{"id": "boe-2025-10-01-real_decreto-6c1af96b", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 863/2025, de 30 de septiembre, por el que se modifica el Real Decreto 348/2001, de 4 de abril, por el que se regula la elaboración, comercialización e importación de productos alimenticios e ingredientes alimentarios tratados con radiaciones ionizantes.", "date_published": "2025-10-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/01/pdfs/BOE-A-2025-19413.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:45:46.800148+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-01-real_decreto-6c1af96b.pdf", "text_length": 15501, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["productos alimenticios", "radiaciones ionizantes", "comercialización", "modificación normativa", "control oficial", "directiva europea"], "summary_plain_es": "El Real Decreto 863/2025 modifica el Real Decreto 348/2001, que regula la elaboración, comercialización e importación de productos alimenticios tratados con radiaciones ionizantes. Esta modificación se debe a la incorporación de cambios en la legislación europea, específicamente la Directiva (UE) 2024/2839, que elimina ciertas obligaciones de reporte sobre controles y análisis de productos irradiados. Esto significa que ya no se requerirá a los Estados miembros presentar informes anuales sobre estos controles, ya que están cubiertos por otras normativas. La derogación de algunos artículos del Real Decreto 348/2001 no afectará la realización de controles, que seguirán regulados por el Plan Nacional de Control Oficial de la Cadena Alimentaria. En resumen, se simplifican los requisitos administrativos para la regulación de estos productos, lo que podría facilitar su comercialización y control.", "affects_to": ["empresas", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es importante que los ciudadanos conozcan estas modificaciones para entender cómo se regulan los productos alimenticios y garantizar su seguridad. La transparencia en la normativa alimentaria ayuda a fomentar la confianza en el sistema de control de alimentos.", "updated_at": "2026-01-29T08:23:21.706799+00:00"}
{"id": "boe-2025-10-01-resolucion-7d029628", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de septiembre de 2025, de la Delegación Especial del Estado en el Consorcio Zona Franca de Cádiz, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, como personal laboral fijo, en plaza de Oficial Vigilante.", "date_published": "2025-10-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/01/pdfs/BOE-A-2025-19442.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:45:46.802043+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-01-resolucion-7d029628.pdf", "text_length": 4307, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria empleo", "Oficial Vigilante", "Zona Franca de Cádiz", "proceso selectivo", "empleo público", "solicitudes", "bases convocatoria"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir una plaza de Oficial Vigilante en el Consorcio Zona Franca de Cádiz. Esta convocatoria está dirigida a cualquier persona interesada en acceder a un empleo público, ya que se realiza por el sistema general de acceso libre. La plaza pertenece al grupo VI, nivel D2, y forma parte de la Oferta de Empleo Público para el año 2025. Las bases de la convocatoria estarán disponibles en la página web del Consorcio y los interesados tendrán un plazo de veinte días hábiles para presentar sus solicitudes. Además, se informa que se pueden presentar recursos contra esta resolución si se considera necesario. Es importante que los ciudadanos conozcan esta convocatoria, ya que representa una oportunidad de empleo en el sector público.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las oportunidades de empleo público, ya que esto fomenta la participación y el acceso equitativo a puestos de trabajo en la administración pública.", "updated_at": "2026-01-29T08:23:26.410909+00:00"}
{"id": "boe-2025-10-02-real_decreto-7ff5edaa", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 814/2025, de 16 de septiembre, por el que se modifica el Real Decreto 854/2022, de 11 de octubre, por el que se crean la Mesa Nacional del Regadío y el Observatorio de la Sostenibilidad del Regadío, en lo que se refiere a la composición de la Mesa Nacional del Regadío.", "date_published": "2025-10-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/02/pdfs/BOE-A-2025-19518.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:45:58.085002+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-02-real_decreto-7ff5edaa.pdf", "text_length": 4858, "topic_primary": "medio_ambiente", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["Mesa Nacional del Regadío", "desalación", "aguas no convencionales", "sostenibilidad", "agricultura", "gestión del agua"], "summary_plain_es": "El Real Decreto 814/2025 modifica la composición de la Mesa Nacional del Regadío, un órgano clave para la gestión del regadío en España. A partir de ahora, se incorpora a un representante de la Asociación Española de Desalación y Reutilización, lo que refleja la creciente importancia de las aguas no convencionales en la agricultura. Esta modificación busca asegurar que las decisiones sobre el uso del agua en el regadío sean más inclusivas y representativas de los diferentes actores involucrados, especialmente en un contexto de sequías y necesidad de sostenibilidad. Con esta medida, se pretende mejorar la gobernanza y la sostenibilidad de los recursos hídricos, beneficiando a la agricultura y garantizando un suministro adecuado de agua. La entrada en vigor de este decreto será al día siguiente de su publicación en el BOE.", "affects_to": ["sector_agrícola", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestiona el agua en la agricultura y cómo se toman decisiones que afectan a la sostenibilidad de los recursos hídricos en su entorno.", "updated_at": "2026-01-29T08:23:32.588334+00:00"}
{"id": "boe-2025-10-02-resolucion-21c1e899", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de septiembre de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 27 de junio de 2025.", "date_published": "2025-10-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/02/pdfs/BOE-A-2025-19519.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:45:58.085830+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-02-resolucion-21c1e899.pdf", "text_length": 3530, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "funcionarios", "asuntos exteriores", "toma de posesión", "recurso administrativo"], "summary_plain_es": "La Resolución de 30 de septiembre de 2025, emitida por la Subsecretaría de Asuntos Exteriores, Unión Europea y Cooperación, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo en el ministerio, que fue anunciada el 27 de junio de 2025. Esta resolución afecta a los funcionarios que han solicitado estos puestos, ya que se les asignan nuevos destinos en diferentes embajadas y delegaciones. Los cambios incluyen la toma de posesión de los nuevos destinos, que se regirá por la normativa vigente. Si no estás de acuerdo con esta resolución, tienes la opción de presentar un recurso administrativo o contencioso-administrativo en los plazos establecidos. Es importante que los funcionarios conozcan esta información para poder ejercer sus derechos y estar al tanto de los cambios en su situación laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a su carrera profesional.", "updated_at": "2026-01-29T08:23:37.509945+00:00"}
{"id": "boe-2025-10-02-resolucion-43bc5625", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38436/2025, de 24 de septiembre, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se modifica la Resolución 452/38397/2025, de 18 de agosto, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación, como militar de carrera, a las Escalas de Suboficiales de los Cuerpos Generales y del Cuerpo de Infantería de Marina, con y sin titulación previa de Técnico Superior.", "date_published": "2025-10-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/02/pdfs/BOE-A-2025-19535.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:45:58.086463+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-02-resolucion-43bc5625.pdf", "text_length": 9959, "topic_primary": "educación", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución militar", "centros docentes", "suboficiales", "ingreso militar", "titulación técnica", "bajas y altas"], "summary_plain_es": "La Resolución 452/38436/2025 modifica la lista de personas propuestas para ser alumnos en los centros docentes militares de formación, específicamente para las Escalas de Suboficiales de los Cuerpos Generales y del Cuerpo de Infantería de Marina. Esto afecta a aquellos que han sido seleccionados para ingresar como militares de carrera, tanto si tienen titulación previa de Técnico Superior como si no. La modificación incluye la relación de bajas y nuevas altas, debido a renuncias y no presentaciones. Si estás interesado en una carrera militar, esta resolución es relevante ya que actualiza la información sobre quiénes podrán acceder a la formación militar y qué cambios se han producido en las plazas disponibles.", "affects_to": ["estudiantes", "familias", "todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las oportunidades de ingreso en las fuerzas armadas y cómo afectan a los aspirantes y sus familias.", "updated_at": "2026-01-29T08:23:43.817381+00:00"}
{"id": "boe-2025-10-03-otro-795db951", "source": "BOE", "type": "otro", "title_original": "Modificación n.° 1 del Acuerdo Administrativo entre la Agencia Estatal de Investigación del Reino de España y la Empresa Común para los Chips n.° Ed 2022.37, hecho en Madrid y Bruselas el 16 y 18 de septiembre de 2025.", "date_published": "2025-10-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/03/pdfs/BOE-A-2025-19597.pdf", "approved_by": "° 1 del Acuerdo Administrativo entre la Agencia Estatal de Investigación del Reino de España y la Empresa Común para los Chips n. ° Ed 2022.37, hecho en Madrid y Bruselas el 16 y 18 de septiembre de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:46:11.019728+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-03-otro-795db951.pdf", "text_length": 6309, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["modificación acuerdo administrativo", "agencia estatal de investigación", "empresa común para los chips", "financiación UE", "reglamento europeo", "tecnología de chips", "supervisión técnica"], "summary_plain_es": "Se aprueba la modificación del Acuerdo Administrativo entre la Agencia Estatal de Investigación y la Empresa Común para los Chips. Esta modificación incluye referencias a nuevos reglamentos europeos que afectan la financiación y supervisión de proyectos relacionados con la tecnología de chips. A partir del 28 de septiembre de 2025, se incorporan cambios en la definición de 'acciones indirectas' y 'financiación de la UE', así como en los procedimientos de supervisión técnica y financiera. Esto impacta en cómo se gestionan y financian los proyectos de investigación y desarrollo en el ámbito de la tecnología de chips, lo que puede beneficiar a empresas y entidades que participen en estos programas. Es importante que estés informado sobre estos cambios, ya que pueden influir en las oportunidades de financiación y colaboración en el sector tecnológico.", "affects_to": ["empresas", "sector_tecnológico", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestionan los fondos públicos y las oportunidades de desarrollo tecnológico en España y Europa.", "updated_at": "2026-01-29T08:23:48.727563+00:00"}
{"id": "boe-2025-10-03-orden-dbb5571d", "source": "BOE", "type": "orden", "title_original": "Orden EFD/1073/2025, de 22 de septiembre, por la que, a propuesta de la Consejería de Educación de la Comunidad de Castilla y León, se nombran funcionarias de carrera del Cuerpo de Maestros a aspirantes seleccionadas en los procedimientos selectivos convocados por Orden ADM/786/2009, de 3 de abril.", "date_published": "2025-10-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/03/pdfs/BOE-A-2025-19599.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:46:11.020841+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-03-orden-dbb5571d.pdf", "text_length": 7586, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "funcionarias de carrera", "Cuerpo de Maestros", "Castilla y León", "procedimientos selectivos", "educación", "derechos laborales"], "summary_plain_es": "La Orden EFD/1073/2025, aprobada el 22 de septiembre de 2025, nombra a varias aspirantes como funcionarias de carrera del Cuerpo de Maestros en Castilla y León. Este nombramiento se basa en los procedimientos selectivos convocados en 2009 y se realiza tras la revisión de las calificaciones de los aspirantes, permitiendo que aquellos que cumplieron con los requisitos sean reconocidos oficialmente. A partir del 1 de septiembre de 2010, estas aspirantes se consideran funcionarias de carrera, lo que les otorga estabilidad laboral y derechos como docentes. Este cambio es significativo para el sistema educativo, ya que asegura que profesionales capacitados ocupen posiciones clave en la enseñanza.", "affects_to": ["funcionarios", "sector educativo", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan los recursos humanos en la educación pública y la importancia de la transparencia en los procesos de selección de personal docente.", "updated_at": "2026-01-29T08:23:54.686946+00:00"}
{"id": "boe-2025-10-03-resolucion-b2443ae3", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-10-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/03/pdfs/BOE-A-2025-19609.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:46:11.021752+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-03-resolucion-b2443ae3.pdf", "text_length": 7976, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["provisión de puestos", "libre designación", "funcionarios públicos", "solicitudes", "currículum vitae", "Ministerio de la Presidencia"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar estos puestos si cumplen con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado. La resolución también establece que puedes presentar tu solicitud de forma telemática. Es importante que conozcas esta convocatoria si eres funcionario, ya que te brinda la oportunidad de acceder a nuevos puestos de trabajo en la Administración. Además, si no estás de acuerdo con la resolución, puedes interponer un recurso contencioso-administrativo en un plazo de dos meses.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan ejercer sus derechos y acceder a oportunidades laborales dentro de la Administración Pública.", "updated_at": "2026-01-29T08:24:00.568474+00:00"}
{"id": "boe-2025-10-04-otro-0f678c62", "source": "BOE", "type": "otro", "title_original": "Adenda de prórroga y modificación del Convenio entre el Instituto Nazionale di Astrofísica (INAF) y el Instituto de Astrofísica de Canarias (IAC) para la instalación y operación de la red ASTRI en el Observatorio del Teide, hecha en San Cristóbal de La Laguna el 7 de enero de 2025.", "date_published": "2025-10-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/04/pdfs/BOE-A-2025-19668.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:46:24.144506+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-04-otro-0f678c62.pdf", "text_length": 5658, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["prórroga", "modificación", "convenio", "INAF", "IAC", "ASTRI", "observatorio", "investigación"], "summary_plain_es": "Se aprueba una adenda que prorroga y modifica el convenio entre el Instituto Nazionale di Astrofísica (INAF) y el Instituto de Astrofísica de Canarias (IAC) para la instalación y operación de la red ASTRI en el Observatorio del Teide. Esta prórroga tiene una duración de un año y entra en vigor el 7 de enero de 2025. La colaboración entre ambas instituciones es crucial para continuar con la investigación astrofísica y el desarrollo de tecnología en este campo. La adenda asegura que las condiciones del convenio original se mantendrán, permitiendo así que los proyectos en curso sigan adelante sin interrupciones. Esto beneficia a la comunidad científica y a la divulgación de la ciencia en España, al fortalecer la cooperación internacional en investigación astrofísica.", "affects_to": ["sector_sanitario", "sector_tecnológico", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan esta adenda para entender cómo se financian y desarrollan proyectos de investigación que pueden tener un impacto en la ciencia y la tecnología en su país.", "updated_at": "2026-01-29T08:24:06.802503+00:00"}
{"id": "boe-2025-10-04-resolucion-9103a462", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 26 de septiembre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 8 de mayo de 2025.", "date_published": "2025-10-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/04/pdfs/BOE-A-2025-19670.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:46:24.145496+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-04-resolucion-9103a462.pdf", "text_length": 2862, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puesto desierto", "Ministerio de Sanidad", "funcionarios", "recurso administrativo"], "summary_plain_es": "La Resolución de 26 de septiembre de 2025, emitida por la Subsecretaría del Ministerio de Sanidad, declara desierto un puesto de trabajo que había sido convocado para libre designación el 8 de mayo de 2025. Esto significa que no se ha encontrado a ningún candidato adecuado para ocupar el puesto de Secretario/a de Subdirector General en el Gabinete de la Ministra. La resolución se basa en el cumplimiento de los procedimientos establecidos en la normativa vigente y permite a los interesados presentar un recurso de reposición en el plazo de un mes, o un recurso contencioso-administrativo en un plazo de dos meses. Esta decisión afecta a los funcionarios que aspiraban a este puesto, ya que no habrá nombramiento en esta ocasión.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de resoluciones para entender cómo se gestionan los puestos en la administración pública y los derechos que tienen en caso de desacuerdo con las decisiones tomadas.", "updated_at": "2026-01-29T08:24:13.028001+00:00"}
{"id": "boe-2025-10-04-resolucion-e583d605", "source": "BOE", "type": "resolucion", "title_original": "Acuerdo de 23 de septiembre de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se aprueba la relación provisional de personas admitidas y excluidas a participar en el concurso para la provisión de plaza de Letrado/a titular del Gabinete Técnico al servicio del Tribunal Supremo, convocado por Resolución de 24 de junio de 2025.", "date_published": "2025-10-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/04/pdfs/BOE-A-2025-19688.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:46:24.147303+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-04-resolucion-e583d605.pdf", "text_length": 2205, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "Letrado", "Tribunal Supremo", "admitidos", "excluidos", "reclamaciones", "plazo"], "summary_plain_es": "El Acuerdo de 23 de septiembre de 2025, del Consejo General del Poder Judicial, aprueba la lista provisional de personas admitidas y excluidas para el concurso de una plaza de Letrado/a titular en el Gabinete Técnico del Tribunal Supremo. Esto afecta a los aspirantes que se presentaron a la convocatoria del 24 de junio de 2025. La lista de admitidos se publicará en el tablón de anuncios del Consejo y en su página web. Los aspirantes excluidos tienen un plazo de quince días para corregir errores o presentar reclamaciones. Es importante que los interesados estén al tanto de esta información para poder actuar en caso de ser excluidos.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este proceso para garantizar la transparencia en la selección de personal en el ámbito judicial y permitir que los aspirantes puedan ejercer sus derechos de reclamación.", "updated_at": "2026-01-29T08:24:18.496135+00:00"}
{"id": "boe-2025-10-06-resolucion-8b7beb7d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de octubre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se corrigen errores en la de 19 de septiembre de 2025, por la que se aprueban las bases y se convoca la provisión de plaza de Coordinador/a General de la Cooperación Española.", "date_published": "2025-10-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/06/pdfs/BOE-A-2025-19815.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:46:42.060925+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-06-resolucion-8b7beb7d.pdf", "text_length": 1640, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación española", "plaza coordinador", "errores corregidos", "idioma francés", "plazo ampliado"], "summary_plain_es": "Se corrigen errores en la convocatoria para la plaza de Coordinador/a General de la Cooperación Española, publicada el 19 de septiembre de 2025. En concreto, se modifica el idioma requerido para la plaza en Malí, que pasa de ser inglés a francés. Además, se amplía el plazo para presentar solicitudes en quince días hábiles a partir de la publicación de esta resolución. Esto significa que si estás interesado en esta plaza, tendrás más tiempo para preparar tu solicitud y deberás tener en cuenta el nuevo requisito del idioma francés.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas correcciones para poder participar adecuadamente en los procesos de selección y entender los requisitos necesarios para acceder a estas plazas públicas.", "updated_at": "2026-01-29T08:24:22.528276+00:00"}
{"id": "boe-2025-10-07-orden-17c6abf3", "source": "BOE", "type": "orden", "title_original": "Orden TED/1085/2025, de 29 de septiembre, por la que se aprueba la propuesta para la inclusión de cinco espacios marinos protegidos en la lista de Lugares de Importancia Comunitaria de la Red Natura 2000 y se declara una zona de especial protección para las aves en aguas marinas españolas.", "date_published": "2025-10-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/07/pdfs/BOE-A-2025-19903.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:46:47.828039+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-07-orden-17c6abf3.pdf", "text_length": 41117, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["espacios marinos protegidos", "Red Natura 2000", "conservación biodiversidad", "zona especial protección aves", "hábitats naturales", "España", "compromisos internacionales"], "summary_plain_es": "La Orden TED/1085/2025 aprueba la inclusión de cinco nuevos espacios marinos protegidos en la Red Natura 2000 y declara una zona de especial protección para aves en aguas marinas españolas. Esto es importante para la conservación de la biodiversidad marina y responde a compromisos internacionales y nacionales. Afecta a la fauna y flora marina, así como a las comunidades que dependen de estos ecosistemas. Con esta medida, se busca mejorar la protección de hábitats y especies en peligro, garantizando su conservación y restauración. Además, se pretende alcanzar un 30% de protección efectiva de la superficie marina, contribuyendo a un entorno más saludable y sostenible para todos.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas iniciativas para entender cómo se protege el medio ambiente y la biodiversidad, lo que a su vez afecta a la salud pública y la educación sobre la conservación.", "updated_at": "2026-01-29T08:24:27.803003+00:00"}
{"id": "boe-2025-10-08-real_decreto-86556aa8", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 905/2025, de 7 de octubre, por el que se modifican el Real Decreto 640/2021, de 27 de julio, de creación, reconocimiento y autorización de universidades y centros universitarios, y acreditación institucional de centros universitarios; el Real Decreto 1509/2008, de 12 de septiembre, por el que se regula el Registro de Universidades, Centros y Títulos; el Real Decreto 1002/2010, de 5 de agosto, sobre expedición de títulos universitarios oficiales; y el Real Decreto 822/2021, de 28 de septiembre, por el que se establece la organización de las enseñanzas universitarias y del procedimiento de aseguramiento de su calidad.", "date_published": "2025-10-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/08/pdfs/BOE-A-2025-20002.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:46:57.590653+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-08-real_decreto-86556aa8.pdf", "text_length": 82077, "topic_primary": "educación", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["real decreto", "universidades", "calidad académica", "educación superior", "modificación normativa", "títulos universitarios", "gestión educativa"], "summary_plain_es": "El Real Decreto 905/2025 modifica varios decretos relacionados con la creación y regulación de universidades en España. Afecta a todas las universidades, tanto públicas como privadas, y busca adaptar el sistema universitario a los desafíos actuales, como la globalización y la tecnología. Se enfatiza la necesidad de mantener la calidad académica mientras se amplía la oferta educativa y se mejora la gestión de las instituciones. Esto implica que las universidades deberán ser más flexibles y responder a las demandas del mercado laboral. Además, se busca asegurar que todas las universidades, independientemente de su naturaleza, cumplan con estándares de calidad que garanticen la confianza de los ciudadanos en la educación superior.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo afectan a la calidad de la educación universitaria y a sus propias oportunidades de formación y empleo en un mundo cada vez más competitivo.", "updated_at": "2026-01-29T08:24:32.872011+00:00"}
{"id": "boe-2025-10-08-resolucion-aaeffdfd", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38442/2025, de 29 de septiembre, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución 400/38316/2025, de 8 de julio.", "date_published": "2025-10-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/08/pdfs/BOE-A-2025-20004.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:46:57.591355+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-08-resolucion-aaeffdfd.pdf", "text_length": 3258, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Ministerio de Defensa", "funcionarios", "puestos de trabajo", "recurso administrativo"], "summary_plain_es": "La Resolución 430/38442/2025, publicada el 8 de octubre de 2025, resuelve la convocatoria de libre designación de puestos en el Ministerio de Defensa. Esta convocatoria, que se inició con la Resolución 400/38316/2025, permite a ciertos funcionarios optar a nuevos destinos dentro de la administración pública. Se adjudican varios puestos, como el de Jefe de Unidad en diferentes direcciones del Ministerio, y se especifican los nombres de los adjudicatarios y sus puestos de procedencia. La toma de posesión de estos destinos se realizará según las normativas vigentes. Si algún afectado no está de acuerdo con esta resolución, tiene la opción de presentar un recurso de reposición o un recurso contencioso-administrativo. Esta resolución afecta principalmente a los funcionarios del Ministerio de Defensa que buscan cambiar de puesto.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su carrera profesional.", "updated_at": "2026-01-29T08:24:37.271144+00:00"}
{"id": "boe-2025-10-08-orden-432c9ce5", "source": "BOE", "type": "orden", "title_original": "Orden TDF/1096/2025, de 3 de octubre, por la que se corrigen errores y se modifica la composición del Tribunal calificador de las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Secretaría, categoría de Entrada, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/570/2025, de 2 de junio.", "date_published": "2025-10-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/08/pdfs/BOE-A-2025-20017.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:46:57.591877+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-08-orden-432c9ce5.pdf", "text_length": 3814, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "pruebas selectivas", "subescala de secretaría", "modificación", "errores", "funcionarios", "administración local"], "summary_plain_es": "La Orden TDF/1096/2025 corrige errores y modifica la composición del Tribunal calificador para las pruebas selectivas de acceso a la Subescala de Secretaría, categoría de Entrada, de la administración local. Esto afecta a los aspirantes que se presenten a estas pruebas, ya que se ha nombrado a una nueva vocal en sustitución de un miembro que renunció. Además, se corrige un error material en la identificación de uno de los miembros del tribunal. Es importante que los candidatos conozcan estos cambios para estar informados sobre la composición del tribunal que evaluará sus pruebas y asegurar que el proceso se lleve a cabo de manera justa y transparente.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén al tanto de las modificaciones en los procesos selectivos para garantizar la transparencia y la equidad en la selección de funcionarios públicos.", "updated_at": "2026-01-29T08:24:41.059612+00:00"}
{"id": "boe-2025-10-09-real_decreto-b598c8e7", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 900/2025, de 8 de octubre, por el que se regula la concesión directa de diversas subvenciones en materia comercial.", "date_published": "2025-10-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/09/pdfs/BOE-A-2025-20074.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:47:24.827321+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-09-real_decreto-b598c8e7.pdf", "text_length": 42014, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "internacionalización", "economía canaria", "PYMES", "comercio exterior", "competitividad", "ayudas económicas"], "summary_plain_es": "El Real Decreto 900/2025 establece un marco para la concesión directa de subvenciones en el ámbito comercial, con el objetivo de apoyar la internacionalización de la economía, especialmente en Canarias. Esto significa que se otorgarán ayudas económicas a la Comunidad Autónoma de Canarias para fomentar su estrategia de internacionalización, lo que beneficiará a las pequeñas y medianas empresas (PYMES) de la región. La medida busca mejorar la competitividad y productividad de estas empresas, facilitando su acceso a mercados internacionales. Además, se establece la colaboración entre la Administración General del Estado y la Comunidad Autónoma para alcanzar objetivos comunes en la promoción comercial. Este decreto es relevante para quienes estén involucrados en el comercio y la economía, ya que puede abrir oportunidades de financiación y apoyo para sus actividades comerciales.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que puede ofrecerles oportunidades de financiación y apoyo para sus negocios, además de fomentar el desarrollo económico en su comunidad.", "updated_at": "2026-01-29T08:24:45.257592+00:00"}
{"id": "boe-2025-10-09-resolucion-e5c0c21b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de octubre de 2025, de la Subsecretaría, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Ayudantes de Instituciones Penitenciarias.", "date_published": "2025-10-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/09/pdfs/BOE-A-2025-20101.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:47:24.829148+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-09-resolucion-e5c0c21b.pdf", "text_length": 73969, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Cuerpo de Ayudantes", "Instituciones Penitenciarias", "plazas", "acceso libre", "requisitos", "igualdad de género", "proceso selectivo"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar al Cuerpo de Ayudantes de Instituciones Penitenciarias, donde se ofrecen 900 plazas por acceso libre. Esta convocatoria está dirigida a ciudadanos españoles que cumplan con ciertos requisitos, como tener al menos 16 años y poseer un título de Bachiller o Técnico. La igualdad de género es un principio clave en este proceso. La información sobre el proceso se publicará en varias plataformas oficiales, asegurando que todos los interesados puedan acceder a ella. Si estás interesado en trabajar en el ámbito penitenciario, esta es una oportunidad que no debes dejar pasar, ya que se busca cubrir necesidades de personal en la Administración Pública.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección de empleo público, promoviendo la transparencia y el acceso a oportunidades laborales en la administración pública.", "updated_at": "2026-01-29T08:24:50.455164+00:00"}
{"id": "boe-2025-10-10-real_decreto-f380f6bd", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 898/2025, de 8 de octubre, por el que se regula el Consejo Superior de Cooperación para el Desarrollo Sostenible y la Solidaridad Global.", "date_published": "2025-10-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/10/pdfs/BOE-A-2025-20204.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:48:39.711631+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-10-real_decreto-f380f6bd.pdf", "text_length": 35410, "topic_primary": "medio_ambiente", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["cooperación internacional", "desarrollo sostenible", "Consejo Superior", "políticas públicas", "solidaridad global", "transparencia", "participación"], "summary_plain_es": "El Real Decreto 898/2025 establece el Consejo Superior de Cooperación para el Desarrollo Sostenible y la Solidaridad Global, que coordina la cooperación internacional de España. Este consejo incluye a diversos actores como administraciones públicas, universidades y ONGs, asegurando que todos participen en la formulación de políticas de cooperación. Se busca mejorar la coordinación y la efectividad de las acciones de desarrollo sostenible, promoviendo un diálogo entre los diferentes sectores involucrados. Este decreto es un paso importante para fortalecer la cooperación española, adaptando y modernizando estructuras anteriores para responder a los desafíos actuales. Afecta a todos los actores que participan en la cooperación internacional, garantizando que sus voces sean escuchadas y que se trabaje de manera conjunta hacia objetivos comunes. Con este nuevo marco, se espera que la cooperación sea más efectiva y transparente, beneficiando tanto a los países socios como a la sociedad española en su conjunto.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que establece un marco claro para la cooperación internacional de España, promoviendo la transparencia y la participación de diversos actores en la toma de decisiones.", "updated_at": "2026-01-29T08:24:55.555744+00:00"}
{"id": "boe-2025-10-10-resolucion-398d0d58", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de octubre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-10-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/10/pdfs/BOE-A-2025-20226.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:48:39.716312+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-10-resolucion-398d0d58.pdf", "text_length": 10970, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "igualdad de género", "Ministerio de Transportes"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Transportes y Movilidad Sostenible mediante el sistema de libre designación. Esta convocatoria está dirigida a los funcionarios que cumplan con los requisitos establecidos y se deben presentar las solicitudes en un plazo de quince días hábiles desde su publicación. Es importante que las solicitudes se realicen a través del portal Funciona, aunque se permite la presentación excepcional por otros medios. La resolución también enfatiza la igualdad de género en el acceso a estos puestos. Los funcionarios interesados deben adjuntar su currículum vitae y pueden recurrir la resolución si lo consideran necesario. Este proceso afecta a los funcionarios que buscan nuevas oportunidades dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en el proceso de selección.", "updated_at": "2026-01-29T08:24:59.582482+00:00"}
{"id": "boe-2025-10-11-resolucion-f0ab1433", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de octubre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-10-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/11/pdfs/BOE-A-2025-20270.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:04.507873+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-11-resolucion-f0ab1433.pdf", "text_length": 2077, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarros", "picaduras de pipa", "Comisionado Mercado Tabacos"], "summary_plain_es": "La Resolución de 10 de octubre de 2025, publicada por el Comisionado para el Mercado de Tabacos, establece los precios de venta al público de ciertos productos de tabaco en las Expendedurías de Tabaco y Timbre. Esto incluye precios para cigarros y picaduras de pipa, tanto en la Península e Illes Balears como en Ceuta y Melilla. Los precios son fijados por los fabricantes e importadores y están sujetos a tributos. Esta resolución entra en vigor el mismo día de su publicación, lo que significa que los consumidores deben estar atentos a estos cambios en los precios de tabaco que afectarán su compra habitual.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos precios para tomar decisiones informadas sobre sus compras de tabaco y entender cómo se regulan estos productos en el mercado.", "updated_at": "2026-01-29T08:25:03.616488+00:00"}
{"id": "boe-2025-10-11-resolucion-02e5e98d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de octubre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 6 de marzo de 2025.", "date_published": "2025-10-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/11/pdfs/BOE-A-2025-20271.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:49:04.509178+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-11-resolucion-02e5e98d.pdf", "text_length": 3081, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 2 de octubre de 2025, emitida por la Subsecretaría de Asuntos Exteriores, Unión Europea y Cooperación, resuelve la convocatoria de libre designación de puestos de trabajo en este ministerio, que fue anunciada el 6 de marzo de 2025. Esto significa que se han adjudicado ciertos puestos a funcionarios que han solicitado el cambio de destino. La resolución detalla los puestos adjudicados y los datos de los nuevos ocupantes. Además, establece el régimen de toma de posesión y los recursos que pueden interponerse contra esta decisión. Esto afecta principalmente a los funcionarios que buscan un nuevo destino en el ámbito de la diplomacia española, y es importante que estén informados sobre sus derechos y los procedimientos a seguir.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y los derechos de los funcionarios en sus procesos de cambio de destino.", "updated_at": "2026-01-29T08:25:08.811638+00:00"}
{"id": "boe-2025-10-13-otro-e801bb24", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 5809-2025, en relación con la disposición adicional octava de la Ley 20/2021, de 28 de diciembre, de medidas urgentes para la reducción de la temporalidad en el empleo público, por posible vulneración del artículo 9.3 CE, en relación con los arts. 23.2 y 103 CE.", "date_published": "2025-10-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/13/pdfs/BOE-A-2025-20353.pdf", "approved_by": "º 5809-2025, en relación con la disposición adicional octava de la Ley 20/2021, de 28 de diciembre, de medidas urgentes para la reducción de la temporalidad en el empleo público, por posible vulneración del artículo 9. 3 CE, en relación con los arts. 23.2 y 103 CE.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:21.076481+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-13-otro-e801bb24.pdf", "text_length": 1671, "topic_primary": "empleo", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "empleo público", "Ley 20/2021", "temporalidad", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la Ley 20/2021, que busca reducir la temporalidad en el empleo público. Esta cuestión fue planteada por el Tribunal Superior de Justicia del País Vasco, y se centra en la posible vulneración de varios artículos de la Constitución Española. Si se determina que la disposición adicional octava de esta ley es inconstitucional, podría afectar a la estabilidad laboral de muchos empleados públicos. Esto es relevante para ti si trabajas en el sector público o si estás interesado en la legislación laboral, ya que podría cambiar las condiciones de empleo en este ámbito.", "affects_to": ["funcionarios", "todos_ciudadanos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de decisiones, ya que afectan directamente a sus derechos laborales y a la estabilidad del empleo público en el país.", "updated_at": "2026-01-29T08:25:13.562722+00:00"}
{"id": "boe-2025-10-13-otro-9d30368f", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 5810-2025, en relación con la disposición transitoria decimocuarta y disposición final séptima, apartado dos, de la Ley Orgánica 1/2025, de 2 de enero, de medidas en materia de eficiencia del Servicio Público de Justicia, por posible vulneración de los artículos 9.1, 9.3, 23.2, 24.1, 66.2, 87.1, 117.1, 149.1.1.ª, 149.1.18.ª y 164.1 CE.", "date_published": "2025-10-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/13/pdfs/BOE-A-2025-20354.pdf", "approved_by": "º 5810-2025, en relación con la disposición transitoria decimocuarta y disposición final séptima, apartado dos, de la Ley Orgánica 1/2025, de 2 de enero, de medidas en materia de eficiencia del Servicio Público de Justicia, por posible vulneración de los artículos 9. 1, 9.3, 23.2, 24.1, 66.2, 87.1, 117.1, 149.1.1.ª, 149.1.18.ª y 164.1 CE.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:21.077378+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-13-otro-9d30368f.pdf", "text_length": 1812, "topic_primary": "justicia", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "Ley Orgánica 1/2025", "Servicio Público de Justicia", "Tribunal Constitucional", "derechos ciudadanos"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la Ley Orgánica 1/2025, que busca mejorar la eficiencia del Servicio Público de Justicia. Esta cuestión fue planteada por el Tribunal Superior de Justicia del País Vasco, y se centra en la posible vulneración de varios artículos de la Constitución Española. Si se determina que hay inconstitucionalidad, esto podría afectar la validez de ciertas disposiciones de la ley, lo que impactaría en el funcionamiento del sistema judicial. Es importante que estés al tanto de este proceso, ya que puede influir en cómo se gestionan los servicios de justicia en el país y en tus derechos como ciudadano.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de procesos, ya que afectan directamente a sus derechos y al funcionamiento del sistema judicial en España. La transparencia en estos asuntos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T08:25:17.678642+00:00"}
{"id": "boe-2025-10-13-resolucion-caa99022", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se convoca concurso para la provisión de Registros de la Propiedad, Mercantiles y de Bienes Muebles vacantes radicados en el territorio español, con excepción de la Comunidad Autónoma de Cataluña, para su provisión conforme a lo dispuesto en el artículo 503 del Reglamento Hipotecario.", "date_published": "2025-10-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/13/pdfs/BOE-A-2025-20384.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:49:21.079302+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-13-resolucion-caa99022.pdf", "text_length": 14190, "topic_primary": "vivienda", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "registros", "vacantes", "aspirantes", "igualdad", "oportunidades", "España"], "summary_plain_es": "Se convoca un concurso para cubrir vacantes en los Registros de la Propiedad, Mercantiles y de Bienes Muebles en España, excepto en Cataluña. Esto afecta a los aspirantes a registradores que deseen acceder a estos puestos. Las solicitudes deben presentarse en un plazo de diez días tras la publicación de la convocatoria. Este proceso busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos cargos. Es importante que los interesados estén informados sobre estas oportunidades laborales y los requisitos necesarios para participar en el concurso.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y acceder a oportunidades laborales en el sector público.", "updated_at": "2026-01-29T08:25:21.406335+00:00"}
{"id": "boe-2025-10-14-resolucion-30500772", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de octubre de 2025, del Organismo Autónomo Agencia Española de Seguridad Alimentaria y Nutrición, por la que se crea la sede electrónica del organismo.", "date_published": "2025-10-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/14/pdfs/BOE-A-2025-20503.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:30.691465+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-14-resolucion-30500772.pdf", "text_length": 18881, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["sede electrónica", "AESAN", "seguridad alimentaria", "interacción digital", "transparencia", "protección de datos"], "summary_plain_es": "La Resolución del 6 de octubre de 2025 establece la creación de la sede electrónica de la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN). Esto permite a los ciudadanos interactuar con la agencia de manera digital, facilitando el acceso a servicios y trámites relacionados con la seguridad alimentaria. La sede electrónica es un paso importante para mejorar la transparencia y la eficiencia en la gestión pública, ya que los ciudadanos podrán presentar sugerencias y quejas de forma más accesible. Además, se asegura que se cumplan las normativas de protección de datos, garantizando la confidencialidad de la información personal. Este cambio afecta a todos los ciudadanos que necesiten realizar gestiones con la AESAN, mejorando su experiencia y acceso a la información sobre seguridad alimentaria.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la creación de esta sede electrónica para poder acceder fácilmente a servicios y ejercer sus derechos en materia de seguridad alimentaria.", "updated_at": "2026-01-29T08:25:25.506496+00:00"}
{"id": "boe-2025-10-14-resolucion-b44e70ed", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de octubre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 11 de junio de 2025.", "date_published": "2025-10-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/14/pdfs/BOE-A-2025-20504.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:49:30.692043+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-14-resolucion-b44e70ed.pdf", "text_length": 3109, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 6 de octubre de 2025, emitida por la Subsecretaría del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, resuelve la convocatoria de libre designación de puestos de trabajo en dicho ministerio, anunciada anteriormente el 11 de junio de 2025. Esta resolución da a conocer los resultados de la convocatoria y los nuevos destinos de los funcionarios que han sido adjudicados a diferentes puestos. Afecta principalmente a los funcionarios que participan en este proceso de libre designación, permitiéndoles cambiar de puesto dentro de la administración pública. El nuevo régimen de toma de posesión se regirá por las normativas establecidas, y los interesados pueden recurrir esta resolución si no están de acuerdo con ella, dentro de los plazos establecidos. Es importante que los ciudadanos conozcan este tipo de resoluciones, ya que afectan la organización y funcionamiento de la administración pública, así como los derechos de los funcionarios.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las resoluciones administrativas, ya que estas afectan la gestión pública y los derechos de los empleados del sector público.", "updated_at": "2026-01-29T08:25:37.079014+00:00"}
{"id": "boe-2025-10-14-orden-2f397b21", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1134/2025, de 13 de octubre, por la que se corrigen errores en la Orden PJC/1114/2025, de 10 de octubre, por la que se convoca la provisión de puestos de trabajo de Directores de los Servicios Comunes por el sistema de libre designación, para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-10-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/14/pdfs/BOE-A-2025-20511.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:49:30.692703+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-14-orden-2f397b21.pdf", "text_length": 1410, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "Directores Servicios Comunes", "Cuerpo de Letrados", "corrección de errores"], "summary_plain_es": "La Orden PJC/1134/2025 corrige errores en la convocatoria de puestos de trabajo para Directores de los Servicios Comunes del Cuerpo de Letrados de la Administración de Justicia. Esta corrección incluye la adición de una plaza en Girona, lo que significa que ahora hay más oportunidades para los profesionales del derecho que deseen optar a estos puestos. Si eres un letrado interesado en esta convocatoria, es importante que revises esta corrección para asegurarte de que tu solicitud esté completa y actualizada. Esta modificación puede afectar la competencia entre los candidatos y la distribución de los puestos disponibles.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor los procesos de selección y las oportunidades laborales en la Administración de Justicia.", "updated_at": "2026-01-29T08:25:41.819504+00:00"}
{"id": "boe-2025-10-15-ley-d4c1c429", "source": "BOE", "type": "ley", "title_original": "Resolución de 8 de octubre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 10/2025, de 23 de septiembre, por el que se adoptan medidas urgentes contra el genocidio en Gaza y de apoyo a la población palestina.", "date_published": "2025-10-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/15/pdfs/BOE-A-2025-20582.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:40.008697+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-15-ley-d4c1c429.pdf", "text_length": 1082, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "medidas urgentes", "Gaza", "apoyo a Palestina", "derechos humanos", "crisis humanitaria"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 10/2025, que establece medidas urgentes para abordar la situación de genocidio en Gaza y brindar apoyo a la población palestina. Esto significa que se implementarán acciones inmediatas para ayudar a quienes están sufriendo en esta crisis humanitaria. Afecta a la población en general, especialmente a aquellos que están interesados en la situación internacional y a los que apoyan causas humanitarias. Con esta resolución, se busca garantizar que España tome un papel activo en la defensa de los derechos humanos y la asistencia a quienes más lo necesitan en Gaza.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender el compromiso de España en situaciones de crisis humanitaria y su papel en la defensa de los derechos humanos a nivel internacional.", "updated_at": "2026-01-29T08:25:46.597326+00:00"}
{"id": "boe-2025-10-15-resolucion-406b40f6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 8 de octubre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-10-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/15/pdfs/BOE-A-2025-20614.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:49:40.009779+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-15-resolucion-406b40f6.pdf", "text_length": 27801, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "Ministerio de Hacienda", "convocatoria", "puestos de trabajo", "solicitudes", "currículum"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Hacienda mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Debes presentar tu solicitud junto con tu currículum y otros méritos relevantes. El plazo para enviar las solicitudes es de quince días hábiles desde la publicación de esta resolución. Además, si eres seleccionado, tendrás un plazo de tres días hábiles para tomar posesión del nuevo puesto, o un mes si implica un cambio de residencia. Esta convocatoria es importante para aquellos que buscan avanzar en su carrera dentro de la administración pública, ya que permite acceder a posiciones clave en el Ministerio de Hacienda.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos en la administración pública, lo que promueve la transparencia y la igualdad de oportunidades en el acceso a estos empleos.", "updated_at": "2026-01-29T08:25:52.115202+00:00"}
{"id": "boe-2025-10-16-orden-638f2404", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1146/2025, de 13 de octubre, por la que se crea y regula la Comisión de Evaluación sobre la concurrencia de circunstancias objetivas que justifiquen la aplicación de coeficientes reductores que permitan anticipar la edad de jubilación en el sistema de la Seguridad Social.", "date_published": "2025-10-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/16/pdfs/BOE-A-2025-20691.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:49:51.773556+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-16-orden-638f2404.pdf", "text_length": 14800, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["jubilación anticipada", "coeficientes reductores", "Comisión de Evaluación", "Seguridad Social", "trabajos penosos"], "summary_plain_es": "La Orden PJC/1146/2025 establece la creación de una Comisión de Evaluación que se encargará de analizar las circunstancias que justifiquen la aplicación de coeficientes reductores para anticipar la edad de jubilación en el sistema de Seguridad Social. Esto afecta principalmente a trabajadores de sectores con condiciones laborales excepcionales, como aquellos que realizan trabajos penosos o peligrosos. La Comisión evaluará la morbilidad y mortalidad asociadas a estas profesiones y podrá recomendar la reducción de la edad de jubilación para quienes cumplan con los requisitos establecidos. Esta medida busca mejorar la calidad de vida de los trabajadores afectados y garantizar que puedan acceder a su pensión de jubilación en condiciones más favorables, reconociendo el impacto de sus trabajos en su salud y bienestar.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_industrial"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta regulación, ya que afecta a su derecho a una jubilación digna y anticipada en función de las condiciones laborales que enfrentan. La transparencia en estos procesos garantiza que se tomen decisiones informadas y justas.", "updated_at": "2026-01-29T08:25:57.505276+00:00"}
{"id": "boe-2025-10-16-orden-990c7937", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 18 de agosto de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se adscribe a la Magistrada doña María Pilar Esther Rojo Beltrán a la Audiencia Provincial de Valencia, orden penal.", "date_published": "2025-10-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/16/pdfs/BOE-A-2025-20697.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:49:51.774141+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-16-orden-990c7937.pdf", "text_length": 1478, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrada", "audiencia provincial", "Valencia", "Consejo General del Poder Judicial", "nombramiento", "orden penal", "servicios especiales"], "summary_plain_es": "El Acuerdo del 18 de agosto de 2025, aprobado por la Comisión Permanente del Consejo General del Poder Judicial, asigna a la magistrada María Pilar Esther Rojo Beltrán a la Audiencia Provincial de Valencia en el área penal. Esto significa que la magistrada, que actualmente se encuentra en servicios especiales, será parte de esta audiencia hasta que se adjudique la plaza que elija. Además, durante los dos años siguientes a su cese, tendrá preferencia para ocupar cualquier plaza de su categoría que se ofrezca en un concurso voluntario. Este acuerdo afecta a la organización del sistema judicial y a la carrera profesional de la magistrada, asegurando su continuidad en el ámbito penal en Valencia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se organiza la justicia y quiénes son los responsables de impartirla en su localidad.", "updated_at": "2026-01-29T08:26:01.604723+00:00"}
{"id": "boe-2025-10-16-resolucion-ed110c41", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de octubre de 2025, de la Presidencia del Tribunal Constitucional, por la que se convoca concurso para la provisión de puestos de trabajo del Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia.", "date_published": "2025-10-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/16/pdfs/BOE-A-2025-20716.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:49:51.774790+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-16-resolucion-ed110c41.pdf", "text_length": 20766, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "gestión procesal", "funcionarios", "Administración de Justicia", "méritos", "plaza", "convocatoria", "Tribunal Constitucional"], "summary_plain_es": "Se convoca un concurso para cubrir una plaza en el Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Este concurso está dirigido a funcionarios de carrera que cumplan con ciertos requisitos establecidos en la normativa vigente. La selección se basará en un baremo que valora la experiencia laboral, la antigüedad, la formación académica y otros méritos. Para participar, los interesados deben presentar su solicitud a través del Registro Electrónico del Tribunal Constitucional en un plazo de quince días desde la publicación de esta convocatoria. Es importante que los funcionarios conozcan esta oportunidad para avanzar en su carrera profesional y mejorar su situación laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos que afectan su desarrollo profesional y laboral dentro de la Administración Pública.", "updated_at": "2026-01-29T08:26:06.848856+00:00"}
{"id": "boe-2025-10-16-resolucion-f53673f4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de octubre de 2025, de la Presidencia del Tribunal Constitucional, por la que se convoca concurso para la provisión de puestos de trabajo.", "date_published": "2025-10-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/16/pdfs/BOE-A-2025-20717.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:49:51.775183+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-16-resolucion-f53673f4.pdf", "text_length": 32158, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "funcionarios", "Tribunal Constitucional", "plazas", "méritos", "Administración Pública"], "summary_plain_es": "Se convoca un concurso para cubrir tres plazas de funcionario del grupo C, subgrupo C1, en el Tribunal Constitucional. Este concurso está dirigido a funcionarios de carrera de las Administraciones Públicas que cumplan ciertos requisitos, como tener al menos dos años en su último puesto. Se valorarán méritos generales y específicos, como la antigüedad y la formación relacionada con el puesto. Es importante que los interesados presenten sus solicitudes siguiendo el modelo establecido en el anexo de la resolución. Este proceso afecta principalmente a funcionarios que buscan nuevas oportunidades dentro de la Administración Pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la administración pública y acceder a oportunidades laborales dentro del Estado.", "updated_at": "2026-01-29T08:26:10.661593+00:00"}
{"id": "boe-2025-10-17-real_decreto-ad5198ac", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 915/2025, de 14 de octubre, por el que se establecen las normas reguladoras de la concesión directa de préstamos para el desarrollo industrial de programas especiales de modernización.", "date_published": "2025-10-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/17/pdfs/BOE-A-2025-20791.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:50:17.554486+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-17-real_decreto-ad5198ac.pdf", "text_length": 73288, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["préstamos", "modernización industrial", "defensa", "programas especiales", "Fuerzas Armadas", "tecnología", "financiación", "seguridad nacional"], "summary_plain_es": "Este Real Decreto establece las normas para la concesión directa de préstamos destinados a la modernización industrial de programas especiales relacionados con la defensa. Afecta principalmente a empresas que colaboran con el Ministerio de Defensa en proyectos de armamento y tecnología. Se busca financiar diez programas específicos que mejorarán las capacidades de las Fuerzas Armadas, como sistemas de comunicación, vehículos anfibios y ciberseguridad. Este apoyo económico es crucial para garantizar que las empresas puedan llevar a cabo estas inversiones significativas sin la necesidad de un proceso de convocatoria pública, ya que se considera que estas entidades son las más adecuadas para desarrollar los programas necesarios. En resumen, se trata de un esfuerzo del Gobierno para fortalecer la industria de defensa y, por ende, la seguridad nacional.", "affects_to": ["empresas", "sector_industrial", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas iniciativas, ya que impactan en la seguridad nacional y en la economía del país, además de fomentar la innovación y el desarrollo industrial.", "updated_at": "2026-01-29T08:26:16.032997+00:00"}
{"id": "boe-2025-10-17-orden-5e43fedd", "source": "BOE", "type": "orden", "title_original": "Orden INT/1156/2025, de 10 de octubre, por la que se dispone el cese del General de Brigada don Arturo Prieto Bozec en el Mando de la 6.ª Zona de la Guardia Civil, Comunitat Valenciana (Valencia).", "date_published": "2025-10-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/17/pdfs/BOE-A-2025-20799.pdf", "approved_by": "ª Zona de la Guardia Civil, Comunitat Valenciana (Valencia).", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:50:17.555729+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-17-orden-5e43fedd.pdf", "text_length": 1371, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cese", "General de Brigada", "Guardia Civil", "Comunitat Valenciana", "mando", "seguridad", "Ministerio del Interior"], "summary_plain_es": "Se ha aprobado el cese del General de Brigada don Arturo Prieto Bozec en el Mando de la 6.ª Zona de la Guardia Civil, que abarca la Comunitat Valenciana. Este cese es efectivo a partir del 19 de octubre de 2025, debido a que ha cumplido cuatro años en su puesto. La decisión fue tomada por el Ministro del Interior, Fernando Grande-Marlaska, y se basa en la normativa que regula la permanencia de los altos mandos en la Guardia Civil. Este cambio puede afectar la estructura de mando dentro de la Guardia Civil en la región y puede tener implicaciones en la seguridad y la gestión de recursos en la zona.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos cambios en la estructura de mando de la Guardia Civil, ya que pueden influir en la seguridad y la gestión pública en su comunidad.", "updated_at": "2026-01-29T08:26:20.490308+00:00"}
{"id": "boe-2025-10-17-orden-2b6f80a7", "source": "BOE", "type": "orden", "title_original": "Orden INT/1157/2025, de 10 de octubre, por la que se dispone el cese del General de Brigada don Francisco Javier Sánchez Gil en el Mando de la Jefatura de Servicios Técnicos (Madrid).", "date_published": "2025-10-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/17/pdfs/BOE-A-2025-20800.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:50:17.556528+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-17-orden-2b6f80a7.pdf", "text_length": 1345, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cese", "General de Brigada", "Francisco Javier Sánchez Gil", "Jefatura de Servicios Técnicos", "Guardia Civil", "Ministerio del Interior", "Madrid"], "summary_plain_es": "Se ha aprobado el cese del General de Brigada Francisco Javier Sánchez Gil en el Mando de la Jefatura de Servicios Técnicos en Madrid. Este cese es efectivo a partir del 19 de octubre de 2025, debido a que ha cumplido cuatro años en su puesto, lo que le obliga a pasar a la situación de reserva. Esta decisión se toma en cumplimiento de la legislación vigente que regula el régimen del personal de la Guardia Civil. Afecta principalmente a los miembros de las Fuerzas y Cuerpos de Seguridad, ya que implica un cambio en la dirección de la Jefatura de Servicios Técnicos, un área clave en la gestión de la seguridad. Es importante que los ciudadanos conozcan estos cambios, ya que afectan la estructura y funcionamiento de las instituciones de seguridad pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los cambios en la dirección de las Fuerzas y Cuerpos de Seguridad, ya que esto puede influir en la seguridad pública y en la gestión de recursos en este ámbito.", "updated_at": "2026-01-29T08:26:24.749622+00:00"}
{"id": "boe-2025-10-17-orden-6525951e", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 7 de octubre de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado las pruebas de especialización para la provisión de plazas de Magistrado especialista en el orden jurisdiccional social, convocadas por Acuerdo de 3 de marzo de 2022.", "date_published": "2025-10-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/17/pdfs/BOE-A-2025-20811.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:50:17.557731+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-17-orden-6525951e.pdf", "text_length": 2512, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrado especialista", "orden jurisdiccional social", "pruebas de especialización", "Consejo General del Poder Judicial", "convocatoria", "plazas", "aspirantes", "recursos"], "summary_plain_es": "El Acuerdo de 7 de octubre de 2025, publicado en el BOE, da a conocer la lista de aspirantes que han aprobado las pruebas de especialización para ocupar seis plazas de Magistrado especialista en el orden jurisdiccional social. Este proceso se inició con una convocatoria del 3 de marzo de 2022. La relación incluye el nombre de los aspirantes, la puntuación obtenida y su posición en la lista de prelación. Si eres uno de los aspirantes, es importante que revises esta lista, ya que afecta directamente a tu posibilidad de acceder a estas plazas. Además, se establece un plazo para presentar recursos en caso de desacuerdo con el resultado, lo que permite a los aspirantes ejercer su derecho a la defensa. Este acuerdo es un paso crucial en el proceso de selección de magistrados, asegurando que los candidatos más capacitados asuman roles importantes en el sistema judicial.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para garantizar la transparencia y la confianza en el sistema judicial. Saber quiénes son los aspirantes aprobados ayuda a entender cómo se eligen a los magistrados que administran justicia.", "updated_at": "2026-01-29T08:26:29.365743+00:00"}
{"id": "boe-2025-10-18-acuerdo-cc8a89d3", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo Internacional entre el Gobierno del Reino de España representado por la Dirección General de la Marina Mercante, Ministerio de Transportes y Movilidad Sostenible y la Dirección Nacional de los Espacios Acuáticos (DIRNEA) de la República del Ecuador concerniente al reconocimiento mutuo de la formación y titulación de acuerdo a la regla I/10 del Convenio Internacional sobre normas de formación, titulación y guardia para la gente de mar, 1978, enmendado (Convenio STCW'78, enmendado), hecho en Madrid el 6 de octubre de 2025.", "date_published": "2025-10-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/18/pdfs/BOE-A-2025-20899.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:50:55.999972+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-18-acuerdo-cc8a89d3.pdf", "text_length": 19365, "topic_primary": "medio_ambiente", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "reconocimiento mutuo", "formación marítima", "titulación", "España", "Ecuador", "gente de mar", "Convenio STCW"], "summary_plain_es": "Este acuerdo internacional entre España y Ecuador establece el reconocimiento mutuo de la formación y titulación de la gente de mar, facilitando que los marineros de ambos países puedan trabajar en buques registrados en cualquiera de las dos naciones. A partir de ahora, los títulos de competencia y certificados de suficiencia emitidos por una de las partes serán válidos en la otra, siempre que cumplan con las normativas internacionales establecidas por el Convenio STCW. Esto significa que si eres un marinero con un título de uno de estos países, podrás trabajar en barcos de la otra nación sin problemas. Además, se implementarán medidas para asegurar que los marineros tengan el conocimiento adecuado de la legislación marítima del país donde trabajen. Este acuerdo es un paso importante para mejorar la cooperación marítima y garantizar que los estándares de formación sean reconocidos y respetados entre ambos países.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que afecta directamente a la movilidad laboral de los marineros y a la cooperación internacional en el ámbito marítimo, garantizando estándares de formación y seguridad en el trabajo.", "updated_at": "2026-01-29T08:26:35.048217+00:00"}
{"id": "boe-2025-10-18-orden-7e5213af", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1162/2025, de 15 de octubre, por la que se modifica la Orden PJC/958/2025, de 27 de agosto, por la que se nombra el Tribunal calificador n.º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "date_published": "2025-10-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/18/pdfs/BOE-A-2025-20920.pdf", "approved_by": "º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:50:56.002566+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-18-orden-7e5213af.pdf", "text_length": 3941, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación tribunal", "Cuerpo de Letrados", "proceso selectivo", "renuncias", "nombres actualizados"], "summary_plain_es": "La Orden PJC/1162/2025 modifica la anterior Orden PJC/958/2025, que nombraba a los miembros de los tribunales calificadores para el proceso selectivo de ingreso en el Cuerpo de Letrados de la Administración de Justicia. Esta modificación se debe a varias renuncias de los miembros designados y a errores en los nombres. Ahora, se actualizan los nombres de los nuevos miembros que ocuparán los puestos vacantes. Esto afecta a los aspirantes al proceso selectivo, ya que el tribunal es clave para la evaluación de sus capacidades. Es importante que los interesados estén al tanto de estos cambios para poder seguir el proceso adecuadamente y presentar cualquier recurso si lo consideran necesario.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se desarrollan los procesos selectivos y puedan ejercer su derecho a recurrir si lo consideran necesario.", "updated_at": "2026-01-29T08:26:40.109144+00:00"}
{"id": "boe-2025-10-20-resolucion-5188f200", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de septiembre de 2025, de la Secretaría de Estado de Seguridad, por la que se modifica la de 28 de febrero de 1996, de la Secretaría de Estado de Interior, por la que se aprueban las Instrucciones para la realización de los ejercicios de tiro del personal de seguridad privada.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21024.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:51:22.090010+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-5188f200.pdf", "text_length": 6800, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["licencia de armas C", "ejercicios de tiro", "personal de seguridad privada", "modificación normativa", "requisitos de tiro"], "summary_plain_es": "La Resolución de 15 de septiembre de 2025 modifica las instrucciones para los ejercicios de tiro del personal de seguridad privada, actualizando los requisitos para obtener y mantener la licencia de armas C. A partir de ahora, los aspirantes deberán realizar un número mayor de disparos en sus exámenes, equiparando la práctica de obtención de la licencia con la de mantenimiento. Esto significa que los nuevos requisitos buscan asegurar que todos los que obtengan la licencia tengan una formación práctica adecuada en el manejo de armas. La resolución afecta a los vigilantes de seguridad y guardas rurales, quienes deberán cumplir con nuevas condiciones de tiro. Esta modificación es importante porque asegura que el personal de seguridad privada esté mejor preparado y capacitado para manejar armas, lo que puede contribuir a una mayor seguridad en la sociedad.", "affects_to": ["funcionarios", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se regula la seguridad privada y la formación del personal que maneja armas, lo que impacta en la seguridad pública.", "updated_at": "2026-01-29T08:26:44.291196+00:00"}
{"id": "boe-2025-10-20-resolucion-76e437de", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de La Pobla de Vallbona don Manuel Blás Puerto Vañó.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21027.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:51:22.098115+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-76e437de.pdf", "text_length": 1673, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación notario", "Manuel Blás Puerto Vañó", "La Pobla de Vallbona", "servicios notariales", "cese funciones", "notariado", "normativa vigente"], "summary_plain_es": "Se ha declarado la jubilación del notario Manuel Blás Puerto Vañó, quien ejerce en La Pobla de Vallbona. Esta decisión se basa en que el notario alcanzará los setenta y dos años el 12 de noviembre de 2025, edad a la que, según la ley, debe jubilarse. La resolución es un cumplimiento de la normativa vigente que permite la jubilación forzosa de los notarios al llegar a esta edad. Esto significa que a partir de esa fecha, el notario dejará de ejercer sus funciones y se abrirá la posibilidad de nombrar a un nuevo notario para cubrir su puesto. Esta medida afecta directamente a los ciudadanos que necesiten servicios notariales en la zona, ya que deberán buscar un nuevo notario a partir de la fecha de cese.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en el notariado, ya que afecta directamente a su acceso a servicios legales y notariales en su localidad.", "updated_at": "2026-01-29T08:26:48.440028+00:00"}
{"id": "boe-2025-10-20-resolucion-f06a5b6a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación de doña María Belén Herrador Cansado, registradora de la propiedad, mercantil y de bienes muebles.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21028.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:51:22.101404+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-f06a5b6a.pdf", "text_length": 1642, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "registradora", "María Belén Herrador", "resolución", "dirección general", "seguridad jurídica", "propiedad"], "summary_plain_es": "Se ha aprobado la jubilación de doña María Belén Herrador Cansado, quien ha sido registradora de la propiedad, mercantil y de bienes muebles. Esta decisión se toma a solicitud de la propia registradora y se basa en el cumplimiento de la edad legal de jubilación, que es de 65 años. La resolución afecta a su situación laboral y se enmarca dentro de las normativas que regulan la jubilación de profesionales del ámbito registral. Es importante que los ciudadanos conozcan este tipo de decisiones, ya que reflejan el funcionamiento de las instituciones y la aplicación de las leyes en el sector público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las jubilaciones en el sector público, ya que esto garantiza la transparencia en la gestión de recursos humanos y el cumplimiento de la normativa vigente.", "updated_at": "2026-01-29T08:26:52.061516+00:00"}
{"id": "boe-2025-10-20-resolucion-39940f73", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Águilas don Miguel Ángel Freile Vieira.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21029.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:51:22.104037+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-39940f73.pdf", "text_length": 1276, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación anticipada", "notario", "incapacidad permanente", "Águilas", "servicios notariales", "Instituto Nacional de la Seguridad Social"], "summary_plain_es": "Se ha declarado la jubilación anticipada del notario de Águilas, Miguel Ángel Freile Vieira, debido a una incapacidad permanente para el ejercicio de su cargo. Esta decisión se basa en la resolución del Instituto Nacional de la Seguridad Social que aprueba su pensión de incapacidad. La jubilación anticipada se enmarca dentro de las normativas vigentes que regulan la situación de los notarios y su capacidad para desempeñar funciones. Este cambio afecta directamente a la función notarial en la región, ya que implica la necesidad de nombrar a un nuevo notario que asuma las responsabilidades que deja Freile Vieira. Es importante que los ciudadanos conozcan esta situación, ya que afecta la disponibilidad de servicios notariales en Águilas y puede influir en sus trámites legales.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cambios en la administración pública, como la jubilación de un notario, ya que esto puede afectar el acceso a servicios legales y notariales en su localidad.", "updated_at": "2026-01-29T08:26:56.244907+00:00"}
{"id": "boe-2025-10-20-resolucion-63610afa", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de octubre de 2025, de la Dirección General para el Servicio Público de Justicia, por la que se declara la jubilación de doña María Teresa Soler Moreno, Fiscal con destino en la Fiscalía Provincial de Valencia.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21030.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:51:22.104741+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-63610afa.pdf", "text_length": 1950, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "Fiscal", "Valencia", "María Teresa Soler", "Derechos pasivos", "Justicia", "Resolución"], "summary_plain_es": "Se ha declarado la jubilación voluntaria de María Teresa Soler Moreno, quien ha sido Fiscal en la Fiscalía Provincial de Valencia. Esta decisión, tomada por la Dirección General para el Servicio Público de Justicia, será efectiva a partir del 4 de diciembre de 2025. La jubilación se rige por varias normativas que regulan el procedimiento de jubilación de los fiscales y se asegura que doña María Teresa recibirá los derechos pasivos correspondientes. Este cambio afecta a la organización del trabajo en la Fiscalía y puede influir en la atención a los casos en curso.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en el sistema judicial y cómo afectan a la administración de justicia en su comunidad.", "updated_at": "2026-01-29T08:27:00.635262+00:00"}
{"id": "boe-2025-10-20-resolucion-c2404261", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se deja sin efecto la fecha de celebración del primer ejercicio de la oposición entre notarias y notarios, convocada por Resolución de 1 de octubre de 2024.", "date_published": "2025-10-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/20/pdfs/BOE-A-2025-21054.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:51:22.106192+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-20-resolucion-c2404261.pdf", "text_length": 5333, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición notarios", "anulación fecha examen", "seguridad jurídica", "recurso contencioso-administrativo", "nueva convocatoria"], "summary_plain_es": "La Resolución de 15 de octubre de 2025, emitida por la Dirección General de Seguridad Jurídica y Fe Pública, anula la fecha prevista para el primer ejercicio de la oposición entre notarias y notarios, que estaba programada para el 28 de octubre de 2025. Esta decisión se toma debido a un recurso contencioso-administrativo que cuestionaba la legalidad de la convocatoria anterior. La nueva fecha, hora y lugar de celebración del examen serán anunciados en el Boletín Oficial del Estado. Esta resolución afecta a los aspirantes a notarios, quienes deben estar atentos a la nueva programación para poder participar en el proceso selectivo. Es importante que los opositores estén informados sobre estos cambios para no perder la oportunidad de presentarse a la oposición.", "affects_to": ["estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en el proceso de oposiciones para que los aspirantes puedan prepararse adecuadamente y no pierdan oportunidades en su carrera profesional.", "updated_at": "2026-01-29T08:27:05.854671+00:00"}
{"id": "boe-2025-10-21-acuerdo-cc50e791", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Reino de España y la Corte Penal Internacional relativo a la ejecución de las penas de la Corte Penal Internacional, hecho en La Haya el 8 de diciembre de 2022.", "date_published": "2025-10-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/21/pdfs/BOE-A-2025-21121.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:51:42.855318+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-21-acuerdo-cc50e791.pdf", "text_length": 20416, "topic_primary": "justicia", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["Corte Penal Internacional", "ejecución de penas", "España", "derechos humanos", "cooperación internacional"], "summary_plain_es": "Este acuerdo entre España y la Corte Penal Internacional establece un marco para la ejecución de las penas impuestas por la Corte en territorio español. A partir de ahora, si una persona es condenada por la Corte, España podrá recibirla para cumplir su pena, siempre que se sigan ciertos procedimientos. Esto incluye que la Corte notifique a España sobre la condena y que España acepte recibir a la persona. Además, se asegura que las condiciones de reclusión en España cumplan con las normas internacionales y que la Corte supervise la ejecución de la pena. Esto afecta a la cooperación internacional en materia penal y garantiza que los derechos de los condenados sean respetados. Es importante que los ciudadanos conozcan este acuerdo ya que refleja el compromiso de España con la justicia internacional y el respeto a los derechos humanos.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo España se compromete con la justicia internacional y el tratamiento de los reclusos, lo que fortalece la confianza en el sistema judicial.", "updated_at": "2026-01-29T08:27:11.999110+00:00"}
{"id": "boe-2025-10-21-orden-1274f3ef", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 7 de octubre de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se adscribe a la Magistrada doña Marta Chimeno Cano a la Audiencia Provincial de Tarragona, orden civil.", "date_published": "2025-10-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/21/pdfs/BOE-A-2025-21122.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:51:42.855872+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-21-orden-1274f3ef.pdf", "text_length": 1184, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "magistrada", "audiencia provincial", "Tarragona", "orden civil", "Consejo General del Poder Judicial"], "summary_plain_es": "El Acuerdo del 7 de octubre de 2025, aprobado por la Comisión Permanente del Consejo General del Poder Judicial, designa a la Magistrada Marta Chimeno Cano para que forme parte de la Audiencia Provincial de Tarragona en el ámbito civil. Este nombramiento se realizará en el momento en que la Magistrada Clara Carulla Terricabras se reincorpore a su puesto. Este cambio es relevante para el funcionamiento del sistema judicial en Tarragona, ya que afecta la administración de justicia en la región. La incorporación de la nueva magistrada puede influir en la resolución de casos civiles, mejorando así la eficiencia del servicio judicial.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el poder judicial, ya que estos afectan directamente la administración de justicia y la confianza en el sistema legal.", "updated_at": "2026-01-29T08:27:17.274751+00:00"}
{"id": "boe-2025-10-22-ley-d8b05801", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 11/2025, de 21 de octubre, por el que se establecen medidas para el fortalecimiento del Sistema para la Autonomía y Atención a la Dependencia y cumplir con las obligaciones establecidas en la Ley 3/2024, de 30 de octubre, para mejorar la calidad de vida de las personas con Esclerosis Lateral Amiotrófica y otras enfermedades o procesos de alta complejidad y curso irreversible.", "date_published": "2025-10-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/22/pdfs/BOE-A-2025-21205.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:51:51.102039+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-22-ley-d8b05801.pdf", "text_length": 42697, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["dependencia", "esclerosis lateral amiotrófica", "calidad de vida", "atención especializada", "financiación", "ayuda económica", "trámites administrativos"], "summary_plain_es": "El Real Decreto-ley 11/2025 establece medidas para fortalecer el Sistema para la Autonomía y Atención a la Dependencia, en cumplimiento de la Ley 3/2024. Esto afecta principalmente a las personas con Esclerosis Lateral Amiotrófica y otras enfermedades complejas. Se introducen cambios que agilizan los trámites para el reconocimiento de la discapacidad y la dependencia, y se crea un nuevo grado de dependencia extrema que garantiza una ayuda económica mensual de 4.930 euros. Además, se incrementa la financiación para asegurar una atención integral y especializada, mejorando así la calidad de vida de los afectados y sus familias. Este decreto busca prevenir el riesgo de muerte evitable y asegurar una atención continua y adecuada a las necesidades de estos pacientes, lo que representa un avance significativo en la protección de sus derechos.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender sus derechos y los recursos disponibles, especialmente aquellos que enfrentan enfermedades complejas y sus familias. La transparencia en estos procesos ayuda a garantizar una atención adecuada y a fomentar la participación ciudadana en la mejora del sistema de salud y servicios sociales.", "updated_at": "2026-01-29T08:27:22.956650+00:00"}
{"id": "boe-2025-10-22-resolucion-40353508", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38457/2025, de 16 de octubre, de la Subsecretaría, por la que se convoca el proceso de selección para el ingreso en los centros docentes militares de formación para la adquisición de la condición de reservista voluntario de las Fuerzas Armadas.", "date_published": "2025-10-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/22/pdfs/BOE-A-2025-21242.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:51:51.104995+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-22-resolucion-40353508.pdf", "text_length": 73158, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["reservista voluntario", "Fuerzas Armadas", "proceso de selección", "centros docentes militares", "formación militar"], "summary_plain_es": "Se convoca un proceso de selección para que las personas interesadas puedan ingresar en los centros docentes militares de formación y así adquirir la condición de reservista voluntario en las Fuerzas Armadas. Este proceso está dirigido a ciudadanos que deseen servir en la reserva militar y contribuir a la defensa del país. Los aspirantes deberán cumplir ciertos requisitos y pasar por un proceso de selección que incluye pruebas físicas y psicotécnicas. Esta convocatoria es importante porque permite a los ciudadanos involucrarse activamente en la defensa nacional y ofrece una oportunidad de formación y desarrollo personal en el ámbito militar.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en el proceso de selección y contribuir a la defensa del país, así como para entender las oportunidades que ofrece el servicio militar en la reserva.", "updated_at": "2026-01-29T08:27:27.674551+00:00"}
{"id": "boe-2025-10-23-otro-5d50f0d8", "source": "BOE", "type": "otro", "title_original": "Estatutos del Consorcio de Infraestructuras de Investigación Europeas relativo a las infraestructuras de biobancos y recursos biomoleculares para la investigación (BBMRI-ERIC).", "date_published": "2025-10-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/23/pdfs/BOE-A-2025-21297.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:52:13.905946+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-23-otro-5d50f0d8.pdf", "text_length": 46693, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["biobancos", "recursos biomoleculares", "investigación", "BBMRI-ERIC", "consorcio europeo", "salud", "biomedicina"], "summary_plain_es": "Se aprueban los Estatutos del Consorcio de Infraestructuras de Investigación Europeas, conocido como BBMRI-ERIC, que se centra en biobancos y recursos biomoleculares para la investigación. Este consorcio busca mejorar la investigación biomédica en Europa al facilitar el acceso a muestras biológicas y datos médicos. Afecta principalmente a investigadores y entidades que trabajan en el ámbito de la biomedicina, así como a los países miembros que participen en el consorcio. Se espera que esta iniciativa potencie la competitividad de la investigación europea y atraiga inversiones en el sector. Además, se establece un marco para la colaboración entre los biobancos de diferentes países, promoviendo la excelencia científica y el desarrollo de nuevos tratamientos para enfermedades. Es importante que los ciudadanos conozcan esta información, ya que fomenta la transparencia en la investigación y el uso de recursos biomoleculares, asegurando que se respeten los derechos fundamentales y la protección de datos.", "affects_to": ["sector_sanitario", "investigadores", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas iniciativas para garantizar que se respeten sus derechos y se promueva una investigación ética y responsable.", "updated_at": "2026-01-29T08:27:33.825876+00:00"}
{"id": "boe-2025-10-23-resolucion-1b7edc9e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación voluntaria del notario de Arévalo don Juan Carlos Gutiérrez López.", "date_published": "2025-10-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/23/pdfs/BOE-A-2025-21299.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:52:13.906564+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-23-resolucion-1b7edc9e.pdf", "text_length": 1202, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación voluntaria", "notario", "Arévalo", "Juan Carlos Gutiérrez López", "servicios notariales", "normativa", "Dirección General"], "summary_plain_es": "Se ha aprobado la jubilación voluntaria del notario de Arévalo, Juan Carlos Gutiérrez López, tras su solicitud conforme a la normativa vigente. Este proceso se realiza bajo el artículo 57 del Reglamento Notarial y la Ley 29/1983, lo que significa que ha alcanzado la edad legal para jubilarse. La decisión fue tomada por la Dirección General de Seguridad Jurídica y Fe Pública, que tiene la autoridad para conceder estas jubilaciones. Este cambio afecta principalmente al notario y a las personas que utilizan sus servicios, ya que su jubilación podría impactar en la disponibilidad de servicios notariales en la localidad. Es importante que los ciudadanos conozcan estos procesos, ya que afectan la continuidad de servicios esenciales en su comunidad.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede influir en la disponibilidad de servicios y la atención a sus necesidades legales.", "updated_at": "2026-01-29T08:27:39.535407+00:00"}
{"id": "boe-2025-10-23-resolucion-bb4d0f80", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Córdoba don José Cuevas Baile.", "date_published": "2025-10-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/23/pdfs/BOE-A-2025-21300.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:52:13.906912+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-23-resolucion-bb4d0f80.pdf", "text_length": 1638, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "notario", "Córdoba", "José Cuevas Baile", "servicio activo", "Ley 29/1983", "ceses", "notariado"], "summary_plain_es": "Se ha declarado la jubilación del notario de Córdoba, don José Cuevas Baile, quien cumplirá 72 años el 20 de noviembre de 2025. Según la legislación vigente, al alcanzar esta edad, es obligatorio su cese en el cargo. Esta resolución se emite en cumplimiento de la Ley 29/1983 y se basa en el expediente personal del notario. La jubilación forzosa se produce tras haberse concedido previamente una prolongación en el servicio activo hasta alcanzar la edad máxima permitida. Esto afecta a la organización del servicio notarial en Córdoba, ya que se deberá nombrar a un nuevo notario para ocupar su puesto.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los cargos públicos y la normativa que regula la jubilación de los funcionarios, lo que garantiza la transparencia en el funcionamiento del sistema administrativo.", "updated_at": "2026-01-29T08:27:44.636406+00:00"}
{"id": "boe-2025-10-24-otro-05b839e0", "source": "BOE", "type": "otro", "title_original": "Recurso de amparo n.º 2951/2025, interpuesto por el Ministerio Fiscal contra el auto de fecha 13 de marzo de 2025 del Juzgado de Primera Instancia e Instrucción n.º 4 de Leganés (Madrid), dictado en el procedimiento n.º 252/2025, por el que se acordó denegar la incoación del procedimiento de Habeas Corpus.", "date_published": "2025-10-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/24/pdfs/BOE-A-2025-21377.pdf", "approved_by": "º 2951/2025, interpuesto por el Ministerio Fiscal contra el auto de fecha 13 de marzo de 2025 del Juzgado de Primera Instancia e Instrucción n. º 4 de Leganés (Madrid), dictado en el procedimiento n.º 252/2025, por el que se acordó denegar la incoación del procedimiento de Habeas Corpus.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:52:28.809935+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-24-otro-05b839e0.pdf", "text_length": 1619, "topic_primary": "economía", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de amparo", "habeas corpus", "Ministerio Fiscal", "Tribunal Constitucional", "Leganés", "derechos fundamentales", "justicia"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de amparo presentado por el Ministerio Fiscal. Este recurso se interpone contra una decisión del Juzgado de Primera Instancia e Instrucción n.º 4 de Leganés, que denegó la apertura de un procedimiento de Habeas Corpus en un caso específico. Esto significa que el Tribunal revisará si se han vulnerado derechos fundamentales en el proceso judicial. Si tienes interés en el caso, puedes personarte ante el Tribunal Constitucional en un plazo de diez días desde la publicación de este edicto. Este proceso es importante porque garantiza que se respeten los derechos de las personas detenidas y se revisen las decisiones judiciales que pueden afectar su libertad.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos, ya que afectan a la protección de sus derechos y libertades. La transparencia en la justicia fortalece la confianza en el sistema legal.", "updated_at": "2026-01-29T08:27:49.332990+00:00"}
{"id": "boe-2025-10-25-resolucion-0991f957", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de octubre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-10-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/25/pdfs/BOE-A-2025-21449.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:52:33.235787+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-25-resolucion-0991f957.pdf", "text_length": 2150, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "Península", "Baleares", "cigarros", "picaduras de pipa"], "summary_plain_es": "La Resolución del 24 de octubre de 2025, publicada por el Comisionado para el Mercado de Tabacos, establece los precios de venta al público de ciertos productos de tabaco en las expendedurías de la Península y Baleares. Esto incluye cigarros, cigarrillos y picaduras de pipa, cuyos precios han sido propuestos por los fabricantes e importadores. Los precios reflejan el coste total, incluyendo impuestos, y entrarán en vigor el mismo día de su publicación. Esta medida afecta a los consumidores de tabaco, ya que les proporciona información actualizada sobre los precios de estos productos en el mercado. Es importante que estés al tanto de estos cambios para poder tomar decisiones informadas sobre tus compras de tabaco.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para poder realizar compras informadas y entender el impacto de la regulación en el mercado.", "updated_at": "2026-01-29T08:27:54.028039+00:00"}
{"id": "boe-2025-10-25-resolucion-cac2b1e0", "source": "BOE", "type": "resolucion", "title_original": "Resolución 160/38467/2025, de 24 de octubre, de la Jefatura de Enseñanza de la Guardia Civil, por la que se corrigen errores en la Resolución 160/38459/2025, de 21 de octubre, por la que se publica la relación de aspirantes propuestos/as para ingresar como alumnos y alumnas de la convocatoria de pruebas selectivas para el ingreso en los centros docentes de formación, para la incorporación a la Escala de Cabos y Guardias del Cuerpo de la Guardia Civil.", "date_published": "2025-10-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/25/pdfs/BOE-A-2025-21469.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:52:33.239092+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-25-resolucion-cac2b1e0.pdf", "text_length": 19191, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Guardia Civil", "aspirantes", "resolución", "corrección", "selección", "formación", "anexo", "puntuaciones"], "summary_plain_es": "La Resolución 160/38467/2025 corrige errores en la lista de aspirantes seleccionados para ingresar en los centros de formación de la Guardia Civil. Esta corrección afecta a los aspirantes que fueron propuestos en la Resolución anterior, publicada el 21 de octubre de 2025. Se anula el anexo I de la resolución anterior y se presenta una nueva lista con las puntuaciones finales de los aspirantes seleccionados. Esto es importante para asegurar que los candidatos correctos sean considerados para la formación y posterior incorporación a la Escala de Cabos y Guardias. Si eres un aspirante a la Guardia Civil, debes estar atento a esta nueva lista para verificar tu situación en el proceso de selección.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar la transparencia en los procesos de selección y formación de las fuerzas de seguridad. Esto fomenta la confianza en las instituciones y en la justicia del proceso.", "updated_at": "2026-01-29T08:27:58.796685+00:00"}
{"id": "boe-2025-10-27-acuerdo-52ea1275", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Reino de España y los Emiratos Árabes Unidos sobre cooperación en materia de seguridad y lucha contra la delincuencia, hecho en Abu-Dhabi el 7 de febrero de 2021.", "date_published": "2025-10-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/27/pdfs/BOE-A-2025-21542.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:53:11.018426+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-27-acuerdo-52ea1275.pdf", "text_length": 15315, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["cooperación internacional", "seguridad", "delincuencia", "terrorismo", "intercambio de información", "formación en seguridad"], "summary_plain_es": "Este acuerdo entre España y los Emiratos Árabes Unidos busca fortalecer la cooperación en seguridad y lucha contra la delincuencia. Afecta a ambos países y se centra en delitos graves como el terrorismo, el tráfico de drogas, la corrupción y la ciberdelincuencia. Se establece un marco para el intercambio de información y asistencia en la investigación de delitos, así como en la formación de personal en materia de seguridad. Esto significa que las autoridades de ambos países podrán colaborar más eficazmente para prevenir y combatir el crimen, lo que mejora la seguridad pública y fomenta un desarrollo social y económico más seguro.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se protege su seguridad y cómo se combate la delincuencia a nivel internacional. La transparencia en estos acuerdos fomenta la confianza en las instituciones y la colaboración entre países.", "updated_at": "2026-01-29T08:28:02.783649+00:00"}
{"id": "boe-2025-10-28-resolucion-22a33958", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de octubre de 2025, de la Dirección General de Trabajo, por la que se publica la relación de fiestas laborales para el año 2026.", "date_published": "2025-10-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/28/pdfs/BOE-A-2025-21667.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:53:18.197735+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-28-resolucion-22a33958.pdf", "text_length": 9186, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["fiestas laborales 2026", "calendario laboral", "días festivos", "trabajadores", "comunidades autónomas", "retribución", "descanso laboral"], "summary_plain_es": "La Resolución de 17 de octubre de 2025, publicada en el BOE, establece la lista de fiestas laborales para el año 2026 en España. Esta relación incluye las fiestas de ámbito nacional y las específicas de cada Comunidad Autónoma, así como de las Ciudades de Ceuta y Melilla. Afecta a todos los trabajadores, ya que determina los días festivos en los que no se trabaja y que son retribuidos. Es importante que conozcas estas fechas, ya que te ayudarán a planificar tus actividades laborales y personales. Las Comunidades Autónomas tienen la opción de sustituir algunas fiestas nacionales por otras de carácter local o tradicional, lo que puede variar según la región. La publicación de esta resolución busca garantizar que todos los ciudadanos estén informados sobre sus derechos laborales en relación a las festividades.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la relación de fiestas laborales para poder ejercer sus derechos y organizar su tiempo de manera efectiva. La transparencia en estos temas laborales fomenta una mejor planificación y entendimiento de los derechos de los trabajadores.", "updated_at": "2026-01-29T08:28:07.970305+00:00"}
{"id": "boe-2025-10-28-resolucion-60fc57f6", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38462/2025, de 21 de octubre, de la Secretaría de Estado de Defensa, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución 430/38423/2025, de 17 de septiembre.", "date_published": "2025-10-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/28/pdfs/BOE-A-2025-21669.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:53:18.198341+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-28-resolucion-60fc57f6.pdf", "text_length": 2428, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "libre designación", "INTA", "Pascual Soria Martínez", "Secretaría de Estado de Defensa", "recursos administrativos", "transparencia"], "summary_plain_es": "Se ha publicado la resolución que nombra a Pascual Soria Martínez como Subdirector General de Coordinación y Planes del Instituto Nacional de Técnica Aeroespacial (INTA). Este nombramiento se realiza tras una convocatoria de libre designación y se asegura que se han cumplido todos los requisitos establecidos. La toma de posesión del nuevo cargo se llevará a cabo conforme a la normativa vigente. Si alguien no está de acuerdo con esta resolución, puede presentar un recurso contencioso-administrativo o un recurso administrativo de reposición dentro de los plazos establecidos. Este proceso es importante para garantizar la transparencia y el correcto funcionamiento de la administración pública, asegurando que los nombramientos se realicen de manera justa y conforme a la ley.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan los cargos públicos y asegurar que se cumplen los principios de transparencia y mérito en la administración pública.", "updated_at": "2026-01-29T08:28:12.829477+00:00"}
{"id": "boe-2025-10-28-resolucion-d813ef07", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de octubre de 2025, de la Delegación Especial del Estado en el Consorcio Zona Franca de Cádiz, por la que se convoca proceso selectivo para la provisión de plaza de Administrativo/a.", "date_published": "2025-10-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/28/pdfs/BOE-A-2025-21674.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:53:18.198895+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-28-resolucion-d813ef07.pdf", "text_length": 4227, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza administrativo", "zona franca", "Cádiz", "proceso selectivo", "empleo público", "solicitudes"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir una plaza de Administrativo/a en el Consorcio Zona Franca de Cádiz. Esta plaza es de personal laboral fijo y se ofrece mediante un contrato de relevo por jubilación parcial. Si estás interesado en participar, debes presentar tu solicitud y documentación en un plazo de veinte días hábiles desde la publicación de la convocatoria en el BOE. Las bases de la convocatoria están disponibles en la página web del Consorcio y en el Punto de Acceso General. Es importante que conozcas que puedes interponer un recurso de reposición si no estás de acuerdo con la resolución. Esta convocatoria puede ser una buena oportunidad para quienes buscan empleo en el sector público en Cádiz.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo público y participar en el proceso de selección, promoviendo así la igualdad de oportunidades.", "updated_at": "2026-01-29T08:28:17.470462+00:00"}
{"id": "boe-2025-10-29-ley-30009680", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 12/2025, de 28 de octubre, por el que se adoptan medidas urgentes de reactivación, refuerzo y prevención en el marco del Plan de respuesta inmediata, reconstrucción y relanzamiento frente a los daños causados por la Depresión Aislada en Niveles Altos (DANA) en diferentes municipios entre el 28 de octubre y el 4 de noviembre de 2024.", "date_published": "2025-10-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/29/pdfs/BOE-A-2025-21725.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:53:30.141992+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-29-ley-30009680.pdf", "text_length": 86554, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["DANA", "medidas urgentes", "reconstrucción", "ayudas económicas", "resiliencia", "Comunitat Valenciana", "desastres naturales", "préstamos ICO"], "summary_plain_es": "El Real Decreto-ley 12/2025 establece medidas urgentes para la reactivación y reconstrucción de los municipios afectados por la Depresión Aislada en Niveles Altos (DANA) que ocurrió entre el 28 de octubre y el 4 de noviembre de 2024. Esta catástrofe meteorológica causó graves daños en la Comunitat Valenciana, con 237 víctimas mortales y la destrucción de infraestructuras. El Gobierno ha implementado un Plan de Respuesta Inmediata que incluye ayudas económicas significativas, superando los 8.000 millones de euros. Con este decreto, se busca reforzar y ampliar las medidas existentes, apoyando la recuperación y la resiliencia ante futuros desastres climáticos. Se introducen nuevos préstamos para empresas y se fomenta la modernización económica de las áreas afectadas, asegurando que la población y los territorios recuperen la normalidad y se preparen mejor para emergencias futuras.", "affects_to": ["todos_ciudadanos", "empresas", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se les apoyará en la recuperación tras desastres y cómo se gestionarán los recursos públicos en situaciones de emergencia.", "updated_at": "2026-01-29T08:28:22.465899+00:00"}
{"id": "boe-2025-10-29-resolucion-1298de0c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de octubre de 2025, del Defensor del Pueblo, por la que se designan Vocales del Consejo Asesor del Mecanismo Nacional de Prevención de la Tortura.", "date_published": "2025-10-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/29/pdfs/BOE-A-2025-21732.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:53:30.142683+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-29-resolucion-1298de0c.pdf", "text_length": 1683, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["mecanismo nacional", "prevención de la tortura", "Defensor del Pueblo", "Vocales designados", "derechos humanos"], "summary_plain_es": "El Defensor del Pueblo ha aprobado la designación de nuevos Vocales para el Consejo Asesor del Mecanismo Nacional de Prevención de la Tortura. Esta decisión afecta a la composición del consejo, que tiene la responsabilidad de prevenir la tortura y otros tratos crueles en España. Se han seleccionado a cuatro personas, incluyendo representantes del Consejo General de la Abogacía Española y de la Organización Médica Colegial de España, así como a otros candidatos de la sociedad civil. Este cambio busca fortalecer la labor de supervisión y asesoramiento en materia de derechos humanos, asegurando que se mantenga un enfoque plural y diverso en la prevención de la tortura. Como ciudadano, es importante que estés al tanto de estas designaciones, ya que el consejo juega un papel crucial en la protección de los derechos fundamentales.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas designaciones para entender cómo se protege y promueve el respeto a los derechos humanos en el país. La transparencia en estos procesos contribuye a una sociedad más informada y participativa.", "updated_at": "2026-01-29T08:28:26.852257+00:00"}
{"id": "boe-2025-10-29-resolucion-7b3c63ff", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de octubre de 2025, de la Delegación Especial del Estado en el Consorcio Zona Franca de Cádiz, por la que se convoca proceso selectivo para ingreso, reservado a persona con discapacidad, por el sistema general de acceso libre, como personal laboral fijo del Grupo V, Nivel A.", "date_published": "2025-10-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/29/pdfs/BOE-A-2025-21755.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:53:30.143204+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-29-resolucion-7b3c63ff.pdf", "text_length": 4322, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plaza", "discapacidad", "empleo público", "Cádiz", "personal laboral", "Grupo V", "Nivel A"], "summary_plain_es": "Se ha convocado un proceso selectivo para cubrir una plaza de personal laboral fijo en el Consorcio Zona Franca de Cádiz, reservado para personas con discapacidad. Esta convocatoria forma parte de la Oferta de Empleo Público de 2025 y busca seleccionar a un candidato para el puesto de Personal de Apoyo con Formación Específica, Grupo V, Nivel A. Si estás interesado en participar, debes presentar tu solicitud en un plazo de veinte días hábiles desde la publicación de esta resolución en el Boletín Oficial del Estado. Las bases de la convocatoria están disponibles en la página web del Consorcio y en el Punto de Acceso General. Además, tienes derecho a presentar alegaciones sobre tus méritos. Es importante que conozcas que puedes recurrir esta resolución si no estás de acuerdo con ella, ya sea mediante un recurso de reposición o una demanda ante el Juzgado de lo Social de Cádiz.", "affects_to": ["todos_ciudadanos", "autónomos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales y participar en procesos de selección justos e inclusivos.", "updated_at": "2026-01-29T08:28:31.550957+00:00"}
{"id": "boe-2025-10-30-orden-c1efd310", "source": "BOE", "type": "orden", "title_original": "Orden ISM/1200/2025, de 28 de octubre, por la que se corrigen errores en la Orden ISM/821/2025, de 24 de julio, por la que se fijan para el ejercicio 2025 las bases normalizadas de cotización a la Seguridad Social, por contingencias comunes, en el Régimen Especial de la Seguridad Social para la Minería del Carbón.", "date_published": "2025-10-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/30/pdfs/BOE-A-2025-21809.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:53:46.693646+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-30-orden-c1efd310.pdf", "text_length": 7145, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cotización", "Seguridad Social", "minería del carbón", "corrección de errores", "bases normalizadas", "2025", "trabajadores", "empleadores"], "summary_plain_es": "La Orden ISM/1200/2025 corrige errores en la Orden ISM/821/2025, que establecía las bases de cotización a la Seguridad Social para el año 2025 en el Régimen Especial de la Minería del Carbón. Esta corrección afecta a las bases normalizadas de cotización que deben aplicar los trabajadores del sector minero, asegurando que las cifras sean correctas y reflejen adecuadamente las condiciones laborales. Los cambios se aplican a diversas categorías profesionales, desde personal técnico hasta obrero, y se especifican las nuevas bases diarias de cotización para cada grupo. Es importante que los trabajadores y empleadores del sector minero estén al tanto de estas correcciones para cumplir con sus obligaciones de cotización y asegurar sus derechos en materia de Seguridad Social.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender sus derechos y obligaciones en materia de cotización a la Seguridad Social, lo que impacta directamente en su protección social y laboral.", "updated_at": "2026-01-29T08:28:36.684446+00:00"}
{"id": "boe-2025-10-31-acuerdo-6742a21e", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo Multilateral entre Autoridades competentes sobre intercambio de información GloBE.", "date_published": "2025-10-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/31/pdfs/BOE-A-2025-21920.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:53:53.119368+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-31-acuerdo-6742a21e.pdf", "text_length": 28175, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["intercambio de información", "normas GloBE", "empresas multinacionales", "impuestos mínimos", "autoridades fiscales", "cumplimiento fiscal", "transparencia tributaria"], "summary_plain_es": "Este acuerdo establece un marco para el intercambio de información entre las autoridades fiscales de diferentes jurisdicciones sobre las normas GloBE, que buscan asegurar que las grandes empresas multinacionales paguen impuestos mínimos en cada país donde operan. Afecta principalmente a las empresas multinacionales, que deberán presentar declaraciones informativas GloBE a las autoridades tributarias de cada jurisdicción donde tengan presencia. Este cambio facilitará el cumplimiento fiscal y reducirá la carga administrativa para las empresas, al permitir un intercambio de información más eficiente entre países. Además, se espera que las jurisdicciones adapten su legislación para cumplir con estas normas, lo que puede llevar a una mayor transparencia y equidad en la tributación internacional.", "affects_to": ["empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que promueve una mayor equidad en la tributación de las grandes empresas, lo que puede beneficiar a la economía y a la sociedad en general.", "updated_at": "2026-01-29T08:28:41.245451+00:00"}
{"id": "boe-2025-10-31-orden-9a67a34e", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1208/2025, de 29 de octubre, por la que se modifica la Orden PJC/958/2025, de 27 de agosto, por la que se nombra el Tribunal Calificador n.º 2, 3, 4, y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "date_published": "2025-10-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/10/31/pdfs/BOE-A-2025-21952.pdf", "approved_by": "º 2, 3, 4, y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:53:53.121228+00:00", "pdf_path": "pdfs/2025/10/boe-2025-10-31-orden-9a67a34e.pdf", "text_length": 2226, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación tribunal", "oposiciones letrados", "Cuerpo de Letrados", "Administración de Justicia", "proceso selectivo", "nombramiento", "recurso administrativo"], "summary_plain_es": "La Orden PJC/1208/2025, publicada el 29 de octubre de 2025, modifica la anterior Orden PJC/958/2025, que nombraba a los miembros de los Tribunales Calificadores para el proceso selectivo de ingreso en el Cuerpo de Letrados de la Administración de Justicia. Esta modificación se debe a la renuncia de una de las integrantes del tribunal suplente número 4. En su lugar, se designa a doña María Paloma Muñiz Carrión. Esta orden afecta a los opositores que participan en el proceso selectivo, ya que garantiza que el tribunal esté completo y en funcionamiento. Es importante que los interesados estén al tanto de estos cambios para poder ejercer sus derechos durante el proceso de selección.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se conforman los tribunales que evaluarán a los opositores, lo que impacta en la transparencia y la justicia del proceso selectivo.", "updated_at": "2026-01-29T08:28:45.744428+00:00"}
