{"id": "boe-2025-02-01-resolucion-963cec1d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 31 de enero de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1810.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:53:55.858661+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-963cec1d.pdf", "text_length": 7788, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "resolución mercado tabacos", "venta al público", "cigarrillos", "cigarros", "picaduras", "monopolio tabaco"], "summary_plain_es": "La Resolución del 31 de enero de 2025 establece los precios de venta al público de diversas labores de tabaco en las expendedurías del área del Monopolio, afectando tanto a los consumidores como a los comerciantes de tabaco. Se publican precios específicos para cigarrillos, cigarros, picaduras de liar y de pipa, incluyendo tributos. Por ejemplo, una cajetilla de cigarrillos Business Royals Blue costará 4,80 euros. Esta resolución es importante porque regula el mercado del tabaco, asegurando que los precios sean transparentes y accesibles para todos los ciudadanos. La normativa entrará en vigor el mismo día de su publicación, lo que significa que los precios se aplicarán de inmediato.", "affects_to": ["todos_ciudadanos", "empresas", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios regulados del tabaco para poder tomar decisiones informadas sobre su consumo y para entender cómo se estructura el mercado en este sector.", "updated_at": "2026-01-29T07:26:40.588938+00:00"}
{"id": "boe-2025-02-01-resolucion-8874b1ac", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de diciembre de 2024, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación voluntaria del notario de San Lorenzo de El Escorial don Sebastián Barril Roche.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1811.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.859270+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-8874b1ac.pdf", "text_length": 1228, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación voluntaria", "notario", "Sebastián Barril Roche", "San Lorenzo de El Escorial", "Resolución", "Dirección General de Seguridad Jurídica"], "summary_plain_es": "La Resolución de 30 de diciembre de 2024 declara la jubilación voluntaria del notario Sebastián Barril Roche, quien ha solicitado este derecho conforme a la normativa vigente. Esto significa que, tras cumplir la edad legal, el notario podrá retirarse de su actividad profesional. Esta decisión afecta principalmente al notariado en San Lorenzo de El Escorial, donde su función será asumida por otro notario. Es importante que los ciudadanos conozcan estas resoluciones, ya que garantizan la continuidad de los servicios notariales y la transparencia en la gestión pública.", "affects_to": ["todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las jubilaciones en el sector público, ya que esto afecta la disponibilidad de servicios notariales y la gestión de documentos legales.", "updated_at": "2026-01-29T07:26:44.615440+00:00"}
{"id": "boe-2025-02-01-resolucion-72c062e2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación forzosa del notario de Madrid don Carmelo Lacaci de la Peña.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1812.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.859626+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-72c062e2.pdf", "text_length": 1469, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notario", "Carmelo Lacaci", "Madrid", "Dirección General", "servicio notarial", "resolución", "normativa"], "summary_plain_es": "Se ha aprobado la jubilación forzosa del notario de Madrid, don Carmelo Lacaci de la Peña, mediante una resolución de la Dirección General de Seguridad Jurídica y Fe Pública. Esta decisión se basa en la solicitud del propio notario, quien pidió su jubilación amparándose en la normativa vigente. La resolución también anula una decisión anterior que permitía su permanencia en el servicio activo, la cual había sido acordada en enero de 2023. Este cambio afecta directamente al notario y a la organización del servicio notarial en Madrid, ya que su jubilación implica la necesidad de cubrir su puesto y garantizar la continuidad de los servicios notariales en la región.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan estas decisiones administrativas, ya que afectan a la gestión de servicios públicos y a la continuidad de funciones esenciales como las notariales.", "updated_at": "2026-01-29T07:26:49.685885+00:00"}
{"id": "boe-2025-02-01-resolucion-6e1a6faa", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara en situación de excedencia voluntaria a la notaria de Alcalá de Henares doña Pilar Viciana Ortiz de Galisteo.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1813.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.860125+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-6e1a6faa.pdf", "text_length": 1144, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["excedencia voluntaria", "notaria", "Alcalá de Henares", "Pilar Viciana Ortiz de Galisteo", "servicios notariales", "reglamento notarial", "situación laboral"], "summary_plain_es": "Se ha aprobado la situación de excedencia voluntaria para la notaria de Alcalá de Henares, doña Pilar Viciana Ortiz de Galisteo. Esto significa que, a partir de ahora, ella no ejercerá sus funciones notariales durante un periodo mínimo de un año. Esta decisión se toma a solicitud de la propia notaria y está respaldada por la normativa vigente en el ámbito notarial. La excedencia voluntaria permite a los profesionales del notariado tomarse un tiempo fuera de su actividad habitual, lo que puede ser por motivos personales o profesionales. Este cambio afecta directamente a la notaria y a los ciudadanos que requieran sus servicios notariales, ya que deberán buscar a otro notario durante su ausencia.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas decisiones para entender cómo pueden afectar la disponibilidad de servicios notariales y la gestión de sus trámites legales.", "updated_at": "2026-01-29T07:26:54.538820+00:00"}
{"id": "boe-2025-02-01-resolucion-4e0c5f25", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación de don Enrique Madero Jarabo, registrador de la propiedad, mercantil y de bienes muebles en situación de excedencia voluntaria.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1814.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.860492+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-4e0c5f25.pdf", "text_length": 1331, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "registrador", "enrique madero", "propiedad", "mercantil", "bienes muebles", "excedencia voluntaria", "resolución"], "summary_plain_es": "Se ha aprobado la jubilación de Enrique Madero Jarabo, quien ha sido registrador de la propiedad, mercantil y de bienes muebles. Esta decisión fue solicitada por él mismo y se basa en que ha alcanzado la edad de 65 años, cumpliendo así con los requisitos establecidos en la legislación vigente. La resolución afecta a su situación laboral, ya que pasará a ser jubilado, lo que implica que dejará de ejercer sus funciones en el registro. Este cambio es relevante para el ámbito de la registración, ya que puede influir en la disponibilidad de personal en este sector. Además, es importante que los ciudadanos conozcan estas decisiones, ya que pueden tener implicaciones en la gestión de registros y en la atención al público en estas áreas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las jubilaciones en el sector público, ya que esto puede afectar la calidad y disponibilidad de los servicios que reciben en áreas como la registración de propiedades y mercantiles.", "updated_at": "2026-01-29T07:27:01.233011+00:00"}
{"id": "boe-2025-02-01-resolucion-bddbccee", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación forzosa del notario de Sevilla don Vicente Ramón Soriano García.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1815.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.860813+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-bddbccee.pdf", "text_length": 1655, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notario Sevilla", "Vicente Ramón Soriano García", "servicio activo", "ley 29/1983"], "summary_plain_es": "Se ha declarado la jubilación forzosa del notario de Sevilla, Vicente Ramón Soriano García, quien cumplirá 72 años el 19 de febrero de 2025. Esta decisión se toma en cumplimiento de la ley que establece la edad máxima para permanecer en el servicio activo. La resolución implica que Vicente Ramón Soriano García dejará su cargo en esa fecha, siguiendo el procedimiento legal correspondiente. Esto afecta a su labor como notario y a los ciudadanos que puedan requerir sus servicios notariales, ya que deberán buscar un nuevo notario para sus gestiones a partir de esa fecha.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas decisiones para entender cómo afectan a los servicios notariales y a la administración pública en general. La jubilación de funcionarios puede impactar en la disponibilidad de servicios esenciales.", "updated_at": "2026-01-29T07:27:08.858136+00:00"}
{"id": "boe-2025-02-01-resolucion-c5789417", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación forzosa de la notaria de Azuqueca de Henares doña María Pilar Moratiel Llarena.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1816.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.861159+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-c5789417.pdf", "text_length": 1594, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notaria", "Azuqueca de Henares", "María Pilar Moratiel", "servicios notariales", "Ley 29/1983", "Reglamento Notarial"], "summary_plain_es": "Se ha declarado la jubilación forzosa de la notaria María Pilar Moratiel Llarena, quien ejerce en Azuqueca de Henares. Esta decisión se toma porque el 17 de febrero de 2025, cumplirá 70 años, que es la edad legal para su jubilación. La resolución se basa en la Ley 29/1983 y el Reglamento Notarial, que establecen las condiciones para la jubilación de los notarios. A partir de esa fecha, dejará de ejercer sus funciones como notaria. Este cambio afecta directamente a la notaria y a los ciudadanos que requieran sus servicios notariales, ya que deberán buscar un nuevo notario para sus gestiones.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo afectan a los servicios notariales y la disponibilidad de notarios en su localidad.", "updated_at": "2026-01-29T07:27:16.866924+00:00"}
{"id": "boe-2025-02-01-resolucion-9ddf66a9", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de enero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación forzosa del notario de Girona don Enrique Brancós Núñez.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1817.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:53:55.861475+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-9ddf66a9.pdf", "text_length": 1617, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notario Girona", "Enrique Brancós Núñez", "Ley 29/1983", "cese efectivo", "servicios notariales"], "summary_plain_es": "Se ha declarado la jubilación forzosa del notario de Girona, Enrique Brancós Núñez, quien cumplirá 72 años el 28 de febrero de 2025. Esta decisión se toma conforme a la Ley 29/1983, que establece que los notarios deben jubilarse al alcanzar esta edad. La resolución indica que su cese efectivo en el cargo será en la misma fecha, marcando el fin de su carrera profesional en el notariado. Este cambio afecta principalmente al notario y a los ciudadanos que han utilizado sus servicios, ya que se deberá nombrar a un nuevo notario para cubrir su puesto. Es importante que estés al tanto de estos cambios, ya que pueden influir en la disponibilidad de servicios notariales en Girona.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan las decisiones administrativas que afectan a servicios públicos, como el notariado, para entender mejor cómo se gestionan sus derechos y el acceso a estos servicios.", "updated_at": "2026-01-29T07:27:22.218290+00:00"}
{"id": "boe-2025-02-01-resolucion-6b820c3e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de enero de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1819.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:53:55.861890+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-6b820c3e.pdf", "text_length": 6488, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes", "currículum vitae", "plazo", "oportunidades laborales"], "summary_plain_es": "La Resolución de 24 de enero de 2025 convoca a funcionarios del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación a solicitar puestos de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden optar a diferentes puestos, cuya lista se encuentra en el anexo de la resolución. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado. La solicitud se puede realizar a través del portal Funciona, y si no puedes acceder a este, hay un procedimiento alternativo. Es importante que estés informado sobre esta convocatoria, ya que puede ofrecerte nuevas oportunidades laborales dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión pública.", "updated_at": "2026-01-29T07:27:27.134822+00:00"}
{"id": "boe-2025-02-01-resolucion-5294391c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de enero de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-02-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/01/pdfs/BOE-A-2025-1820.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:53:55.862259+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-01-resolucion-5294391c.pdf", "text_length": 16915, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "puestos de trabajo", "libre designación", "funcionarios públicos", "convocatoria", "currículum vitae", "administración pública"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha convocado la provisión de varios puestos de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos establecidos pueden presentar sus solicitudes para ocupar estos puestos. Tienes un plazo de diez días naturales desde la publicación de la convocatoria para enviar tu solicitud, que debe incluir un currículum vitae detallado. Esta convocatoria afecta principalmente a los funcionarios que buscan nuevas oportunidades dentro de la administración pública. Es importante que estés informado sobre esta convocatoria si eres funcionario, ya que puede ofrecerte la posibilidad de avanzar en tu carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar en el desarrollo de políticas de cooperación internacional.", "updated_at": "2026-01-29T07:27:31.825114+00:00"}
{"id": "boe-2025-02-04-otro-25499c50", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 5367-2024, en relación con el artículo 2 del Decreto-ley del Gobierno de la Generalitat de Cataluña 4/2022, de 5 de abril, de medidas urgentes en el ámbito tributario y financiero, por posible vulneración del artículo 86.1 CE.", "date_published": "2025-02-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/04/pdfs/BOE-A-2025-1963.pdf", "approved_by": "º 5367-2024, en relación con el artículo 2 del Decreto-ley del Gobierno de la Generalitat de Cataluña 4/2022, de 5 de abril, de medidas urgentes en el ámbito tributario y financiero, por posible vulneración del artículo 86. 1 CE.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:24.638683+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-04-otro-25499c50.pdf", "text_length": 1674, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "decreto-ley", "Cataluña", "medidas tributarias", "Tribunal Constitucional", "recursos ordinarios"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con un decreto-ley del Gobierno de la Generalitat de Cataluña que establece medidas urgentes en el ámbito tributario y financiero. Esta cuestión se plantea porque se considera que el artículo 2 de dicho decreto-ley podría vulnerar varios artículos de la Constitución Española y del Estatuto de Autonomía de Cataluña. Si estás involucrado en el recurso ordinario mencionado, tienes un plazo de quince días para presentarte ante el Tribunal. Esto es importante porque puede afectar la legalidad de las medidas tributarias en Cataluña y, por ende, a los ciudadanos y empresas que operan en esta comunidad autónoma.", "affects_to": ["todos_ciudadanos", "empresas", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones, ya que afectan directamente a la legalidad de las normativas que pueden influir en sus obligaciones fiscales y derechos. La transparencia en estos procesos garantiza un estado de derecho más robusto.", "updated_at": "2026-01-29T07:27:37.076665+00:00"}
{"id": "boe-2025-02-04-otro-0227fe6f", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 8613-2024, en relación con los artículos 234.1.a) y 442.3.2 del Código Civil de Cataluña, por posible vulneración del artículo 10.1 CE.", "date_published": "2025-02-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/04/pdfs/BOE-A-2025-1964.pdf", "approved_by": "º 8613-2024, en relación con los artículos 234. 1.a) y 442.3.2 del Código Civil de Cataluña, por posible vulneración del artículo 10.1 CE.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:24.639155+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-04-otro-0227fe6f.pdf", "text_length": 1350, "topic_primary": "justicia", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "Código Civil de Cataluña", "Tribunal Constitucional", "derechos ciudadanos", "apelación"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con el Código Civil de Cataluña. Esta cuestión, planteada por la Audiencia Provincial de Barcelona, se centra en los artículos 234.1.a) y 442.3.2, que podrían estar en conflicto con el artículo 10.1 de la Constitución Española. Esto significa que se cuestiona si estas normas catalanas son compatibles con la Constitución. Si estás involucrado en el recurso de apelación mencionado, tendrás un plazo de quince días para presentar tus alegaciones ante el Tribunal. Este proceso es importante porque puede afectar la interpretación y aplicación de la ley en Cataluña y, por ende, a los derechos de los ciudadanos en esa comunidad.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de decisiones, ya que afectan directamente a sus derechos y a la aplicación de la ley en su comunidad. La transparencia en estos procesos garantiza una justicia más accesible y comprensible para todos.", "updated_at": "2026-01-29T07:27:41.784789+00:00"}
{"id": "boe-2025-02-04-otro-0fcf761d", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 9801-2024, en relación con los apartados 1 y 2 del artículo 6 de la Ley Foral 16/2022, de 30 de mayo, de medidas urgentes para la reducción de la temporalidad en los puestos de trabajo reservados a funcionarios con habilitación de la Comunidad Foral de Navarra, por posible vulneración de los arts. 23.2 y 14 CE.", "date_published": "2025-02-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/04/pdfs/BOE-A-2025-1965.pdf", "approved_by": "º 9801-2024, en relación con los apartados 1 y 2 del artículo 6 de la Ley Foral 16/2022, de 30 de mayo, de medidas urgentes para la reducción de la temporalidad en los puestos de trabajo reservados a funcionarios con habilitación de la Comunidad Foral de Navarra, por posible vulneración de los arts.  23.2 y 14 CE.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:24.639585+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-04-otro-0fcf761d.pdf", "text_length": 1746, "topic_primary": "empleo", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "Ley Foral 16/2022", "funcionarios", "Navarra", "temporalidad", "derechos fundamentales", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la Ley Foral 16/2022 de Navarra, que busca reducir la temporalidad en los puestos de trabajo de funcionarios. Esta cuestión se plantea porque se sospecha que ciertos apartados de la ley pueden vulnerar derechos fundamentales recogidos en la Constitución Española, específicamente los artículos 23.2 y 14. Esto significa que se revisará si la ley respeta los principios de igualdad y derecho a acceder a funciones públicas. Si se determina que hay inconstitucionalidad, podría haber cambios significativos en cómo se gestionan estos puestos de trabajo en Navarra, afectando a los funcionarios y a la administración pública en general.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de decisiones, ya que afectan a sus derechos y al funcionamiento de la administración pública. La transparencia en estos procesos ayuda a garantizar la justicia y la igualdad ante la ley.", "updated_at": "2026-01-29T07:27:46.213771+00:00"}
{"id": "boe-2025-02-04-orden-4cdc52f9", "source": "BOE", "type": "orden", "title_original": "Orden EFD/103/2025, de 27 de enero, por la que, a propuesta de la Consejería de Educación de la Comunidad de Castilla y León, se nombra personal funcionario de carrera del Cuerpo de Profesores de Enseñanza Secundaria, a personas funcionarias de carrera del Cuerpo, a extinguir, de Profesores Técnicos de Formación Profesional, que han sido integradas en virtud del procedimiento convocado por Orden EDU/628/2023, de 5 de mayo.", "date_published": "2025-02-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/04/pdfs/BOE-A-2025-1967.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:54:24.640353+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-04-orden-4cdc52f9.pdf", "text_length": 5369, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "profesores", "enseñanza secundaria", "formación profesional", "Castilla y León", "funcionarios", "educación"], "summary_plain_es": "Esta orden aprueba el nombramiento de personal funcionario de carrera del Cuerpo de Profesores de Enseñanza Secundaria en Castilla y León. Afecta a aquellos profesores técnicos de formación profesional que han sido integrados en este nuevo cuerpo docente tras un procedimiento de integración. Esto significa que aquellos que antes eran profesores técnicos ahora tienen la oportunidad de ejercer como profesores de secundaria, lo que puede mejorar su situación laboral y profesional. La integración se basa en un proceso regulado por normativas recientes, y la orden establece la fecha de efectos del nombramiento para cada persona. Es importante que los ciudadanos conozcan estos cambios, ya que afectan la calidad de la educación y el empleo de los docentes en la comunidad.", "affects_to": ["funcionarios", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos de personal docente, ya que esto impacta directamente en la calidad de la educación y en el desarrollo profesional de los profesores.", "updated_at": "2026-01-29T07:27:50.391514+00:00"}
{"id": "boe-2025-02-05-real_decreto-a12e50b2", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 69/2025, de 4 de febrero, por el que se desarrollan los elementos integrantes y los instrumentos de gestión del Sistema Nacional de Formación Profesional, y se modifica el Real Decreto 375/1999, de 5 de marzo, por el que se crea el Instituto Nacional de las Cualificaciones.", "date_published": "2025-02-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/05/pdfs/BOE-A-2025-2039.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:32.563680+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-05-real_decreto-a12e50b2.pdf", "text_length": 66605, "topic_primary": "otros", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["formación profesional", "competencias", "catálogo nacional", "empleabilidad", "cualificación continua", "gestión de formación", "mercado laboral"], "summary_plain_es": "El Real Decreto 69/2025 establece un nuevo marco para el Sistema Nacional de Formación Profesional en España, buscando adaptarlo a las necesidades del mercado laboral y fomentar la cualificación continua de los trabajadores. A partir de ahora, se crea un Catálogo Nacional de Estándares de Competencias Profesionales y un Catálogo Modular de Formación Profesional, que facilitarán la actualización y flexibilidad de la formación. Además, se regulan instrumentos de gestión como el Registro Estatal de Formación Profesional, que ofrecerán mayor seguridad jurídica. Este decreto afecta a todos los ciudadanos que buscan mejorar sus competencias y a las empresas que requieren personal cualificado. Con estos cambios, se busca mejorar la empleabilidad y la competitividad del país, garantizando que la formación esté alineada con las demandas del mercado. Es importante que los ciudadanos conozcan estos cambios para aprovechar las oportunidades de formación y desarrollo profesional que se ofrecen.", "affects_to": ["todos_ciudadanos", "empresas", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender cómo pueden beneficiarse de las nuevas oportunidades de formación y mejorar su empleabilidad en un mercado laboral en constante cambio.", "updated_at": "2026-01-29T07:27:55.672889+00:00"}
{"id": "boe-2025-02-06-acuerdo-9fc80c08", "source": "BOE", "type": "acuerdo", "title_original": "Modificación de los Nuevos Acuerdos para la obtención de préstamos del Fondo Monetario Internacional, adoptada por el Consejo de Administración el 12 de abril de 2010, por Decisión n.º 14577-(10/35).", "date_published": "2025-02-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/06/pdfs/BOE-A-2025-2142.pdf", "approved_by": "º 14577-(10/35).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:43.714321+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-06-acuerdo-9fc80c08.pdf", "text_length": 62371, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["Fondo Monetario Internacional", "préstamos", "acuerdos de crédito", "recursos financieros", "estabilidad económica", "nuevos participantes"], "summary_plain_es": "Se aprueba una modificación de los acuerdos para la obtención de préstamos del Fondo Monetario Internacional, que afecta a los países que participan en este sistema. Esta decisión busca mejorar la capacidad del Fondo para responder a crisis en el sistema monetario internacional, permitiendo que los países contribuyan con recursos adicionales cuando sea necesario. Los miembros del Fondo deberán comprometerse a proporcionar recursos en determinadas condiciones, y se establecen procedimientos para que nuevos participantes puedan unirse. Esto implica que si un nuevo miembro se suma, los acuerdos de crédito de los miembros existentes se ajustarán proporcionalmente. Es importante que todos los ciudadanos conozcan estos cambios, ya que afectan la estabilidad económica global y, por ende, la economía local.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos comprendan estos acuerdos, ya que influyen en la economía global y en la capacidad de sus gobiernos para gestionar crisis financieras. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones financieras internacionales.", "updated_at": "2026-01-29T07:28:01.819087+00:00"}
{"id": "boe-2025-02-06-resolucion-b369a028", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas al Convenio constitutivo del Fondo Monetario Internacional, adoptadas por la Junta de Gobernadores mediante Resolución 66-2, de 15 de diciembre de 2010.", "date_published": "2025-02-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/06/pdfs/BOE-A-2025-2143.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:54:43.714740+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-06-resolucion-b369a028.pdf", "text_length": 24779, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Fondo Monetario Internacional", "enmiendas", "cuotas", "Directorio Ejecutivo", "economías emergentes", "revisión de cuotas"], "summary_plain_es": "Se aprueban enmiendas al Convenio constitutivo del Fondo Monetario Internacional que afectan a los países miembros. Estas enmiendas incluyen un aumento en las cuotas que cada país debe aportar y cambios en la estructura del Directorio Ejecutivo, que ahora estará compuesto únicamente por directores electivos. Esto significa que, si aceptan el aumento, los países deben notificarlo y pagar en un plazo determinado. Además, se establece un calendario para futuras revisiones de cuotas, buscando que las economías emergentes tengan una mayor representación. Este cambio es importante porque afecta la forma en que se gestionan los recursos y la representación de los países en el FMI, lo que puede influir en la economía global y en la ayuda financiera a los países en desarrollo.", "affects_to": ["empresas", "todos_ciudadanos", "gobiernos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas, ya que afectan la economía global y la forma en que sus países interactúan con el FMI, lo que puede influir en políticas económicas y financieras a nivel nacional.", "updated_at": "2026-01-29T07:28:07.898799+00:00"}
{"id": "boe-2025-02-06-resolucion-89651b0e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de enero de 2025, del Instituto Cervantes, por la que se nombra Director Académico a don Álvaro García Santa-Cecilia.", "date_published": "2025-02-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/06/pdfs/BOE-A-2025-2147.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:54:43.715238+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-06-resolucion-89651b0e.pdf", "text_length": 1674, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "Instituto Cervantes", "Director Académico", "Álvaro García Santa-Cecilia", "resolución", "proceso selectivo", "recursos administrativos"], "summary_plain_es": "El 30 de enero de 2025, se ha nombrado a don Álvaro García Santa-Cecilia como nuevo Director Académico del Instituto Cervantes. Este nombramiento se realiza tras un proceso selectivo que cumplió con todos los requisitos establecidos en la convocatoria. La decisión fue tomada por el Director del Instituto, Luis García Montero, y se basa en la propuesta de la Secretaria General, tras consultar al Consejo de Administración. Este cambio en la dirección académica puede influir en la gestión y dirección de los programas educativos del Instituto Cervantes, afectando a todos aquellos que participan en sus actividades, incluidos estudiantes y personal docente. Si alguien desea impugnar esta resolución, tiene la opción de presentar un recurso contencioso-administrativo o un recurso de reposición, pero no puede hacer ambos a la vez.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan las instituciones públicas y quiénes son los responsables de la educación y cultura en el país.", "updated_at": "2026-01-29T07:28:13.275318+00:00"}
{"id": "boe-2025-02-07-orden-54c18d65", "source": "BOE", "type": "orden", "title_original": "Orden DEF/114/2025, de 28 de enero, por la que se aprueban las normas de uniformidad de las Fuerzas Armadas.", "date_published": "2025-02-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/07/pdfs/BOE-A-2025-2291.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:55:00.471188+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-07-orden-54c18d65.pdf", "text_length": 68067, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["uniformidad", "Fuerzas Armadas", "normas", "emblemas", "igualdad de género", "actualización", "militares", "consultas"], "summary_plain_es": "La Orden DEF/114/2025 aprueba nuevas normas de uniformidad para las Fuerzas Armadas, afectando directamente a los militares en sus diferentes cuerpos. Esta norma actualiza y unifica las regulaciones sobre el uso de uniformes, emblemas y distintivos, facilitando su consulta y aplicación. Se introducen cambios significativos, como la posibilidad de que el personal femenino use indistintamente falda o pantalón y la actualización de colores y modelos de prendas. También se especifica la uniformidad del personal del Cuarto Militar de la Casa del Rey y de la Unidad Militar de Emergencias. Es importante que los ciudadanos conozcan estas normas, ya que reflejan el compromiso del Ministerio de Defensa con la igualdad de género y la modernización de las Fuerzas Armadas.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas normas para entender cómo se regula la vestimenta y el simbolismo en las Fuerzas Armadas, lo que refleja valores de igualdad y modernización en la institución.", "updated_at": "2026-01-29T07:28:20.399494+00:00"}
{"id": "boe-2025-02-07-resolucion-7ed3e2d0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de enero de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve el concurso, convocado por Resolución de 23 de octubre de 2024.", "date_published": "2025-02-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/07/pdfs/BOE-A-2025-2293.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:55:00.471746+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-07-resolucion-7ed3e2d0.pdf", "text_length": 2425, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "Tribunal Constitucional", "funcionario", "resolución", "concurso", "administración pública", "transparencia"], "summary_plain_es": "El 30 de enero de 2025, se ha publicado una resolución que nombra a María Sánchez Jiménez como nueva funcionaria del Tribunal Constitucional, tras un concurso convocado en octubre de 2024. Este nombramiento afecta a la estructura del Tribunal y a la administración pública, ya que se cubre una plaza del grupo A, subgrupos A1 y A2. María deberá tomar posesión de su puesto en un plazo de tres días hábiles si no implica cambio de residencia, o un mes si lo requiere. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo ante el Tribunal Supremo en un plazo de dos meses. Es importante que los ciudadanos conozcan estos procesos, ya que reflejan la transparencia y el funcionamiento de las instituciones públicas.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es esencial que los ciudadanos estén informados sobre los nombramientos en instituciones clave como el Tribunal Constitucional, ya que esto promueve la transparencia y la confianza en el sistema judicial.", "updated_at": "2026-01-29T07:28:25.807471+00:00"}
{"id": "boe-2025-02-07-resolucion-e5a0b602", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de febrero de 2025, de la Subsecretaría, por la que se corrigen errores en la de 31 de enero de 2025, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del primer ejercicio del proceso selectivo para el ingreso, por el sistema general de acceso libre, en la Carrera Diplomática, convocado por Resolución de 9 de diciembre de 2024.", "date_published": "2025-02-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/07/pdfs/BOE-A-2025-2310.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:55:00.472251+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-07-resolucion-e5a0b602.pdf", "text_length": 5120, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["carrera diplomática", "proceso selectivo", "exclusiones", "recursos", "corrección de errores"], "summary_plain_es": "Se ha publicado una corrección de errores en la relación provisional de personas admitidas y excluidas para el proceso selectivo de ingreso en la Carrera Diplomática, que se había anunciado el 31 de enero de 2025. Esta resolución, emitida el 5 de febrero de 2025, sustituye el Anexo I de la anterior, pero no abre un nuevo plazo para subsanar errores que hayan llevado a la exclusión. Los aspirantes que deseen impugnar esta resolución pueden interponer un recurso de reposición o un recurso contencioso-administrativo, siguiendo los plazos establecidos. Es importante que los aspirantes revisen la nueva relación para conocer su situación y las causas de exclusión, ya que esto afecta directamente su participación en el proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender sus derechos y opciones en procesos selectivos, así como para garantizar la transparencia en la administración pública.", "updated_at": "2026-01-29T07:28:31.347177+00:00"}
{"id": "boe-2025-02-08-resolucion-4a73d925", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de febrero de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-02-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/08/pdfs/BOE-A-2025-2370.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:55:15.842113+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-08-resolucion-4a73d925.pdf", "text_length": 7262, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "cigarrillos", "cigarros", "picaduras de pipa", "monopolio", "resolución"], "summary_plain_es": "La Resolución del 7 de febrero de 2025 establece los precios de venta al público de diversas labores de tabaco en las expendedurías del área del Monopolio. Esto incluye cigarrillos, cigarros, y picaduras de pipa, con precios específicos para cada producto. Esta normativa afecta a los consumidores de tabaco en la Península y las Islas Baleares, así como en Ceuta y Melilla. Los precios incluyen todos los tributos aplicables. Es importante que los ciudadanos conozcan estos precios para poder tomar decisiones informadas sobre sus compras de tabaco.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios de los productos de tabaco permite a los ciudadanos planificar sus gastos y entender mejor el mercado del tabaco en España.", "updated_at": "2026-01-29T07:28:37.204940+00:00"}
{"id": "boe-2025-02-08-resolucion-2940bab0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de febrero de 2025, de la Secretaría de Estado de Función Pública, por la que se nombra personal funcionario de carrera, por el sistema general de acceso libre, de la Escala de Técnicos Especializados de los Organismos Públicos de Investigación.", "date_published": "2025-02-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/08/pdfs/BOE-A-2025-2374.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:55:15.842795+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-08-resolucion-2940bab0.pdf", "text_length": 43050, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["funcionarios de carrera", "técnicos especializados", "organismos públicos", "proceso selectivo", "nombramientos", "administración pública", "investigación"], "summary_plain_es": "El 3 de febrero de 2025, se ha publicado una resolución que nombra a nuevos funcionarios de carrera en la Escala de Técnicos Especializados de los Organismos Públicos de Investigación. Este nombramiento se realiza tras un proceso selectivo que comenzó en 2023 y concluyó con la aprobación de los aspirantes en 2024. Los nuevos funcionarios deberán tomar posesión de sus destinos en un plazo de quince días, aunque si implica un cambio de residencia, tendrán un mes para hacerlo. Además, se ha dejado sin efecto el nombramiento de un aspirante que no presentó la documentación requerida. Esta resolución es importante porque afecta a los nuevos funcionarios que se integran en la administración pública, garantizando la continuidad y el desarrollo de la investigación en el país.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que reflejan cómo se gestiona el empleo público y se garantiza la calidad en los servicios de investigación y desarrollo en el país.", "updated_at": "2026-01-29T07:28:43.125868+00:00"}
{"id": "boe-2025-02-08-resolucion-823c703a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de enero de 2025, de la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-02-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/08/pdfs/BOE-A-2025-2379.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:55:15.843303+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-08-resolucion-823c703a.pdf", "text_length": 11739, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "Iberoamérica", "requisitos", "candidaturas"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden presentar su candidatura para el puesto. Tienes un plazo de diez días naturales para enviar tu solicitud, que debe incluir tu currículum y una justificación de tu idoneidad para el puesto. Además, se realizarán entrevistas a los candidatos más adecuados. El nombramiento se llevará a cabo en un mes tras el cierre de la convocatoria. Esta resolución es importante porque permite a los funcionarios acceder a puestos de mayor responsabilidad y contribuir a la política exterior de España en Iberoamérica.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en el proceso de selección de personal.", "updated_at": "2026-01-29T07:28:49.162260+00:00"}
{"id": "boe-2025-02-10-orden-ef278908", "source": "BOE", "type": "orden", "title_original": "Orden CNU/120/2025, de 3 de febrero, por la que se modifica la Orden ECC/566/2015, de 20 de marzo, por la que se establecen los requisitos de capacitación que debe cumplir el personal que maneje animales utilizados, criados o suministrados con fines de experimentación y otros fines científicos, incluyendo la docencia.", "date_published": "2025-02-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/10/pdfs/BOE-A-2025-2419.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:55:44.614726+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-10-orden-ef278908.pdf", "text_length": 17647, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["capacitación", "animales", "experimentación", "formación continua", "reconocimiento", "comunidades autónomas", "regulación"], "summary_plain_es": "La Orden CNU/120/2025 modifica la Orden ECC/566/2015, que establece los requisitos de capacitación para el personal que maneja animales en experimentación y docencia. Esta modificación busca facilitar el reconocimiento de la formación continua del personal, permitiendo que puedan demostrar su capacitación en la Comunidad Autónoma donde trabajen, sin importar dónde obtuvieron su formación inicial. Además, se actualizan los procedimientos de reconocimiento de cursos de formación, asegurando que sean válidos en todo el territorio nacional. Esto afecta principalmente a quienes trabajan con animales en investigación y educación, garantizando que cumplan con los estándares necesarios para su labor. La modificación también se alinea con las normativas actuales de procedimiento administrativo, mejorando la regulación y el control sobre la capacitación del personal involucrado en estas actividades científicas.", "affects_to": ["funcionarios", "sector educativo", "sector tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se garantiza el bienestar animal y la calidad en la formación del personal que trabaja con ellos en contextos científicos y educativos.", "updated_at": "2026-01-29T07:28:55.517770+00:00"}
{"id": "boe-2025-02-10-orden-dc997d9e", "source": "BOE", "type": "orden", "title_original": "Orden PJC/121/2025, de 28 de enero, por la que se convoca concurso específico para la provisión de puestos de trabajo para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-02-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/10/pdfs/BOE-A-2025-2435.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:55:44.617437+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-10-orden-dc997d9e.pdf", "text_length": 19935, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Cuerpo de Letrados", "administración de justicia", "méritos", "solicitudes telemáticas", "plazo de presentación", "selección de personal"], "summary_plain_es": "La Orden PJC/121/2025 convoca un concurso específico para cubrir puestos de trabajo en el Cuerpo de Letrados de la Administración de Justicia. Este concurso está dirigido a funcionarios de este cuerpo que cumplan con los requisitos establecidos. Los interesados deben presentar su solicitud de forma telemática y aportar documentación que acredite sus méritos. La convocatoria incluye un plazo de diez días hábiles para la presentación de solicitudes. La selección se realizará en dos fases, donde se valorarán méritos generales y específicos. Este proceso es importante para asegurar que los puestos se ocupen por personal cualificado y con experiencia, lo que beneficia la administración de justicia en España.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para entender cómo se eligen a los profesionales que gestionan la justicia en el país, lo que contribuye a una administración pública más transparente y eficiente.", "updated_at": "2026-01-29T07:29:01.704518+00:00"}
{"id": "boe-2025-02-12-real_decreto-412a61fd", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 85/2025, de 11 de febrero, por el que se regularizan los anexos II.2, V.2 y VI de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las carreras judicial y fiscal.", "date_published": "2025-02-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/12/pdfs/BOE-A-2025-2574.pdf", "approved_by": "2, V. 2 y VI de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las carreras judicial y fiscal.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:55:56.580420+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-12-real_decreto-412a61fd.pdf", "text_length": 14076, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["real decreto", "carreras judicial y fiscal", "retribuciones", "complemento de destino", "magistrados", "jueces", "armonización", "transparencia"], "summary_plain_es": "El Real Decreto 85/2025, aprobado el 11 de febrero de 2025, regula y actualiza los anexos II.2, V.2 y VI de la Ley 15/2003 sobre el régimen retributivo de las carreras judicial y fiscal. Esto afecta principalmente a los jueces y magistrados, ya que se introducen nuevas categorías y se ajustan las retribuciones de acuerdo con los incrementos aprobados por el Consejo de Ministros. Con esta medida, se busca armonizar las cuantías de los complementos de destino y específico, eliminando confusiones previas y asegurando que todos los miembros de ambas carreras reciban un tratamiento equitativo. Además, se corrigen errores detectados en la legislación anterior, garantizando así una mayor claridad y seguridad jurídica en el ámbito retributivo de la justicia. Este decreto es importante porque asegura que los salarios de los profesionales de la justicia estén actualizados y en línea con las normativas vigentes, lo que contribuye a una mejor administración de justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se determina la remuneración de los profesionales de la justicia, lo que impacta en la calidad del servicio público que reciben.", "updated_at": "2026-01-29T07:29:09.168873+00:00"}
{"id": "boe-2025-02-13-ley-f95b6726", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 11/2024, de 17 de diciembre, de necesidades financieras del sector público en prórroga presupuestaria, de incremento del indicador de renta de suficiencia de Cataluña y de medidas en el ámbito de las prestaciones sociales.", "date_published": "2025-02-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/13/pdfs/BOE-A-2025-2684.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:02.846021+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-13-ley-f95b6726.pdf", "text_length": 23599, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["decreto-ley", "Cataluña", "renta de suficiencia", "prestaciones sociales", "vulnerabilidad económica", "prórroga presupuestaria", "necesidades financieras"], "summary_plain_es": "El Decreto-ley 11/2024, aprobado el 17 de diciembre, aborda la situación financiera del sector público en Cataluña ante la falta de un presupuesto aprobado para 2025. Esto implica que se prorrogan los presupuestos de 2023, pero se necesitan medidas urgentes para atender necesidades financieras inaplazables. Una de las principales medidas es el incremento del 3% del indicador de renta de suficiencia de Cataluña (IRSC), que afecta a diversas prestaciones sociales, beneficiando a más de 250,000 personas. Este aumento busca mitigar la pérdida de capacidad económica de los ciudadanos en situación de vulnerabilidad. Además, se establece que ciertas deudas relacionadas con la renta garantizada de ciudadanía no serán exigibles, para evitar agravar la situación de quienes dependen de estas ayudas. Es esencial que los ciudadanos conozcan estas medidas, ya que impactan directamente en su bienestar social y económico.", "affects_to": ["todos_ciudadanos", "familias", "pensionistas"], "transparency_notes": "Es crucial que los ciudadanos estén informados sobre este decreto-ley, ya que sus disposiciones afectan directamente a su acceso a prestaciones sociales y su situación económica. Conocer estas medidas les permite entender mejor sus derechos y recursos disponibles en momentos de necesidad.", "updated_at": "2026-01-29T07:29:15.828025+00:00"}
{"id": "boe-2025-02-13-resolucion-3e1a5916", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de enero de 2025, de la Subsecretaría, por la que se declara desierto puesto de trabajo de libre designación, convocado por Resolución de 12 de febrero de 2024.", "date_published": "2025-02-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/13/pdfs/BOE-A-2025-2700.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:02.846981+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-13-resolucion-3e1a5916.pdf", "text_length": 2409, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["puesto desierto", "libre designación", "embajada España", "Managua", "operador comunicaciones", "funcionarios", "convocatoria"], "summary_plain_es": "El 30 de enero de 2025, se ha declarado desierto un puesto de trabajo de libre designación en la Embajada de España en Managua, Nicaragua. Este puesto, que corresponde al cargo de Operador/a de comunicaciones, no ha sido cubierto tras la convocatoria realizada el 12 de febrero de 2024. Esto significa que no se ha encontrado a ningún candidato adecuado para ocupar el puesto, lo que puede afectar la operatividad de la embajada. Si eres un funcionario interesado en este tipo de puestos, debes estar al tanto de que puedes presentar un recurso contencioso-administrativo si no estás de acuerdo con esta decisión, en un plazo de dos meses. Esta resolución es importante para los que buscan oportunidades en el ámbito de la administración pública, ya que refleja la disponibilidad de puestos y el proceso de selección.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los puestos en la administración pública y las oportunidades disponibles para los funcionarios.", "updated_at": "2026-01-29T07:29:20.755835+00:00"}
{"id": "boe-2025-02-14-resolucion-0802cfcb", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de febrero de 2025, de la Dirección General de Tráfico, por la que se corrigen errores en la de 20 de enero de 2025, por la que se establecen medidas especiales de regulación del tráfico durante el año 2025.", "date_published": "2025-02-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/14/pdfs/BOE-A-2025-2784.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:09.503373+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-14-resolucion-0802cfcb.pdf", "text_length": 1357, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tráfico", "regulación", "Asturias", "medidas especiales", "correcciones", "circulación", "eventos"], "summary_plain_es": "Se corrigen errores en la Resolución de 20 de enero de 2025, que establecía medidas especiales de regulación del tráfico para el año 2025. Estas correcciones afectan a las fechas de circulación en Asturias, donde se anula la fecha del 12 al 30 de abril y se modifica la del 1 y 4 de mayo a 1 a 4 de mayo. Es importante que estés al tanto de estas modificaciones si planeas viajar o realizar actividades en estas fechas, ya que pueden influir en la circulación y en la planificación de eventos. La corrección busca asegurar que la información sobre las restricciones de tráfico sea precisa y clara para todos los usuarios de las vías.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para evitar confusiones y garantizar una movilidad adecuada durante los eventos programados.", "updated_at": "2026-01-29T07:29:25.933832+00:00"}
{"id": "boe-2025-02-14-resolucion-588bb4d7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de febrero de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 2 de septiembre de 2024.", "date_published": "2025-02-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/14/pdfs/BOE-A-2025-2787.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:56:09.503966+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-14-resolucion-588bb4d7.pdf", "text_length": 3472, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "nombramientos", "funcionarios", "administración pública", "Ministerio de la Presidencia"], "summary_plain_es": "La Resolución de 6 de febrero de 2025 resuelve la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, que fue anunciada el 2 de septiembre de 2024. Esta convocatoria permite que se cubra un puesto de trabajo mediante un proceso en el que se valoran méritos y capacidades de los candidatos. El documento detalla que se ha seguido el procedimiento adecuado y se han cumplido los requisitos establecidos. La persona adjudicada al puesto es Jesús Martínez Pajares, quien ocupará el cargo de Jefe de Área de Seguridad en la Dirección General de la Guardia Civil. Es importante que los ciudadanos conozcan estos nombramientos, ya que afectan a la administración pública y a la gestión de servicios esenciales. Además, se informa sobre los recursos legales disponibles para impugnar esta resolución si se considera necesario.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración pública, ya que estos afectan la calidad y eficiencia de los servicios que reciben. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T07:29:31.967393+00:00"}
{"id": "boe-2025-02-14-resolucion-e3978177", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de febrero de 2025, de la Dirección de la Agencia Estatal Boletín Oficial del Estado, por la que se modifica la composición del Tribunal calificador del proceso selectivo, por el sistema general de acceso libre, para la provisión de plazas de Oficial/Oficiala Primera de Oficios Propios de Prensa, especialidad de Preimpresión, en la Imprenta Nacional, convocado por Resolución de 13 de diciembre de 2024.", "date_published": "2025-02-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/14/pdfs/BOE-A-2025-2805.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:09.504528+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-14-resolucion-e3978177.pdf", "text_length": 1795, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal calificador", "proceso selectivo", "Oficial de Prensa", "Imprenta Nacional", "modificación composición"], "summary_plain_es": "El 7 de febrero de 2025, se modificó la composición del Tribunal calificador para el proceso selectivo de Oficial/Oficiala Primera de Oficios Propios de Prensa, especialidad de Preimpresión, en la Imprenta Nacional. Esto se debe a la renuncia de un Vocal suplente, que ha sido sustituido por Sebastián Luis Rodríguez, un funcionario del Cuerpo Superior de Sistemas y Tecnologías de la Información. Esta modificación es importante para asegurar que el tribunal esté completo y pueda llevar a cabo el proceso de selección de manera adecuada. Afecta a los candidatos que se presenten a este proceso selectivo, ya que el tribunal evaluará sus méritos y capacidades para ocupar las plazas convocadas.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en los procesos selectivos, ya que garantizan la transparencia y la correcta evaluación de los candidatos en la administración pública.", "updated_at": "2026-01-29T07:29:36.525256+00:00"}
{"id": "boe-2025-02-15-ley-fe6fa4c2", "source": "BOE", "type": "ley", "title_original": "Resolución de 12 de febrero de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 1/2025, de 28 de enero, por el que se aprueban medidas urgentes en materia económica, de transporte, de Seguridad Social, y para hacer frente a situaciones de vulnerabilidad.", "date_published": "2025-02-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/15/pdfs/BOE-A-2025-2867.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:16.867929+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-15-ley-fe6fa4c2.pdf", "text_length": 1153, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "medidas urgentes", "economía", "transporte", "Seguridad Social", "vulnerabilidad"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 1/2025, que introduce medidas urgentes en varias áreas, como la economía, el transporte y la Seguridad Social. Esto significa que se implementarán acciones específicas para ayudar a las personas en situaciones de vulnerabilidad y mejorar la situación económica del país. Estas medidas están diseñadas para ofrecer un apoyo inmediato a quienes más lo necesitan, afectando a diferentes sectores de la sociedad. Es importante que estés al tanto de estas medidas, ya que pueden influir en tu vida diaria y en la de tu entorno.", "affects_to": ["todos_ciudadanos", "familias", "pensionistas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo pueden beneficiarse y qué cambios se implementarán en su entorno. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones.", "updated_at": "2026-01-29T07:29:41.618897+00:00"}
{"id": "boe-2025-02-15-resolucion-ea9e56f1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de febrero de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación, en la Carrera Diplomática.", "date_published": "2025-02-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/15/pdfs/BOE-A-2025-2882.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:16.869336+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-15-resolucion-ea9e56f1.pdf", "text_length": 23320, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["provisión de puestos", "Carrera Diplomática", "libre designación", "funcionarios", "nuevos destinos", "solicitudes", "plazos"], "summary_plain_es": "La Resolución de 11 de febrero de 2025 convoca la provisión de puestos de trabajo en la Carrera Diplomática por el sistema de libre designación. Esta convocatoria afecta exclusivamente a los funcionarios de la Carrera Diplomática, quienes podrán solicitar nuevos destinos en el extranjero. Los plazos para presentar solicitudes varían según la categoría del funcionario, comenzando el 24 de febrero y finalizando el 18 de marzo de 2025. Los funcionarios podrán expresar sus preferencias por hasta cinco puestos de trabajo, y se publicarán los nuevos destinos el 20 de abril, con efecto a partir del 30 de junio de 2025. Es importante que los funcionarios estén informados sobre este proceso, ya que les permite optar a nuevos destinos y gestionar su carrera profesional en el ámbito diplomático.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden influir en la carrera de los funcionarios diplomáticos.", "updated_at": "2026-01-29T07:29:47.534757+00:00"}
{"id": "boe-2025-02-17-otro-ccb24b08", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 2525-2024, en relación con la disposición adicional decimocuarta de la Ley 27/2014, de 27 de noviembre, del Impuesto sobre Sociedades, aprobada por el artículo 71 de la Ley 6/2018, de 3 de julio, de Presupuestos Generales del Estado para el año 2018, por posible vulneración del artículo 31.1 de la Constitución Española.", "date_published": "2025-02-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/17/pdfs/BOE-A-2025-2981.pdf", "approved_by": "º 2525-2024, en relación con la disposición adicional decimocuarta de la Ley 27/2014, de 27 de noviembre, del Impuesto sobre Sociedades, aprobada por el artículo 71 de la Ley 6/2018, de 3 de julio, de Presupuestos Generales del Estado para el año 2018, por posible vulneración del artículo 31. 1 de la Constitución Española.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:35.670689+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-17-otro-ccb24b08.pdf", "text_length": 1773, "topic_primary": "economía", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "impuesto sobre sociedades", "Tribunal Constitucional", "Ley 27/2014", "artículo 31.1 CE", "procedimiento ordinario", "Comunidad Valenciana"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la disposición adicional decimocuarta de la Ley del Impuesto sobre Sociedades. Esta cuestión fue planteada por el Tribunal Superior de Justicia de la Comunidad Valenciana, ya que se considera que dicha disposición podría vulnerar el artículo 31.1 de la Constitución Española, que establece el principio de capacidad económica en la tributación. Esto significa que se cuestiona si la normativa actual respeta adecuadamente este principio. Los interesados en el procedimiento tienen un plazo de quince días para personarse ante el Tribunal. Este proceso puede afectar a la forma en que se aplica el impuesto sobre sociedades en el futuro, lo que podría tener repercusiones para empresas y contribuyentes en general.", "affects_to": ["empresas", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de procedimientos, ya que afectan a la legalidad de las normativas fiscales y, por ende, a sus derechos y obligaciones tributarias. La transparencia en estos procesos garantiza una mejor comprensión de cómo se regulan los impuestos en el país.", "updated_at": "2026-01-29T07:29:53.747235+00:00"}
{"id": "boe-2025-02-17-otro-c6b35b36", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 2840-2024, en relación con la disposición adicional decimocuarta de la Ley 27/2014, de 27 de noviembre, del Impuesto sobre Sociedades, aprobada por el artículo 71 de la Ley 6/2018, de 3 de julio, de Presupuestos Generales del Estado para el año 2018, por posible vulneración del artículo 31.1 de la Constitución Española.", "date_published": "2025-02-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/17/pdfs/BOE-A-2025-2982.pdf", "approved_by": "º 2840-2024, en relación con la disposición adicional decimocuarta de la Ley 27/2014, de 27 de noviembre, del Impuesto sobre Sociedades, aprobada por el artículo 71 de la Ley 6/2018, de 3 de julio, de Presupuestos Generales del Estado para el año 2018, por posible vulneración del artículo 31. 1 de la Constitución Española.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:35.671183+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-17-otro-c6b35b36.pdf", "text_length": 1773, "topic_primary": "economía", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "impuesto sobre sociedades", "Tribunal Constitucional", "Ley 27/2014", "Capacidad económica", "disposición adicional decimocuarta", "procedimiento ordinario"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la disposición adicional decimocuarta de la Ley del Impuesto sobre Sociedades. Esta disposición fue aprobada en 2018 y se cuestiona su conformidad con el artículo 31.1 de la Constitución Española, que establece el principio de capacidad económica en la tributación. Si se determina que es inconstitucional, podría haber cambios significativos en la forma en que se aplica este impuesto. Esto afecta a quienes están involucrados en el procedimiento ordinario 1387-2022, permitiéndoles presentar sus alegaciones ante el Tribunal en un plazo de quince días desde la publicación de este edicto. Es importante que estés informado sobre este tipo de decisiones, ya que pueden influir en la normativa fiscal y en tus obligaciones tributarias.", "affects_to": ["empresas", "todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procedimientos legales, ya que afectan la normativa fiscal y sus derechos como contribuyentes. La transparencia en estos asuntos fomenta una mayor participación y comprensión del sistema tributario.", "updated_at": "2026-01-29T07:30:00.456801+00:00"}
{"id": "boe-2025-02-17-orden-a3512181", "source": "BOE", "type": "orden", "title_original": "Orden de 4 de febrero de 2025, por la que se destina a los Jueces y Juezas que se relacionan, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-02-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/17/pdfs/BOE-A-2025-2986.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:56:35.671677+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-17-orden-a3512181.pdf", "text_length": 4898, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["jueces", "destinos", "concurso", "Consejo General del Poder Judicial", "violencia sobre la mujer", "administración de justicia", "nuevas plazas"], "summary_plain_es": "La Orden de 4 de febrero de 2025 destina a varios jueces y juezas a nuevas plazas en diferentes juzgados, como resultado de un concurso resuelto por el Consejo General del Poder Judicial. Esto afecta a jueces que se trasladan a juzgados con competencias específicas, incluyendo aquellos que se ocupan de casos de violencia sobre la mujer. Los cambios se implementarán al día siguiente hábil de su publicación en el Boletín Oficial del Estado. Esta reubicación busca optimizar la administración de justicia y garantizar que los jueces estén en posiciones donde puedan ejercer su labor de manera efectiva. Si eres parte del sistema judicial o estás interesado en la justicia, es importante que estés al tanto de estos cambios, ya que pueden influir en la gestión de casos en tu localidad.", "affects_to": ["funcionarios", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se organiza la justicia en su entorno y cómo se gestionan los casos, especialmente aquellos relacionados con la violencia de género.", "updated_at": "2026-01-29T07:30:07.806580+00:00"}
{"id": "boe-2025-02-17-orden-e964ea17", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 11 de febrero de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado la primera fase del proceso selectivo para la provisión de plazas, entre juristas de reconocida competencia con más de diez años de ejercicio profesional en las materias propias de los órganos del orden jurisdiccional social, para el acceso a la Carrera Judicial por la categoría de Magistrado/a, convocado por Acuerdo de 8 de febrero de 2023.", "date_published": "2025-02-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/17/pdfs/BOE-A-2025-3002.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:35.672246+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-17-orden-e964ea17.pdf", "text_length": 5239, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["carrera judicial", "magistrados", "proceso selectivo", "juristas", "formación judicial", "Consejo General del Poder Judicial", "aspirantes"], "summary_plain_es": "El Acuerdo del 11 de febrero de 2025, del Consejo General del Poder Judicial, publica la lista de 12 juristas que han superado la primera fase del proceso selectivo para acceder a la Carrera Judicial como Magistrados. Estos aspirantes, con más de diez años de experiencia en el ámbito social, ahora deben presentar documentación que acredite su idoneidad para continuar en el proceso. Si no cumplen con los requisitos en el plazo establecido, serán excluidos. Los seleccionados comenzarán un curso de formación en la Escuela Judicial el 7 de abril de 2025, donde serán considerados funcionarios en prácticas. Este proceso es crucial para asegurar que los futuros magistrados cuenten con la experiencia y formación necesarias para desempeñar su labor en el sistema judicial.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es importante que los ciudadanos conozcan este proceso para entender cómo se seleccionan a los magistrados que administran justicia en el país, lo que impacta directamente en el sistema judicial y en la confianza pública en él.", "updated_at": "2026-01-29T07:30:15.424165+00:00"}
{"id": "boe-2025-02-17-orden-35400a28", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 11 de febrero de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado la primera fase del proceso selectivo para la provisión de plazas, entre juristas de reconocida competencia con más de diez años de ejercicio profesional en las materias propias de los órganos del orden jurisdiccional contencioso-administrativo, para el acceso a la Carrera Judicial por la categoría de Magistrado/a, convocado por Acuerdo de 8 de febrero de 2023.", "date_published": "2025-02-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/17/pdfs/BOE-A-2025-3003.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:35.672683+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-17-orden-35400a28.pdf", "text_length": 4842, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["carrera judicial", "magistrados", "proceso selectivo", "juristas", "formación judicial", "Consejo General del Poder Judicial"], "summary_plain_es": "El Acuerdo de 11 de febrero de 2025, del Consejo General del Poder Judicial, publica la lista de tres juristas que han superado la primera fase del proceso selectivo para acceder a la Carrera Judicial como Magistrados en el orden contencioso-administrativo. Estos aspirantes, con más de diez años de experiencia profesional, están convocados a realizar un curso de formación en la Escuela Judicial, que comenzará el 7 de abril de 2025. Para formalizar su ingreso, deberán presentar documentación que acredite su idoneidad, incluyendo un certificado médico y su partida de nacimiento, en un plazo de treinta días. Si no cumplen con estos requisitos, podrían ser excluidos del proceso. Este acuerdo es relevante para quienes buscan acceder a la carrera judicial y para el propio sistema judicial, ya que garantiza que los nuevos magistrados tengan la experiencia necesaria para ejercer sus funciones.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es importante que los ciudadanos conozcan este acuerdo para entender cómo se seleccionan y forman a los nuevos magistrados, asegurando la calidad y competencia en el sistema judicial.", "updated_at": "2026-01-29T07:30:22.867384+00:00"}
{"id": "boe-2025-02-18-orden-89834692", "source": "BOE", "type": "orden", "title_original": "Orden ECM/155/2025, de 10 de febrero, por la que se acuerda la emisión, acuñación y puesta en circulación de monedas de colección «8 de marzo-Día Internacional de la Mujer-Homenaje a María Moliner».", "date_published": "2025-02-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/18/pdfs/BOE-A-2025-3122.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:45.781324+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-18-orden-89834692.pdf", "text_length": 8771, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["moneda de colección", "Día Internacional de la Mujer", "María Moliner", "acuñación", "homenaje", "igualdad de género", "cultura española"], "summary_plain_es": "Se aprueba la emisión de una moneda de colección con motivo del Día Internacional de la Mujer, en homenaje a María Moliner. Esta moneda, que tendrá un valor facial de 10 euros, se acuñará en plata y contará con un diseño que incluye el retrato de María Moliner y otros elementos simbólicos. Se emitirán un máximo de 4,000 piezas, y su venta comenzará en el primer trimestre de 2025. El precio inicial será de 61,98 euros, excluyendo IVA. Esta iniciativa busca reconocer la contribución de María Moliner a la lexicografía y la cultura española, promoviendo la igualdad de género. Afectará a coleccionistas y a quienes valoren la historia y la cultura, así como a la sociedad en general al visibilizar la figura de una mujer pionera en su campo.", "affects_to": ["todos_ciudadanos", "coleccionistas", "familias"], "transparency_notes": "Es importante que los ciudadanos conozcan esta emisión para valorar y reconocer la historia de figuras femeninas en la cultura y promover la igualdad de género en la sociedad.", "updated_at": "2026-01-29T07:30:31.138733+00:00"}
{"id": "boe-2025-02-18-resolucion-ad26aa9f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de febrero de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 13 de diciembre de 2024.", "date_published": "2025-02-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/18/pdfs/BOE-A-2025-3125.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:56:45.781869+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-18-resolucion-ad26aa9f.pdf", "text_length": 3609, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "justicia", "nombramientos", "funcionarios", "administración pública", "recursos"], "summary_plain_es": "La Resolución de 6 de febrero de 2025, emitida por la Secretaría de Estado de Justicia, resuelve la convocatoria de libre designación de un puesto de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Esta convocatoria fue anunciada previamente el 13 de diciembre de 2024. Se ha verificado que se ha seguido el procedimiento adecuado y se han cumplido los requisitos establecidos. La resolución incluye detalles sobre el puesto adjudicado y la situación administrativa del nuevo titular. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo o un recurso de reposición, dependiendo de la situación del interesado. Es importante que los ciudadanos conozcan estos procesos, ya que afectan la transparencia y la gestión de los recursos públicos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración pública para garantizar la transparencia y la correcta gestión de los recursos del Estado.", "updated_at": "2026-01-29T07:30:37.502169+00:00"}
{"id": "boe-2025-02-18-resolucion-9008d2ef", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de febrero de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se aprueban las bases y se convoca la provisión de plaza de Subdirector/a de Alianzas, Innovación y Educación para el Desarrollo y la Ciudadanía Global.", "date_published": "2025-02-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/18/pdfs/BOE-A-2025-3135.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:56:45.782394+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-18-resolucion-9008d2ef.pdf", "text_length": 19662, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "subdirector", "cooperación internacional", "empleo público", "igualdad de género", "desarrollo sostenible", "alta dirección"], "summary_plain_es": "Se aprueba la convocatoria para cubrir la plaza de Subdirector/a de Alianzas, Innovación y Educación para el Desarrollo y la Ciudadanía Global en la Agencia Española de Cooperación Internacional para el Desarrollo. Esta posición es de alta dirección y se regirá por un contrato laboral de 24 meses. Los aspirantes deben ser españoles o de la UE, tener un título universitario y cumplir ciertos requisitos de capacidad y legalidad. La convocatoria busca fomentar la igualdad de género en el acceso al empleo público. Es importante que los ciudadanos conozcan esta convocatoria, ya que ofrece una oportunidad laboral en el sector público que puede impactar en la cooperación internacional y el desarrollo sostenible.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre esta convocatoria para fomentar la participación en el sector público y asegurar que se eligen a los mejores candidatos para impulsar la cooperación internacional.", "updated_at": "2026-01-29T07:30:43.914262+00:00"}
{"id": "boe-2025-02-19-real_decreto-10f2e98d", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 68/2025, de 4 de febrero, por el que se modifica el Real Decreto 1049/2003, de 1 de agosto, por el que se aprueba la Norma de calidad relativa a la miel.", "date_published": "2025-02-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/19/pdfs/BOE-A-2025-3184.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:56:55.533255+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-19-real_decreto-10f2e98d.pdf", "text_length": 14938, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["miel", "etiquetado", "calidad", "origen", "directiva europea", "sector apícola", "regulación"], "summary_plain_es": "El Real Decreto 68/2025 modifica la normativa sobre la calidad de la miel en España, actualizando el Real Decreto 1049/2003. Esta modificación responde a la necesidad de cumplir con la Directiva (UE) 2024/1438, que exige que las etiquetas de la miel indiquen claramente el país de origen y, en el caso de mezclas, los porcentajes de cada país. Esto busca mejorar la información al consumidor y proteger el sector apícola europeo frente a la competencia desleal y la adulteración de productos. A partir de ahora, se eliminará la categoría de 'miel filtrada' y se establecerán nuevos estándares de calidad. Esta normativa afecta a productores y consumidores de miel, garantizando que la miel que se comercializa cumple con criterios de pureza y calidad. Además, se implementarán códigos para envases pequeños, facilitando la identificación del origen de la miel.", "affects_to": ["empresas", "todos_ciudadanos", "sector_agrícola"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para poder tomar decisiones informadas sobre los productos que consumen, especialmente en un sector tan importante como el de la miel.", "updated_at": "2026-01-29T07:30:50.272133+00:00"}
{"id": "boe-2025-02-20-acuerdo-278e49d9", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo de 12 de febrero de 2025, del Pleno del Consejo General del Poder Judicial, por el que se modifica el Reglamento 1/2005, de 15 de septiembre, de los aspectos accesorios de las actuaciones judiciales.", "date_published": "2025-02-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/20/pdfs/BOE-A-2025-3298.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:57:01.708878+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-20-acuerdo-278e49d9.pdf", "text_length": 11956, "topic_primary": "justicia", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["modificación reglamento", "juzgados de guardia", "internamientos urgentes", "menores en riesgo", "delitos leves", "derechos judiciales", "lenguaje inclusivo"], "summary_plain_es": "El Acuerdo del Consejo General del Poder Judicial modifica el Reglamento 1/2005 para mejorar la atención de situaciones urgentes en el ámbito judicial. Esto afecta a los juzgados de vigilancia penitenciaria y a los de primera instancia, permitiendo que se puedan tomar decisiones sobre internamientos no voluntarios y ingresos de menores en momentos en que los juzgados no están operativos. Se establece que, en estos casos, el juzgado de guardia asumirá la competencia para garantizar una respuesta rápida y adecuada, respetando los plazos legales. Además, se actualiza la terminología para reflejar un lenguaje más inclusivo y se amplía el número de juzgados que pueden prestar servicio de guardia para delitos leves. Estos cambios buscan asegurar que los derechos e intereses de las personas se protejan de manera efectiva, incluso en situaciones críticas.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestionan las situaciones urgentes en el sistema judicial y cómo se protegen sus derechos en momentos críticos.", "updated_at": "2026-01-29T07:30:56.835909+00:00"}
{"id": "boe-2025-02-20-resolucion-13370980", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de febrero de 2025, de la Presidencia del Tribunal Constitucional, por la que se convoca concurso para la provisión de puesto de trabajo del Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia.", "date_published": "2025-02-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/20/pdfs/BOE-A-2025-3334.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:01.711260+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-20-resolucion-13370980.pdf", "text_length": 20459, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "plaza", "gestión procesal", "funcionarios", "méritos", "Administración de Justicia", "convocatoria", "puntuación"], "summary_plain_es": "Se convoca un concurso para cubrir una plaza en el Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Este proceso está dirigido a funcionarios de carrera que cumplan con ciertos requisitos establecidos en la normativa vigente. La valoración de los méritos se realizará mediante un baremo que considera la experiencia laboral, la antigüedad, la formación académica y otros aspectos relevantes. Para participar, los interesados deben presentar su solicitud a través del Registro Electrónico del Tribunal Constitucional en un plazo de quince días hábiles desde la publicación de esta convocatoria. Es importante que los funcionarios estén informados sobre esta oportunidad, ya que les permite avanzar en su carrera profesional y mejorar su situación laboral dentro de la Administración de Justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de mejora profesional y para fomentar la transparencia en la gestión pública.", "updated_at": "2026-01-29T07:31:02.701604+00:00"}
{"id": "boe-2025-02-21-otro-621b3d2c", "source": "BOE", "type": "otro", "title_original": "Instrumento de aprobación de las Actas del XXVII Congreso de la Unión Postal Universal (UPU), hechas en Abidjan el 26 de agosto de 2021.", "date_published": "2025-02-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/21/pdfs/BOE-A-2025-3416.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:57:11.564602+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-21-otro-621b3d2c.pdf", "text_length": 59175, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["Unión Postal Universal", "congreso Abidjan", "actas aprobadas", "servicios postales", "cooperación internacional", "modificaciones constitucionales"], "summary_plain_es": "El documento aprueba las Actas del XXVII Congreso de la Unión Postal Universal (UPU) que tuvo lugar en Abidjan el 26 de agosto de 2021. Esto significa que España se compromete a seguir las decisiones y modificaciones acordadas en dicho congreso, que incluyen cambios en la Constitución de la UPU y en los protocolos relacionados con los servicios postales. Afecta principalmente a los servicios postales y a la cooperación internacional en este ámbito. Con esta aprobación, se busca mejorar la calidad y accesibilidad de los servicios postales a nivel global, garantizando la libre circulación de envíos postales entre los países miembros. Es un paso importante para fomentar la colaboración internacional y asegurar que las necesidades de los clientes sean atendidas adecuadamente.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas aprobaciones para entender cómo se regulan los servicios postales y cómo se facilita la comunicación internacional, lo que impacta en su vida diaria y en el comercio.", "updated_at": "2026-01-29T07:31:13.446914+00:00"}
{"id": "boe-2025-02-21-resolucion-89f6b56f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de febrero de 2025, de la Subsecretaría, por la que se modifica Anexo de la Resolución de 24 de enero de 2025, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-02-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/21/pdfs/BOE-A-2025-3454.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:11.571037+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-21-resolucion-89f6b56f.pdf", "text_length": 2662, "topic_primary": "empleo", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "modificación", "convocatoria", "libre designación", "órgano de valoración", "Academia de España en Roma"], "summary_plain_es": "La Resolución de 17 de febrero de 2025 modifica el anexo de una convocatoria anterior del 24 de enero de 2025, que busca cubrir el puesto de Director/a de la Academia de España en Roma mediante el sistema de libre designación. Esta modificación afecta a la composición del órgano de valoración que evaluará a los candidatos. El nuevo órgano estará presidido por Santiago Sierra González del Castillo y contará con otros tres vocales, todos ellos vinculados a la Agencia Española de Cooperación Internacional para el Desarrollo. Es importante que sepas que esta resolución no cambia los términos de la convocatoria original y no interrumpe plazos, por lo que sigue adelante con el proceso de selección tal como estaba previsto. La publicación en el BOE asegura que esta información sea accesible y transparente para todos los interesados en el proceso de selección.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los procesos de selección en la administración pública y participar de manera informada en ellos.", "updated_at": "2026-01-29T07:31:22.351884+00:00"}
{"id": "boe-2025-02-22-otro-824816ad", "source": "BOE", "type": "otro", "title_original": "Acta de la Séptima Reunión de la Comisión Mixta Hispano-Filipina de Cooperación, hecha en Manila el 25 de noviembre de 2024.", "date_published": "2025-02-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/22/pdfs/BOE-A-2025-3556.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:57:23.845220+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-22-otro-824816ad.pdf", "text_length": 72952, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["cooperación internacional", "Filipinas", "España", "desarrollo sostenible", "derechos humanos", "Agenda 2030", "igualdad de género"], "summary_plain_es": "El 25 de noviembre de 2024, España y Filipinas celebraron la Séptima Reunión de la Comisión Mixta de Cooperación en Manila. Este encuentro, enmarcado en el Tratado de Amistad y Cooperación, busca fortalecer la colaboración entre ambos países en áreas como el desarrollo sostenible, la igualdad de género y la defensa de los derechos humanos. Durante la reunión, se destacó la importancia de la ayuda española, que ha alcanzado 60 millones de euros entre 2014 y 2023, y se acordó un nuevo Marco de Asociación para el periodo 2025-2028. Este marco se centra en mejorar la convivencia, los derechos humanos y la justicia en Filipinas, alineándose con los Objetivos de Desarrollo Sostenible. La cooperación bilateral se considera clave para enfrentar retos globales como el cambio climático y la pobreza, con un enfoque en la innovación y el desarrollo sostenible. Este acuerdo no solo beneficia a Filipinas, sino que también refuerza la imagen de España como un socio comprometido en el desarrollo internacional.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos acuerdos de cooperación, ya que impactan en el desarrollo y bienestar de comunidades vulnerables en Filipinas y reflejan el compromiso de España en la cooperación internacional.", "updated_at": "2026-01-29T07:31:35.092951+00:00"}
{"id": "boe-2025-02-22-resolucion-34e60e79", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de febrero de 2025, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas y se anuncia fecha, hora y lugar de celebración del primer ejercicio del proceso selectivo para el ingreso, por el sistema general de acceso libre y promoción interna, en la Escala Técnica de Gestión de Organismos Autónomos, especialidad Sanidad y Consumo, convocado por Resolución de 16 de diciembre de 2024.", "date_published": "2025-02-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/22/pdfs/BOE-A-2025-3563.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:23.846260+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-22-resolucion-34e60e79.pdf", "text_length": 17403, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Sanidad", "Consumo", "admitidos", "excluidos", "proceso selectivo", "examen", "plazo de subsanación"], "summary_plain_es": "Se ha publicado la relación provisional de admitidos y excluidos para el proceso selectivo de ingreso en la Escala Técnica de Gestión de Organismos Autónomos, especialidad Sanidad y Consumo. Esta resolución afecta a las personas que se presentaron a este proceso, ya que deben verificar si están admitidas o excluidas. Si estás excluido, tienes un plazo de diez días para corregir cualquier error en tu solicitud. El primer examen se llevará a cabo el 22 de marzo de 2025 en Madrid, y es importante que lleves tu documento de identidad y un bolígrafo. Esta información es crucial para quienes aspiran a trabajar en el sector público en el ámbito de la sanidad y el consumo.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para asegurar la transparencia y equidad en el acceso a empleos públicos, así como para poder ejercer sus derechos en caso de exclusión.", "updated_at": "2026-01-29T07:31:45.759960+00:00"}
{"id": "boe-2025-02-24-resolucion-e3470c0d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de febrero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notario Archivero de Protocolos sustituto permanente del Distrito Notarial de Santander, perteneciente al Ilustre Colegio Notarial de Cantabria, a don José Ignacio de Solas Rodríguez-Hermida.", "date_published": "2025-02-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/24/pdfs/BOE-A-2025-3623.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:57:49.685290+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-24-resolucion-e3470c0d.pdf", "text_length": 1452, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notario", "nombramiento", "Santander", "protocolos", "seguridad jurídica", "Cantabria", "José Ignacio de Solas"], "summary_plain_es": "El 11 de febrero de 2025, se ha nombrado a don José Ignacio de Solas Rodríguez-Hermida como Notario Archivero de Protocolos sustituto permanente del Distrito Notarial de Santander. Este nombramiento se realiza a propuesta de la Junta Directiva del Ilustre Colegio Notarial de Cantabria y está respaldado por la Dirección General de Seguridad Jurídica y Fe Pública. Este cargo es importante para la gestión y conservación de documentos notariales en la región, asegurando que los protocolos se manejen de manera adecuada y conforme a la ley. Como ciudadano, es relevante que conozcas quiénes ocupan estos cargos, ya que influyen en la seguridad jurídica y en la confianza en los servicios notariales que puedes necesitar en tu vida diaria.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en el ámbito notarial, ya que esto afecta la confianza en la gestión de documentos legales y la seguridad jurídica en sus transacciones diarias.", "updated_at": "2026-01-29T07:31:51.448000+00:00"}
{"id": "boe-2025-02-24-resolucion-9e8ca487", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de febrero de 2025, de la Subsecretaría, por la que se publica la relación definitiva de aspirantes que han superado la fase de oposición de las pruebas selectivas para ingreso, por el sistema general de acceso libre, en el Cuerpo de Traductores e Intérpretes del Estado, convocadas por Resolución de 7 de marzo de 2024.", "date_published": "2025-02-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/24/pdfs/BOE-A-2025-3639.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:49.685848+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-24-resolucion-9e8ca487.pdf", "text_length": 8437, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Cuerpo de Traductores", "funcionarios", "documentación", "pruebas selectivas", "acceso libre", "plazo de presentación"], "summary_plain_es": "La Resolución de 14 de febrero de 2025 publica la lista definitiva de aspirantes que han superado la fase de oposición para ingresar al Cuerpo de Traductores e Intérpretes del Estado. Esta convocatoria, que se realizó el 7 de marzo de 2024, permite a los aprobados presentar su documentación en un plazo de veinte días hábiles. Los documentos necesarios incluyen la identificación, la acreditación de nacionalidad y el título académico correspondiente. Aquellos que no presenten la documentación requerida no serán nombrados como funcionarios en prácticas. Una vez verificados los requisitos, se procederá al nombramiento y se establecerá la fecha de inicio del periodo de prácticas. Es importante que los ciudadanos conozcan este proceso, ya que afecta a quienes desean trabajar en la administración pública como traductores e intérpretes.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Conocer este proceso es fundamental para los aspirantes a funcionarios, ya que les permite entender los requisitos y plazos necesarios para acceder a un puesto en la administración pública.", "updated_at": "2026-01-29T07:32:01.675736+00:00"}
{"id": "boe-2025-02-24-resolucion-68ab75e7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de febrero de 2025, de la Subsecretaría, por la que se modifica la composición del Tribunal calificador del proceso selectivo para el ingreso, por el sistema general de acceso libre, en el Cuerpo de Traductores e Intérpretes del Estado, convocado por Resolución de 23 de diciembre de 2024.", "date_published": "2025-02-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/24/pdfs/BOE-A-2025-3640.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:49.686239+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-24-resolucion-68ab75e7.pdf", "text_length": 2344, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal calificador", "Cuerpo de Traductores", "proceso selectivo", "modificación", "funcionarios", "evaluación", "acceso libre"], "summary_plain_es": "Esta resolución modifica la composición del tribunal que evaluará el proceso selectivo para ingresar al Cuerpo de Traductores e Intérpretes del Estado. Esto afecta a los aspirantes que se presenten a estas pruebas, ya que se ha cambiado a la presidenta del tribunal suplente debido a una renuncia. La nueva presidenta es María José Gabaldón García, quien sustituye a Elena Morán López. Además, se han realizado otros cambios en los vocales del tribunal. Es importante que los candidatos estén al tanto de estos cambios, ya que pueden influir en el desarrollo y la evaluación del proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se desarrollan los procesos de selección en la administración pública y cómo se garantiza la transparencia en la evaluación de candidatos.", "updated_at": "2026-01-29T07:32:07.512443+00:00"}
{"id": "boe-2025-02-25-otro-a2f9f5ca", "source": "BOE", "type": "otro", "title_original": "Acta de la XII Reunión de la Comisión Mixta Hispano-Peruana de Cooperación, hecha en Madrid el 22 de noviembre de 2024.", "date_published": "2025-02-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/25/pdfs/BOE-A-2025-3713.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:57:56.933559+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-25-otro-a2f9f5ca.pdf", "text_length": 64712, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["cooperación internacional", "España", "Perú", "desarrollo sostenible", "Marco de Asociación", "reducción de desigualdades", "poblaciones vulnerables"], "summary_plain_es": "El 22 de noviembre de 2024, España y Perú celebraron la XII Reunión de la Comisión Mixta Hispano-Peruana de Cooperación en Madrid. Durante este encuentro, se acordó desarrollar un nuevo programa de cooperación para el periodo 2024-2027, que busca abordar áreas de interés común y mejorar el desarrollo sostenible en Perú. Este programa se enmarca dentro del nuevo Marco de Asociación País España-Perú, que se centra en la reducción de desigualdades y la construcción de paz. Se prevé un presupuesto de 160 millones de euros para implementar estas iniciativas, que priorizarán a las poblaciones más vulnerables. Es importante que los ciudadanos conozcan estos acuerdos, ya que impactan en la cooperación internacional y en el desarrollo social y económico de Perú.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estos acuerdos, ya que afectan la cooperación internacional y el desarrollo de políticas que impactan en sus vidas y comunidades.", "updated_at": "2026-01-29T07:32:15.051880+00:00"}
{"id": "boe-2025-02-25-resolucion-49eb6f74", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de febrero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación voluntaria del notario de Ponferrada don Jorge Luis Sánchez Carballo.", "date_published": "2025-02-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/25/pdfs/BOE-A-2025-3716.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:57:56.934578+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-25-resolucion-49eb6f74.pdf", "text_length": 1204, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación voluntaria", "notario", "Ponferrada", "Jorge Luis Sánchez Carballo", "servicios notariales", "cambio de notario", "normativa vigente"], "summary_plain_es": "Se ha aprobado la jubilación voluntaria del notario de Ponferrada, Jorge Luis Sánchez Carballo, tras su solicitud conforme a la normativa vigente. Esto significa que, al haber alcanzado la edad legal para jubilarse, se le concede el derecho a retirarse de su puesto. Esta decisión afecta principalmente a los ciudadanos que utilizan los servicios notariales en Ponferrada, ya que su notario dejará de ejercer. Además, se abrirá la posibilidad para que se designe a un nuevo notario que continúe con las funciones notariales en la localidad. Es importante que los ciudadanos estén informados sobre estos cambios, ya que pueden afectar la disponibilidad de servicios notariales en su área.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la jubilación de funcionarios como notarios, ya que esto puede impactar en la disponibilidad y calidad de los servicios que reciben en su vida diaria.", "updated_at": "2026-01-29T07:32:23.264545+00:00"}
{"id": "boe-2025-02-25-resolucion-4ddd4b51", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de febrero de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-02-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/25/pdfs/BOE-A-2025-3726.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:57:56.935463+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-25-resolucion-4ddd4b51.pdf", "text_length": 16700, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud a través del portal Funciona, donde deberás adjuntar tu currículum y la documentación que acredite tus méritos. Además, la duración máxima en los puestos ubicados en el exterior será de cinco años. Esta convocatoria es importante para quienes buscan avanzar en su carrera dentro de la administración pública, ya que ofrece oportunidades de trabajo en el ámbito internacional y en diferentes representaciones diplomáticas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en el desarrollo de sus carreras profesionales.", "updated_at": "2026-01-29T07:32:29.137393+00:00"}
{"id": "boe-2025-02-26-orden-95b2319b", "source": "BOE", "type": "orden", "title_original": "Orden PJC/178/2025, de 25 de febrero, por la que se desarrollan las normas legales de cotización a la Seguridad Social, desempleo, protección por cese de actividad, Fondo de Garantía Salarial y formación profesional para el ejercicio 2025.", "date_published": "2025-02-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/26/pdfs/BOE-A-2025-3780.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:58:15.670760+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-26-orden-95b2319b.pdf", "text_length": 72823, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cotización Seguridad Social", "desempleo", "protección cese de actividad", "Fondo de Garantía Salarial", "formación profesional", "aumento bases cotización", "autónomos", "trabajadores"], "summary_plain_es": "La Orden PJC/178/2025 establece las normas de cotización a la Seguridad Social y otros aspectos relacionados para el año 2025. A partir del 1 de enero de 2025, se prorrogan las bases y tipos de cotización establecidos en el presupuesto de 2023, con ajustes automáticos en función del salario mínimo interprofesional y otros factores. Esto afecta a trabajadores autónomos y por cuenta ajena, quienes verán cambios en sus cotizaciones y en la protección por cese de actividad. Además, se introducen nuevas cotizaciones adicionales de solidaridad y se fijan las bases mínimas y máximas de cotización. Es importante que estés informado sobre estos cambios, ya que afectan tus contribuciones y derechos en el sistema de Seguridad Social.", "affects_to": ["todos_ciudadanos", "autónomos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas normas para entender sus derechos y obligaciones en materia de cotización y protección social, lo que les permitirá planificar mejor su situación laboral y económica.", "updated_at": "2026-01-29T07:32:36.687414+00:00"}
{"id": "boe-2025-02-26-resolucion-f48f031b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de febrero de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 16 de enero de 2025.", "date_published": "2025-02-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/26/pdfs/BOE-A-2025-3782.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:58:15.671276+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-26-resolucion-f48f031b.pdf", "text_length": 3515, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 21 de febrero de 2025, emitida por la Subsecretaría del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, resuelve la convocatoria de libre designación para un puesto de trabajo en dicho ministerio. Esta convocatoria, anunciada previamente el 16 de enero de 2025, permite a los funcionarios optar a un nuevo destino mediante un proceso de libre designación. El documento también establece que el régimen de toma de posesión del nuevo puesto se regirá por la normativa vigente. Los funcionarios interesados deben tener en cuenta que, si no están de acuerdo con esta resolución, pueden presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Este proceso afecta principalmente a los funcionarios del ministerio, quienes tienen la oportunidad de cambiar su puesto de trabajo y avanzar en su carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su carrera profesional.", "updated_at": "2026-01-29T07:32:41.473248+00:00"}
{"id": "boe-2025-02-27-acuerdo-a1d75317", "source": "BOE", "type": "acuerdo", "title_original": "Instrumento de ratificación del Acuerdo sobre la participación de la República de Croacia en el Espacio Económico, hecho en Bruselas el 11 de abril de 2014.", "date_published": "2025-02-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/27/pdfs/BOE-A-2025-3871.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:58:30.643170+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-27-acuerdo-a1d75317.pdf", "text_length": 43492, "topic_primary": "economía", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["Croacia", "Espacio Económico Europeo", "ratificación", "acuerdo", "comercio", "integración económica", "relaciones comerciales"], "summary_plain_es": "Este documento aprueba la ratificación del Acuerdo que permite a la República de Croacia participar en el Espacio Económico Europeo. Esto significa que Croacia se convierte en una parte contratante del acuerdo, lo que implica que deberá cumplir con las mismas normas y regulaciones que los otros países miembros. Afecta principalmente a las relaciones comerciales y económicas entre Croacia y los demás países del Espacio Económico Europeo, facilitando el comercio y la cooperación. Además, se realizan adaptaciones en los textos y protocolos del acuerdo para incluir a Croacia, lo que implica cambios en la documentación y en la gestión de los mecanismos financieros relacionados. Este acuerdo es importante porque promueve la integración económica de Croacia en Europa, beneficiando a empresas y ciudadanos al facilitar el acceso a un mercado más amplio.", "affects_to": ["empresas", "todos_ciudadanos", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que afecta a las relaciones comerciales y económicas que pueden influir en su vida diaria y en el desarrollo del mercado laboral en España y Croacia.", "updated_at": "2026-01-29T07:32:48.114682+00:00"}
{"id": "boe-2025-02-27-resolucion-d0ff9d93", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de febrero de 2025, de la Subsecretaría, por la que se designa al Tribunal calificador del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo Superior de Gestión Catastral, convocado por Resolución de 23 de diciembre de 2024.", "date_published": "2025-02-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/27/pdfs/BOE-A-2025-3885.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:30.644251+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-27-resolucion-d0ff9d93.pdf", "text_length": 3835, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal calificador", "Cuerpo Superior de Gestión Catastral", "proceso selectivo", "acceso libre", "promoción interna", "evaluación", "transparencia"], "summary_plain_es": "Se ha aprobado la designación del tribunal calificador para el proceso selectivo de ingreso en el Cuerpo Superior de Gestión Catastral, tanto por acceso libre como por promoción interna. Esto afecta a todos los aspirantes que deseen formar parte de este cuerpo, ya que el tribunal será el encargado de evaluar a los candidatos. La composición del tribunal incluye a profesionales de distintos cuerpos relacionados con la Hacienda Pública, garantizando una representación equilibrada de género. Además, se establece que el tribunal puede contar con asesores especialistas para ayudar en los ejercicios de selección. Es importante que los ciudadanos conozcan este proceso, ya que la transparencia en la selección de los miembros del tribunal asegura la imparcialidad y la equidad en el acceso a la función pública.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Conocer la composición del tribunal y el proceso de selección es fundamental para asegurar que los procedimientos son justos y transparentes, lo que fomenta la confianza en las instituciones públicas.", "updated_at": "2026-01-29T07:32:54.003815+00:00"}
{"id": "boe-2025-02-28-orden-3f3f3ffa", "source": "BOE", "type": "orden", "title_original": "Corrección de errores de la Orden DEF/114/2025, de 28 de enero, por la que se aprueban las normas de uniformidad de las Fuerzas Armadas.", "date_published": "2025-02-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/28/pdfs/BOE-A-2025-3969.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:58:41.672573+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-28-orden-3f3f3ffa.pdf", "text_length": 1315, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["corrección de errores", "normas de uniformidad", "Fuerzas Armadas", "emblemas", "escudo nacional"], "summary_plain_es": "Se ha publicado una corrección de errores de la Orden DEF/114/2025, que establece las normas de uniformidad de las Fuerzas Armadas. Esta corrección aclara un error específico en la norma sobre la colocación de emblemas. Anteriormente, se mencionaba que el emblema del cuerpo se usaría en ciertas prendas, pero ahora se especifica que también se debe incluir el escudo nacional en los botones de la guerrera. Esta modificación es importante para asegurar que las normas de uniformidad sean claras y precisas, afectando directamente a los miembros de las Fuerzas Armadas que deben seguir estas directrices.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender cómo se regulan las normas de uniformidad en las Fuerzas Armadas, lo que refleja la importancia de la precisión en la normativa pública.", "updated_at": "2026-01-29T07:32:58.662433+00:00"}
{"id": "boe-2025-02-28-resolucion-955152b6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de febrero de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 10 de enero de 2025.", "date_published": "2025-02-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/28/pdfs/BOE-A-2025-3971.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:58:41.673131+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-28-resolucion-955152b6.pdf", "text_length": 3612, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Naciones Unidas", "funcionarios", "Asuntos Exteriores", "nombramiento"], "summary_plain_es": "La Resolución de 19 de febrero de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve la convocatoria de libre designación para un puesto en la Representación Permanente de España ante Naciones Unidas en Viena. Esta convocatoria se había anunciado previamente el 10 de enero de 2025. El puesto ha sido adjudicado a José Bastida Peydro, quien proviene de la Carrera Diplomática. La resolución establece que el nuevo funcionario deberá tomar posesión de su puesto según el reglamento correspondiente. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses, o un recurso administrativo de reposición en un mes, ante el mismo órgano que dictó la resolución. Este proceso es importante para asegurar la transparencia y la correcta gestión de los recursos humanos en el ámbito de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y garantizar la transparencia en el proceso de selección de funcionarios.", "updated_at": "2026-01-29T07:33:03.988692+00:00"}
{"id": "boe-2025-02-28-resolucion-e5e7df6e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de febrero de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se aprueban las bases y se convoca la provisión de plazas de Coordinador/a General de la Cooperación Española.", "date_published": "2025-02-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/02/28/pdfs/BOE-A-2025-3985.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:41.673611+00:00", "pdf_path": "pdfs/2025/02/boe-2025-02-28-resolucion-e5e7df6e.pdf", "text_length": 22940, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "plazas coordinador", "AECID", "convocatoria pública", "empleo público", "Argelia", "Paraguay"], "summary_plain_es": "Se aprueba la convocatoria para cubrir plazas de Coordinador/a General de la Cooperación Española en Argelia y Paraguay. Esta resolución, emitida por la Agencia Española de Cooperación Internacional para el Desarrollo (AECID), establece las bases para el proceso de selección de candidatos. Los aspirantes deben ser españoles y cumplir con ciertos requisitos, como no tener limitaciones físicas o psíquicas que impidan el desempeño de sus funciones. Los Coordinadores/as serán responsables de dirigir las Oficinas de la Cooperación Española en estos países, gestionando recursos y programas de cooperación. El contrato será de alta dirección, con una duración inicial de dos años, prorrogable hasta tres años más. Esta convocatoria es importante porque permite a los ciudadanos conocer las oportunidades laborales en el ámbito de la cooperación internacional y cómo pueden contribuir a estos esfuerzos desde el exterior.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en el proceso de selección y contribuir a la cooperación internacional, lo que fortalece la transparencia y la inclusión en la gestión pública.", "updated_at": "2026-01-29T07:33:10.040984+00:00"}
