{"id": "boe-2025-12-01-acuerdo-8a738af9", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo de 20 de noviembre de 2025, adoptado por las Mesas del Congreso de los Diputados y del Senado en reunión conjunta, por el que se aprueba el Estatuto del Personal de las Cortes Generales.", "date_published": "2025-12-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/01/pdfs/BOE-A-2025-24253.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:01:56.257693+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-01-acuerdo-8a738af9.pdf", "text_length": 75101, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["Estatuto del Personal", "Cortes Generales", "funcionarios", "conciliación laboral", "promoción interna", "carrera horizontal", "nuevas formas de trabajo"], "summary_plain_es": "El Acuerdo de 20 de noviembre de 2025 aprueba un nuevo Estatuto del Personal de las Cortes Generales, que regula los derechos y deberes de los funcionarios que trabajan en el Congreso y el Senado. Este nuevo Estatuto busca adaptarse a las necesidades actuales y futuras del Parlamento, mejorando las condiciones de acceso y permanencia en los puestos de trabajo, así como promoviendo la conciliación de la vida personal y profesional. Se introducen medidas para facilitar la promoción interna y la carrera horizontal, incentivando el reconocimiento del desempeño. Además, se contemplan nuevas formas de prestación de servicios y permisos que favorecen la flexibilidad laboral. Este cambio afecta principalmente a los funcionarios de las Cortes Generales, quienes verán mejoras en sus condiciones laborales y en su desarrollo profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este Estatuto, ya que regula las condiciones laborales de quienes trabajan en sus instituciones representativas, garantizando un funcionamiento más eficiente y adaptado a las necesidades actuales.", "updated_at": "2026-01-29T08:35:37.792935+00:00"}
{"id": "boe-2025-12-01-orden-117b21ad", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1359/2025, de 18 de noviembre, por la que, en ejecución de recurso, se adjudica destino a funcionario del Cuerpo de Auxilio Judicial de la Administración de Justicia, en relación con el concurso de traslados entre personal funcionario de los Cuerpos y Escalas de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia, convocado por Orden PJC/51/2025, de 16 de enero.", "date_published": "2025-12-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/01/pdfs/BOE-A-2025-24256.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:01:56.258926+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-01-orden-117b21ad.pdf", "text_length": 5236, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["traslados", "funcionario", "Auxilio Judicial", "Administración de Justicia", "toma de posesión", "recurso"], "summary_plain_es": "La Orden PJC/1359/2025, publicada el 1 de diciembre de 2025, adjudica un nuevo destino a David Aguado Aguado, funcionario del Cuerpo de Auxilio Judicial de la Administración de Justicia, tras un concurso de traslados. Este proceso afecta a los funcionarios de los Cuerpos y Escalas de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial. La toma de posesión del nuevo destino debe realizarse en un plazo que varía según si hay cambio de localidad o no. Además, se establece que el personal interino que ocupa las plazas adjudicadas cesará en su puesto. Es importante que los funcionarios conozcan sus derechos y los plazos establecidos para la toma de posesión, así como las vías de recurso disponibles en caso de desacuerdo con la decisión.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos, especialmente los funcionarios, conozcan estas disposiciones para entender sus derechos y las implicaciones de los concursos de traslados en su carrera profesional.", "updated_at": "2026-01-29T08:35:43.798604+00:00"}
{"id": "boe-2025-12-01-resolucion-c71fd245", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de noviembre de 2025, de la Subsecretaría, por la que se resuelve el concurso específico, convocado por Resolución de 21 de septiembre de 2025.", "date_published": "2025-12-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/01/pdfs/BOE-A-2025-24257.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:01:56.259652+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-01-resolucion-c71fd245.pdf", "text_length": 6781, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso específico", "puestos de trabajo", "funcionarios", "adjudicación", "plazo de toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 27 de noviembre de 2025 resuelve el concurso específico convocado el 21 de septiembre de 2025 para la provisión de puestos de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Se adjudican de forma definitiva ciertos puestos a funcionarios, mientras que otros quedan desiertos. Si obtienes un nuevo destino, tendrás un plazo de tres días hábiles para tomar posesión si no implica cambio de residencia, o un mes si sí lo implica. Además, se establece que contra esta resolución se pueden interponer recursos administrativos o contencioso-administrativos. Es importante que los funcionarios conozcan esta resolución, ya que afecta directamente a su situación laboral y a las oportunidades de promoción dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer esta resolución es fundamental para que los funcionarios estén informados sobre sus derechos y oportunidades laborales, así como sobre los procedimientos que pueden seguir en caso de desacuerdo.", "updated_at": "2026-01-29T08:35:48.708043+00:00"}
{"id": "boe-2025-12-02-resolucion-64eb0773", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2023 al Código marítimo internacional de cargas sólidas a granel (Código IMSBC) adoptadas en Londres el 8 de junio de 2023 mediante la Resolución MSC.539(107).", "date_published": "2025-12-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/02/pdfs/BOE-A-2025-24368.pdf", "approved_by": "539(107).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:02:22.848683+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-02-resolucion-64eb0773.pdf", "text_length": 5664, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["código marítimo", "enmiendas IMSBC", "cargas sólidas", "seguridad marítima", "transporte marítimo", "regulación internacional"], "summary_plain_es": "Se han adoptado enmiendas al Código marítimo internacional de cargas sólidas a granel (Código IMSBC) en Londres el 8 de junio de 2023. Estas enmiendas buscan mejorar la seguridad y la regulación del transporte marítimo de cargas sólidas a granel. A partir del 1 de julio de 2024, las enmiendas se considerarán aceptadas, a menos que un número significativo de gobiernos las rechace. Además, se permitirá su aplicación voluntaria desde el 1 de enero de 2024. Esto afectará principalmente a las empresas del sector marítimo, que deberán adaptarse a las nuevas normativas para garantizar la seguridad en el transporte de estas cargas. Es importante que los ciudadanos estén informados sobre estos cambios, ya que pueden influir en la seguridad de las mercancías que se transportan por mar y en la economía relacionada con el comercio internacional.", "affects_to": ["empresas", "sector_industrial", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo afectan la seguridad y el comercio marítimo, lo que puede influir en la economía y en la seguridad de las mercancías transportadas.", "updated_at": "2026-01-29T08:35:54.718835+00:00"}
{"id": "boe-2025-12-02-resolucion-e5a662f7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de noviembre de 2025, de la Subsecretaría, por la que se resuelve el concurso general, convocado por Resolución de 22 de septiembre de 2025.", "date_published": "2025-12-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/02/pdfs/BOE-A-2025-24371.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:02:22.849599+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-02-resolucion-e5a662f7.pdf", "text_length": 4579, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso general", "puestos de trabajo", "funcionarios", "adjudicación", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 25 de noviembre de 2025 resuelve el concurso general convocado el 22 de septiembre del mismo año para cubrir puestos en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Se adjudican de forma definitiva varios puestos a funcionarios, mientras que otros quedan desiertos. Si has sido seleccionado, tendrás un plazo de tres días hábiles para tomar posesión del nuevo puesto si no implica un cambio de residencia, o un mes si sí lo implica. Es importante que estés al tanto de tus derechos y del proceso, ya que puedes presentar un recurso administrativo si no estás de acuerdo con la resolución. Esto afecta directamente a los funcionarios que han participado en el concurso y buscan un nuevo destino dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los procesos de selección y promoción en la administración pública, lo que promueve la transparencia y la confianza en las instituciones.", "updated_at": "2026-01-29T08:35:59.826936+00:00"}
{"id": "boe-2025-12-02-resolucion-e28bf848", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de noviembre de 2025, del Letrado Mayor de las Cortes Generales, por la que se publica la designación del Tribunal que ha de juzgar la oposición para la provisión de plazas del Cuerpo de Asesores Facultativos de las Cortes Generales, especialidad Medios de Comunicación Social, convocada por Resolución de 18 de noviembre de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado.", "date_published": "2025-12-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/02/pdfs/BOE-A-2025-24378.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:02:22.850709+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-02-resolucion-e28bf848.pdf", "text_length": 1880, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Asesores Facultativos", "Medios de Comunicación Social", "Cortes Generales", "tribunal", "plazas", "designación", "evaluación"], "summary_plain_es": "Se ha publicado la designación del Tribunal que evaluará la oposición para cubrir cuatro plazas del Cuerpo de Asesores Facultativos de las Cortes Generales, especialidad en Medios de Comunicación Social. Esta oposición fue convocada el 18 de noviembre de 2025 por las Presidencias del Congreso de los Diputados y del Senado. El Tribunal estará presidido por Alfonso Rodríguez de Celis, Vicepresidente Primero del Congreso, y contará con miembros del Senado y una universidad. Esto es relevante para quienes estén interesados en trabajar en el ámbito de la comunicación dentro de las instituciones del Estado, ya que marca el inicio del proceso de selección para estas plazas.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección, ya que garantizan la transparencia y la igualdad de oportunidades en el acceso a puestos públicos. Además, fomenta la confianza en las instituciones al mostrar cómo se eligen a sus asesores.", "updated_at": "2026-01-29T08:36:07.758185+00:00"}
{"id": "boe-2025-12-03-ley-48fad185", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 14/2025, de 2 de diciembre, por el que se aprueban medidas urgentes en materia de retribuciones en el ámbito del sector público.", "date_published": "2025-12-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/03/pdfs/BOE-A-2025-24445.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:04:20.833153+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-03-ley-48fad185.pdf", "text_length": 15864, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["incremento salarial", "sector público", "retribuciones", "acuerdo sindical", "presupuestos", "empleo público", "2025", "2026"], "summary_plain_es": "El Real Decreto-ley 14/2025, aprobado el 2 de diciembre de 2025, establece medidas urgentes para incrementar las retribuciones del personal del sector público en España. A partir del 1 de enero de 2025, se aplicará un aumento salarial del 2,5% y, para 2026, un incremento del 1,5%, además de un posible 0,5% adicional si el IPC supera el 1,5%. Este acuerdo se enmarca en un compromiso más amplio entre el Gobierno y los sindicatos UGT y CSIF para mejorar las condiciones laborales en el sector público hasta 2028. La norma afecta a todos los empleados públicos, incluyendo aquellos de las administraciones autonómicas y locales, y se justifica por la necesidad de cumplir con el acuerdo firmado y la situación de prórroga presupuestaria. Es importante que los ciudadanos conozcan estas medidas, ya que impactan directamente en la economía y el bienestar de los trabajadores del sector público.", "affects_to": ["funcionarios", "todos_ciudadanos", "familias"], "transparency_notes": "Es crucial que los ciudadanos estén informados sobre estos cambios, ya que afectan a la economía pública y al bienestar de los empleados del sector público, promoviendo la transparencia en la gestión de recursos públicos.", "updated_at": "2026-01-29T08:36:16.383613+00:00"}
{"id": "boe-2025-12-03-ley-18d96577", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 15/2025, de 2 de diciembre, por el que se adoptan medidas urgentes para favorecer la actividad inversora de las entidades locales y de las comunidades autónomas, y por el que se modifica el Real Decreto 1007/2023, de 5 de diciembre, por el que se aprueba el Reglamento que establece los requisitos que deben adoptar los sistemas y programas informáticos o electrónicos que soporten los procesos de facturación de empresarios y profesionales, y la estandarización de formatos de los registros de facturación.", "date_published": "2025-12-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/03/pdfs/BOE-A-2025-24446.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:04:20.833792+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-03-ley-18d96577.pdf", "text_length": 25846, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["inversión local", "superávit", "comunidades autónomas", "reglamento de facturación", "competencias Generalitat"], "summary_plain_es": "Este Real Decreto-ley 15/2025, aprobado el 2 de diciembre, busca facilitar la inversión de las entidades locales y comunidades autónomas utilizando los superávits generados en 2024. Esto permitirá que esos recursos se destinen a proyectos sostenibles durante los años 2025 a 2027, en lugar de ser obligatoriamente utilizados para reducir la deuda pública. Además, se modifica el Reglamento de facturación para extender los plazos de adaptación de los sistemas informáticos necesarios para cumplir con los requisitos establecidos. Esto afecta a las entidades locales y comunidades autónomas, permitiendo una mejor gestión de sus recursos y un impulso a la inversión pública. También se reconoce a la Generalitat de Catalunya competencias en la gestión de funcionarios locales, lo que busca mejorar la organización y eficiencia en la administración local. En resumen, este decreto busca optimizar el uso de recursos públicos y mejorar la gestión administrativa.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se gestionan los recursos públicos y cómo pueden impactar en sus comunidades. La transparencia en la inversión pública es clave para fomentar la confianza en las instituciones.", "updated_at": "2026-01-29T08:36:23.503727+00:00"}
{"id": "boe-2025-12-04-ley-e4bfae51", "source": "BOE", "type": "ley", "title_original": "Ley 9/2025, de 3 de diciembre, de Movilidad Sostenible.", "date_published": "2025-12-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/04/pdfs/BOE-A-2025-24545.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:04:30.060351+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-04-ley-e4bfae51.pdf", "text_length": 76517, "topic_primary": "medio_ambiente", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["movilidad sostenible", "transporte público", "derecho a la movilidad", "subvenciones", "calidad del aire", "planificación urbana", "energías alternativas"], "summary_plain_es": "La Ley 9/2025, de 3 de diciembre, de Movilidad Sostenible, establece un marco normativo para promover una movilidad más sostenible en España. Esta ley busca garantizar el derecho a la movilidad sostenible para todos los ciudadanos, fomentando el uso de transportes menos contaminantes y accesibles. Se crean diversos organismos, como el Consejo Superior de Movilidad Sostenible y el Foro Territorial de Movilidad Sostenible, que se encargarán de coordinar y planificar las acciones necesarias. Además, se implementarán planes de movilidad sostenible a nivel estatal, autonómico y local, y se establecerán subvenciones para proyectos que mejoren la movilidad urbana e interurbana. Esto afecta a todos los ciudadanos, ya que se busca mejorar la calidad del transporte público y reducir la huella de carbono. En resumen, esta ley representa un paso importante hacia un futuro más sostenible en el ámbito del transporte.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender cómo se mejorará la movilidad en sus ciudades y cómo pueden beneficiarse de las iniciativas sostenibles que se implementarán.", "updated_at": "2026-01-29T08:36:30.164129+00:00"}
{"id": "boe-2025-12-05-orden-6f72d580", "source": "BOE", "type": "orden", "title_original": "Orden CNU/1383/2025, de 1 de diciembre, por la que se aprueba la Política de Seguridad de la Información en el ámbito de la administración digital del Ministerio de Ciencia, Innovación y Universidades.", "date_published": "2025-12-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/05/pdfs/BOE-A-2025-24722.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:04:45.816351+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-05-orden-6f72d580.pdf", "text_length": 45040, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["seguridad de la información", "administración digital", "Ministerio de Ciencia", "protección de datos", "incidentes digitales", "política de seguridad", "TIC", "servicios digitales"], "summary_plain_es": "La Orden CNU/1383/2025 aprueba la Política de Seguridad de la Información para el Ministerio de Ciencia, Innovación y Universidades. Esto afecta a la forma en que se gestionan y protegen los datos y sistemas de información en el ámbito digital del ministerio. Se busca garantizar la seguridad de la información y los servicios prestados a la ciudadanía, estableciendo medidas preventivas y de respuesta ante incidentes. La política se alinea con normativas existentes sobre protección de datos y seguridad en el sector público, y es fundamental para asegurar la continuidad y calidad de los servicios digitales. Además, implica la participación activa del personal del ministerio y de terceros que colaboran con él, asegurando que todos estén preparados para manejar posibles riesgos. En resumen, esta orden es un paso importante para fortalecer la seguridad en la administración digital del ministerio y proteger los derechos de los ciudadanos en sus interacciones electrónicas.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es crucial que los ciudadanos conozcan esta política para entender cómo se protege su información y qué medidas se toman para garantizar la seguridad en las interacciones digitales con la administración pública.", "updated_at": "2026-01-29T08:36:37.229849+00:00"}
{"id": "boe-2025-12-05-resolucion-5547cee2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de diciembre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-12-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/05/pdfs/BOE-A-2025-24747.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:04:45.817391+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-05-resolucion-5547cee2.pdf", "text_length": 20705, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "empleo público", "director centro cultural", "convocatoria pública", "alta dirección", "República Dominicana"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha convocado un puesto de trabajo para Director/a del Centro Cultural en República Dominicana. Esta convocatoria está abierta a ciudadanos españoles que cumplan con ciertos requisitos, como tener la nacionalidad española y un título universitario. El puesto implica gestionar recursos y elaborar planes culturales alineados con los objetivos de cooperación. La contratación será mediante un contrato de alta dirección, con una duración inicial de dos años, prorrogable hasta tres años más. Es importante que los ciudadanos conozcan esta convocatoria, ya que ofrece una oportunidad de empleo en el ámbito de la cooperación internacional y la cultura.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para fomentar la participación en el sector público y la cooperación internacional, lo que puede enriquecer la cultura y las relaciones entre países.", "updated_at": "2026-01-29T08:36:42.908341+00:00"}
{"id": "boe-2025-12-06-ley-6e0abd2c", "source": "BOE", "type": "ley", "title_original": "Resolución de 27 de noviembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 12/2025, de 28 de octubre, por el que se adoptan medidas urgentes de reactivación, refuerzo y prevención en el marco del Plan de respuesta inmediata, reconstrucción y relanzamiento frente a los daños causados por la Depresión Aislada en Niveles Altos (DANA) en diferentes municipios entre el 28 de octubre y el 4 de noviembre de 2024.", "date_published": "2025-12-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/06/pdfs/BOE-A-2025-24834.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:04:59.813725+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-06-ley-6e0abd2c.pdf", "text_length": 1485, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "DANA", "medidas urgentes", "reactivación", "reconstrucción", "prevención"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 12/2025, que establece medidas urgentes para la reactivación y prevención de daños causados por la Depresión Aislada en Niveles Altos (DANA) en varios municipios entre el 28 de octubre y el 4 de noviembre de 2024. Esto significa que se implementarán acciones rápidas para ayudar a las comunidades afectadas por esta situación climática extrema, facilitando recursos y apoyo para la reconstrucción y el relanzamiento de la actividad económica en las áreas impactadas. Esta resolución es crucial para asegurar que las localidades afectadas puedan recuperarse de manera efectiva y rápida, garantizando la seguridad y bienestar de sus habitantes.", "affects_to": ["todos_ciudadanos", "familias", "empresas"], "transparency_notes": "Es esencial que los ciudadanos conozcan estas medidas para entender cómo se les apoyará en situaciones de emergencia y cómo se gestionarán los recursos públicos en su beneficio.", "updated_at": "2026-01-29T08:36:48.294506+00:00"}
{"id": "boe-2025-12-06-resolucion-099b025f", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38505/2025, de 27 de noviembre, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-12-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/06/pdfs/BOE-A-2025-24864.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:04:59.814961+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-06-resolucion-099b025f.pdf", "text_length": 6537, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Defensa", "convocatoria", "puestos de trabajo", "currículum vitae"], "summary_plain_es": "La Resolución 430/38505/2025 convoca a la provisión de puestos de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que los funcionarios civiles que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado. La convocatoria afecta a aquellos que buscan mejorar su posición dentro de la administración pública. Es importante que estés informado sobre esta oportunidad, ya que puede facilitar tu desarrollo profesional y acceso a puestos de mayor responsabilidad.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública, promoviendo así la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T08:36:52.901652+00:00"}
{"id": "boe-2025-12-08-ley-8563f28d", "source": "BOE", "type": "ley", "title_original": "Ley 9/2025, de 13 de noviembre, de modificación de la Ley 26/2010, de régimen jurídico y de procedimiento de las administraciones públicas de Cataluña.", "date_published": "2025-12-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/08/pdfs/BOE-A-2025-24940.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:05:15.856881+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-08-ley-8563f28d.pdf", "text_length": 20425, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["modificación ley", "administraciones públicas", "derechos ciudadanos", "acceso servicios", "lenguaje claro", "proactividad", "errores administrativos"], "summary_plain_es": "La Ley 9/2025 modifica la Ley 26/2010 en Cataluña para mejorar la relación entre la ciudadanía y las administraciones públicas. Se prohíbe la obligación de pedir cita previa para acceder a servicios presenciales, garantizando así un acceso más directo y equitativo, especialmente para colectivos vulnerables. Además, se amplían los derechos de los ciudadanos, incluyendo el derecho a un lenguaje claro y comprensible en la administración y a la rectificación de errores. También se establecen mecanismos para proteger a las personas de errores administrativos y se refuerza la proactividad en la prestación de servicios. Esto significa que la administración deberá anticiparse a las necesidades de los ciudadanos, facilitando la gestión de trámites relacionados. En resumen, la ley busca hacer la administración más accesible y eficiente, adaptándose a las necesidades actuales de la sociedad.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para poder ejercer sus derechos y acceder a los servicios públicos de manera efectiva y sin barreras.", "updated_at": "2026-01-29T08:36:58.296433+00:00"}
{"id": "boe-2025-12-08-resolucion-f0505f8d", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38506/2025, de 27 de noviembre, de la Subsecretaría, por la que se convoca proceso selectivo para acceso, por promoción interna, al Cuerpo de Ingenieros Técnicos de Arsenales de la Armada.", "date_published": "2025-12-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/08/pdfs/BOE-A-2025-24967.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:05:15.858892+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-08-resolucion-f0505f8d.pdf", "text_length": 74069, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["proceso selectivo", "ingenieros técnicos", "promoción interna", "plazas disponibles", "Ministerio de Defensa", "igualdad de oportunidades", "discapacidad"], "summary_plain_es": "Se convoca un proceso selectivo para acceder, por promoción interna, al Cuerpo de Ingenieros Técnicos de Arsenales de la Armada, con un total de 28 plazas disponibles. Este proceso está dirigido a funcionarios que ya forman parte de la Administración Pública y desean ascender en su carrera. La convocatoria incluye una plaza reservada para personas con discapacidad. Los requisitos para participar incluyen ser nacional español y cumplir con ciertos criterios que se especificarán en la convocatoria. Esta iniciativa busca cubrir las necesidades de personal en el Ministerio de Defensa y promover la igualdad de oportunidades en el acceso al empleo público.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en el acceso a empleo público, promoviendo así la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T08:37:04.935330+00:00"}
{"id": "boe-2025-12-08-resolucion-230119fc", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38507/2025, de 27 de noviembre, de la Subsecretaría, por la que se convoca proceso selectivo para acceso, por el sistema general de acceso libre, en el Cuerpo de Ingenieros Técnicos de Arsenales de la Armada.", "date_published": "2025-12-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/08/pdfs/BOE-A-2025-24968.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:05:15.859333+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-08-resolucion-230119fc.pdf", "text_length": 71678, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Cuerpo de Ingenieros Técnicos", "plazas", "acceso libre", "militares", "discapacidad", "empleo público"], "summary_plain_es": "Se convoca un proceso selectivo para acceder al Cuerpo de Ingenieros Técnicos de Arsenales de la Armada, con un total de 48 plazas disponibles. De estas, 43 son de acceso general y 5 están reservadas para personas con discapacidad. Además, se reservan 33 plazas para militares profesionales de tropa y marinería con al menos 5 años de servicio. Este proceso busca cubrir las necesidades de personal en la Administración Pública y se regirá por diversas normativas que garantizan la igualdad de oportunidades. La convocatoria es importante para quienes buscan empleo en el sector público, especialmente en el ámbito militar y técnico, y se publicará en varias plataformas oficiales para asegurar su accesibilidad.", "affects_to": ["todos_ciudadanos", "funcionarios", "militares"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para acceder a oportunidades laborales en el sector público, garantizando así la igualdad de acceso al empleo en la Administración. La transparencia en estos procesos fomenta la confianza en las instituciones públicas.", "updated_at": "2026-01-29T08:37:11.706474+00:00"}
{"id": "boe-2025-12-09-orden-c714982a", "source": "BOE", "type": "orden", "title_original": "Orden HAC/1413/2025, de 28 de noviembre, por la que se modifica la Orden HAC/532/2025, de 26 de mayo, por la que se aprueba el modelo 780 «Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras. Autoliquidación» y el modelo 781 «Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras. Pago fraccionado» y se establecen las condiciones y el procedimiento para su presentación.", "date_published": "2025-12-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/09/pdfs/BOE-A-2025-25041.pdf", "approved_by": "Autoliquidación» y el modelo 781 «Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras.  Pago fraccionado» y se establecen las condiciones y el procedimiento para su presentación.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:05:48.763338+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-09-orden-c714982a.pdf", "text_length": 8420, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["impuesto sobre el margen", "entidades financieras", "autoliquidación", "pago fraccionado", "modificación normativa"], "summary_plain_es": "La Orden HAC/1413/2025 modifica la anterior Orden HAC/532/2025, que establecía los modelos 780 y 781 para la autoliquidación y pago fraccionado del Impuesto sobre el margen de intereses y comisiones de entidades financieras. Esta modificación se realiza para incluir cambios relacionados con el Convenio Económico entre el Estado y la Comunidad Foral de Navarra, asegurando que el impuesto se aplique correctamente en esta región. A partir del 1 de enero de 2026, los nuevos modelos deberán ser utilizados para las declaraciones correspondientes al año 2025 y siguientes. Esto afecta principalmente a las entidades financieras que deben cumplir con estas nuevas regulaciones fiscales, facilitando su cumplimiento y asegurando una correcta gestión tributaria. Es importante que estés informado sobre estos cambios, ya que pueden influir en la forma en que las entidades financieras operan y reportan sus ingresos.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan a las entidades financieras y, por ende, a la economía en general. La transparencia en la normativa fiscal ayuda a fomentar la confianza en el sistema tributario.", "updated_at": "2026-01-29T08:37:17.886349+00:00"}
{"id": "boe-2025-12-09-resolucion-b8705b87", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de noviembre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 31 de octubre de 2025.", "date_published": "2025-12-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/09/pdfs/BOE-A-2025-25043.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:05:48.763923+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-09-resolucion-b8705b87.pdf", "text_length": 9978, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "libre designación", "nuevos nombramientos", "Agencia Española de Cooperación", "puestos de trabajo", "administración pública"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha resuelto la convocatoria de libre designación para varios puestos en su estructura. Esto significa que se han adjudicado diferentes cargos a personas que cumplieron con los requisitos establecidos en la convocatoria anterior. Los nuevos nombramientos incluyen posiciones clave en áreas como cooperación iberoamericana, tecnología y operaciones del sector privado. La toma de posesión de estos nuevos cargos se llevará a cabo según las normativas vigentes. Esta resolución es importante porque afecta a la gestión de la cooperación internacional y puede influir en cómo se desarrollan los proyectos en este ámbito. Si eres parte de la administración pública o estás interesado en el funcionamiento de estas instituciones, es relevante que conozcas estos cambios.", "affects_to": ["funcionarios", "todos_ciudadanos", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos públicos y quiénes son los responsables de la cooperación internacional, lo que fomenta la rendición de cuentas y la participación ciudadana.", "updated_at": "2026-01-29T08:37:23.479712+00:00"}
{"id": "boe-2025-12-09-orden-1059cf8e", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1416/2025, de 1 de diciembre, por la que se corrigen errores en la Orden PJC/1253/2025, de 27 de octubre, por la que se convoca concurso de traslado entre personal funcionario de los Cuerpos y Escalas de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia.", "date_published": "2025-12-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/09/pdfs/BOE-A-2025-25058.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:05:48.764443+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-09-orden-1059cf8e.pdf", "text_length": 4126, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso de traslados", "funcionarios", "Administración de Justicia", "corrección de errores", "vacantes", "gestión procesal", "tramitación", "auxilio judicial"], "summary_plain_es": "La Orden PJC/1416/2025 corrige errores en la convocatoria de concurso de traslados para funcionarios de la Administración de Justicia, específicamente en los Cuerpos de Gestión Procesal, Tramitación y Auxilio Judicial. Esta corrección es importante porque elimina vacantes que estaban ocupadas y que se habían listado incorrectamente, asegurando que la información sobre los puestos disponibles sea precisa. Afecta a los funcionarios que participan en este concurso, ya que se les proporciona una lista actualizada de las vacantes reales. Es fundamental que estés al tanto de estos cambios para que puedas tomar decisiones informadas sobre tu carrera profesional dentro del ámbito judicial.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas correcciones para entender mejor cómo se gestionan los concursos de traslados en la Administración de Justicia y asegurar que se respete la transparencia en estos procesos.", "updated_at": "2026-01-29T08:37:30.480278+00:00"}
{"id": "boe-2025-12-10-orden-f808f9a2", "source": "BOE", "type": "orden", "title_original": "Orden HAC/1418/2025, de 4 de diciembre, por la que se aprueba el modelo 017, «Tasa de supervisión, análisis, asesoramiento y seguimiento de la política fiscal. Autoliquidación» y se determinan el lugar, plazo y forma de presentación.", "date_published": "2025-12-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/10/pdfs/BOE-A-2025-25139.pdf", "approved_by": "Autoliquidación» y se determinan el lugar, plazo y forma de presentación.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:06:17.062963+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-10-orden-f808f9a2.pdf", "text_length": 10596, "topic_primary": "economía", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modelo 017", "tasa de supervisión", "autoliquidación", "presentación electrónica", "Autoridad Independiente de Responsabilidad Fiscal", "estabilidad presupuestaria", "sostenibilidad financiera"], "summary_plain_es": "La Orden HAC/1418/2025 aprueba el modelo 017, que regula la tasa de supervisión, análisis, asesoramiento y seguimiento de la política fiscal. Esta tasa es fundamental para financiar la Autoridad Independiente de Responsabilidad Fiscal, que se encarga de asegurar la estabilidad presupuestaria y la sostenibilidad financiera. A partir de ahora, la presentación del modelo 017 será exclusivamente electrónica, lo que busca facilitar el proceso y resolver problemas de gestión anteriores. Esto afecta a diversas administraciones públicas, que deberán cumplir con esta nueva normativa en los plazos y formas establecidos. Es importante que los ciudadanos conozcan esta orden, ya que impacta en la manera en que se gestionan los recursos públicos y se asegura la transparencia fiscal.", "affects_to": ["empresas", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es esencial que los ciudadanos estén informados sobre esta normativa para entender cómo se gestionan sus recursos y se asegura la responsabilidad fiscal en el país.", "updated_at": "2026-01-29T08:37:35.494556+00:00"}
{"id": "boe-2025-12-11-real_decreto-79737a92", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1121/2025, de 10 de diciembre, por el que se regula la concesión directa de subvenciones para cooperación internacional al desarrollo sostenible por la Secretaría de Estado de Cooperación Internacional del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación.", "date_published": "2025-12-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/11/pdfs/BOE-A-2025-25268.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:06:25.928320+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-11-real_decreto-79737a92.pdf", "text_length": 73929, "topic_primary": "medio_ambiente", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "cooperación internacional", "desarrollo sostenible", "FEMP", "CONFOCOS", "Agenda 2030", "ayuda oficial al desarrollo"], "summary_plain_es": "El Real Decreto 1121/2025 establece un marco para la concesión directa de subvenciones destinadas a la cooperación internacional al desarrollo sostenible. Esta normativa, impulsada por la Secretaría de Estado de Cooperación Internacional, tiene como objetivo apoyar a instituciones clave en la implementación de políticas de desarrollo sostenible en línea con las metas globales de la Agenda 2030. Las subvenciones se dirigen a entidades como la Federación Española de Municipios y Provincias (FEMP) y la Confederación de Fondos de Cooperación y Solidaridad (CONFOCOS), que desempeñan un papel fundamental en la cooperación descentralizada y en la rendición de cuentas de la ayuda oficial al desarrollo. Este decreto busca optimizar la colaboración entre el gobierno y los municipios, promoviendo un enfoque más efectivo en la ayuda al desarrollo. Así, se facilita la participación de los gobiernos locales en la cooperación internacional, fortaleciendo su capacidad para contribuir a los objetivos de desarrollo sostenible.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es crucial que los ciudadanos conozcan este decreto, ya que afecta la forma en que se gestionan y distribuyen los recursos destinados a la cooperación internacional, promoviendo una mayor transparencia y participación local en el desarrollo sostenible.", "updated_at": "2026-01-29T08:37:41.403262+00:00"}
{"id": "boe-2025-12-11-resolucion-a1c95690", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de diciembre de 2025, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas y se anuncia fecha, hora y lugar de celebración del primer ejercicio, del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Enfermeros de Instituciones Penitenciarias, convocado por Resolución de 10 de octubre de 2025.", "date_published": "2025-12-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/11/pdfs/BOE-A-2025-25292.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:06:25.930974+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-11-resolucion-a1c95690.pdf", "text_length": 9310, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Cuerpo de Enfermeros", "Instituciones Penitenciarias", "proceso selectivo", "admitidos y excluidos", "oposición", "subsanación", "examen"], "summary_plain_es": "Se aprueba la relación provisional de personas admitidas y excluidas para el proceso selectivo de ingreso al Cuerpo de Enfermeros de Instituciones Penitenciarias. Esto afecta a todos los aspirantes que se presentaron a la convocatoria del 10 de octubre de 2025. La resolución establece un plazo de diez días hábiles para que aquellos excluidos puedan subsanar los defectos que causaron su exclusión. Además, se convoca a los admitidos para el primer ejercicio de la oposición, que se llevará a cabo el 11 de enero de 2026 en Madrid. Es importante que los aspirantes verifiquen que sus datos están correctos y que no figuran en la lista de excluidos, ya que el incumplimiento de las normas durante el examen puede resultar en la pérdida de derechos de examen.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para garantizar la igualdad de oportunidades y la transparencia en la selección de personal para el servicio público.", "updated_at": "2026-01-29T08:37:49.205163+00:00"}
{"id": "boe-2025-12-12-acuerdo-2e5d289f", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo administrativo entre el Ministerio de Educación, Formación Profesional y Deportes del Reino de España y el Ministerio de Educación Nacional, Preescolar y Deportes del Reino de Marruecos en materia de enseñanza de lengua árabe y de civilización marroquí en los centros docentes españoles dependientes del Estado Español presentes en el Reino de Marruecos, hecho en Madrid el 4 de diciembre de 2025.", "date_published": "2025-12-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/12/pdfs/BOE-A-2025-25388.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:06:49.526137+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-12-acuerdo-2e5d289f.pdf", "text_length": 22414, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo educativo", "lengua árabe", "cultura marroquí", "cooperación España Marruecos", "centros educativos", "profesores marroquíes", "integración cultural"], "summary_plain_es": "Este acuerdo entre el Ministerio de Educación español y el Ministerio de Educación marroquí establece la colaboración para la enseñanza de lengua árabe y civilización marroquí en los centros educativos españoles en Marruecos. A partir de ahora, se definirá cómo se organizará esta enseñanza, incluyendo la disponibilidad de profesores marroquíes en estos centros. Esto beneficiará a los estudiantes que aprenderán sobre la cultura y lengua árabe, facilitando su integración y comprensión cultural. Además, se busca fortalecer las relaciones educativas entre España y Marruecos, promoviendo la cooperación en el ámbito educativo. Este acuerdo es un paso importante para mejorar la oferta educativa en estos centros y fomentar el entendimiento entre ambas naciones.", "affects_to": ["estudiantes", "familias", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que impacta en la educación de sus hijos y en la relación cultural entre España y Marruecos. La transparencia en estos acuerdos fomenta la confianza y el entendimiento entre las comunidades.", "updated_at": "2026-01-29T08:37:56.004076+00:00"}
{"id": "boe-2025-12-12-orden-52aadd60", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 3 de diciembre de 2025, del Pleno del Consejo General del Poder Judicial, por el que se nombra Letrado Titular del Gabinete Técnico al servicio del Tribunal Supremo, en el orden contencioso-administrativo.", "date_published": "2025-12-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/12/pdfs/BOE-A-2025-25396.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:06:49.527909+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-12-orden-52aadd60.pdf", "text_length": 2022, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Letrado Titular", "Gabinete Técnico", "Tribunal Supremo", "concurso", "recurso contencioso-administrativo"], "summary_plain_es": "El Consejo General del Poder Judicial ha nombrado a Fernando Núñez Sánchez como Letrado Titular del Gabinete Técnico del Tribunal Supremo en el ámbito contencioso-administrativo. Este nombramiento se produce tras un concurso convocado anteriormente y se formaliza en una reunión del Pleno del Consejo. Fernando deberá tomar posesión de su cargo en un plazo de veinte días desde la publicación de este acuerdo en el BOE. Además, aquellos aspirantes que no han sido nombrados tienen un plazo de seis meses para retirar su documentación, que será destruida si no lo hacen. Este acuerdo también permite interponer un recurso contencioso-administrativo en caso de desacuerdo, dentro de un plazo de dos meses desde su publicación. Este nombramiento es relevante para el funcionamiento del Tribunal Supremo y la administración de justicia en España.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se estructura la justicia en España y quiénes son los responsables de su funcionamiento.", "updated_at": "2026-01-29T08:38:02.450778+00:00"}
{"id": "boe-2025-12-12-orden-52aadd60", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 3 de diciembre de 2025, del Pleno del Consejo General del Poder Judicial, por el que se nombra Letrado Titular del Gabinete Técnico al servicio del Tribunal Supremo, en el orden contencioso-administrativo.", "date_published": "2025-12-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/12/pdfs/BOE-A-2025-25396.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:06:49.527909+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-12-orden-52aadd60.pdf", "text_length": 2022, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Letrado Titular", "Gabinete Técnico", "Tribunal Supremo", "concurso", "recurso contencioso-administrativo"], "summary_plain_es": "El Consejo General del Poder Judicial ha nombrado a Fernando Núñez Sánchez como Letrado Titular del Gabinete Técnico del Tribunal Supremo en el ámbito contencioso-administrativo. Este nombramiento se produce tras un concurso convocado anteriormente y se formaliza en una reunión del Pleno del Consejo. Fernando deberá tomar posesión de su cargo en un plazo de veinte días desde la publicación de este acuerdo en el BOE. Además, aquellos aspirantes que no han sido nombrados tienen un plazo de seis meses para retirar su documentación, que será destruida si no lo hacen. Este acuerdo también permite interponer un recurso contencioso-administrativo en caso de desacuerdo, dentro de un plazo de dos meses desde su publicación. Este nombramiento es relevante para el funcionamiento del Tribunal Supremo y la administración de justicia en España.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se estructura la justicia en España y quiénes son los responsables de su funcionamiento.", "updated_at": "2026-01-29T08:38:02.450778+00:00"}
{"id": "boe-2025-12-12-resolucion-7187ba08", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de diciembre de 2025, del Instituto Cervantes, por la que se convoca proceso selectivo para la provisión de puestos de Director/a de centro en el exterior.", "date_published": "2025-12-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/12/pdfs/BOE-A-2025-25419.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:06:49.535890+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-12-resolucion-7187ba08.pdf", "text_length": 23290, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "director centro", "Instituto Cervantes", "requisitos", "remuneración", "oportunidades laborales", "igualdad de género"], "summary_plain_es": "Se convoca un proceso selectivo para ocupar los puestos de Director/a de centros del Instituto Cervantes en El Cairo, Fráncfort y Sofía. Este proceso afecta a ciudadanos españoles que cumplan con ciertos requisitos, como tener una licenciatura o grado, experiencia laboral de al menos siete años y formación específica en dirección de equipos. La retribución anual varía según el centro, siendo más alta en Fráncfort. Los candidatos deben presentar su solicitud en un plazo de diez días hábiles desde la publicación de esta convocatoria. Es importante que los ciudadanos conozcan estas oportunidades laborales, ya que promueven la igualdad de género y la transparencia en el acceso a puestos públicos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para fomentar la participación en el sector público y garantizar procesos de selección justos y transparentes.", "updated_at": "2026-01-29T08:38:07.232041+00:00"}
{"id": "boe-2025-12-13-acuerdo-e1d71f88", "source": "BOE", "type": "acuerdo", "title_original": "Instrumento de adhesión al Acuerdo europeo sobre grandes líneas de transporte internacional combinado e instalaciones conexas (AGTC), enmendado, hecho en Ginebra el 1 de febrero de 1991.", "date_published": "2025-12-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/13/pdfs/BOE-A-2025-25517.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:06.831962+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-13-acuerdo-e1d71f88.pdf", "text_length": 36237, "topic_primary": "transporte", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["transporte internacional", "adhesión", "acuerdo europeo", "logística", "sostenibilidad", "infraestructura", "mercancías", "comercio internacional"], "summary_plain_es": "Este documento aprueba la adhesión de España al Acuerdo europeo sobre grandes líneas de transporte internacional combinado e instalaciones conexas, firmado en Ginebra en 1991. Esto afecta principalmente a la logística y el transporte de mercancías, facilitando el comercio internacional y promoviendo un transporte más eficiente y sostenible. Con esta adhesión, se busca establecer un marco legal que mejore la infraestructura y los servicios de transporte combinado, lo que puede reducir la congestión en las carreteras y minimizar el impacto ambiental. Este acuerdo es un paso importante hacia la modernización del transporte en Europa, beneficiando a empresas y ciudadanos al mejorar la conectividad y la eficiencia del transporte de mercancías.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que impacta en la eficiencia del transporte de mercancías y en la sostenibilidad del medio ambiente, aspectos que afectan la calidad de vida y el comercio en el país.", "updated_at": "2026-01-29T08:38:16.787446+00:00"}
{"id": "boe-2025-12-13-orden-6323ddee", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1443/2025, de 11 de diciembre, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-12-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/13/pdfs/BOE-A-2025-25539.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:07:06.832957+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-13-orden-6323ddee.pdf", "text_length": 10372, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["libre designación", "Cuerpo de Letrados", "Administración de Justicia", "convocatoria", "funcionarios", "méritos", "solicitudes telemáticas"], "summary_plain_es": "Se aprueba la provisión de puestos de trabajo para el Cuerpo de Letrados de la Administración de Justicia mediante un sistema de libre designación. Esta convocatoria afecta a los funcionarios de este cuerpo que cumplan con ciertos requisitos, permitiéndoles solicitar puestos de trabajo en cualquier partido judicial de España. Los interesados deben presentar su solicitud de forma telemática, cumpliendo con las instrucciones específicas y dentro de un plazo de cinco días hábiles desde la publicación. La selección se basará en la valoración de méritos y se realizará a propuesta de los Secretarios de Gobierno. Es importante que los ciudadanos conozcan este proceso, ya que afecta la organización y funcionamiento de la justicia en el país.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se asignan los puestos en la Administración de Justicia, ya que esto impacta en la calidad y eficiencia del servicio judicial que reciben.", "updated_at": "2026-01-29T08:38:22.009301+00:00"}
{"id": "boe-2025-12-15-acuerdo-99343765", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo entre el Ministerio de Educación, Formación Profesional y Deportes del Reino de España y el Ministerio de Educación, Investigación, Desarrollo y Juventud de la República Eslovaca sobre creación y funcionamiento de Secciones Bilingües en Institutos de Enseñanza Secundaria de la República Eslovaca, hecho en Bratislava el 18 de noviembre de 2025.", "date_published": "2025-12-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/15/pdfs/BOE-A-2025-25589.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:29.801090+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-15-acuerdo-99343765.pdf", "text_length": 26583, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "secciones bilingües", "educación", "español", "Eslovaquia", "cooperación educativa", "institutos secundarios"], "summary_plain_es": "Este acuerdo entre el Ministerio de Educación de España y el de Eslovaquia establece un marco para la creación y funcionamiento de Secciones Bilingües en institutos de enseñanza secundaria en Eslovaquia. A través de estas secciones, se busca promover el estudio de la lengua y cultura españolas, garantizando la calidad educativa en estos centros. Esto afecta a estudiantes eslovacos que deseen aprender español y a los docentes que impartirán estas clases. Se prevé la creación de nuevas secciones y la ampliación de las existentes, así como un plan de estudios que incluye enseñanza intensiva del español y asignaturas en este idioma. Además, se comprometen a enviar profesores españoles y facilitar recursos educativos. Este acuerdo es un paso importante para fortalecer la cooperación educativa entre ambos países.", "affects_to": ["estudiantes", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que fomenta la enseñanza de idiomas y la cooperación cultural, beneficiando a estudiantes y docentes en Eslovaquia y España.", "updated_at": "2026-01-29T08:38:27.166848+00:00"}
{"id": "boe-2025-12-16-ley-14a02d86", "source": "BOE", "type": "ley", "title_original": "Resolución de 11 de diciembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 13/2025, de 25 de noviembre, por el que se adoptan medidas complementarias urgentes para la recuperación económica y social de la isla de La Palma tras los daños ocasionados por las erupciones volcánicas.", "date_published": "2025-12-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/16/pdfs/BOE-A-2025-25693.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:37.913521+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-16-ley-14a02d86.pdf", "text_length": 1228, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["La Palma", "recuperación económica", "erupciones volcánicas", "medidas urgentes", "Real Decreto-ley", "convalidación", "Congreso de los Diputados"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 13/2025, que establece medidas urgentes para ayudar a la recuperación económica y social de la isla de La Palma, afectada por las erupciones volcánicas. Esto significa que se implementarán acciones específicas para apoyar a los ciudadanos y a la economía local, facilitando recursos y ayudas necesarias para la reconstrucción y el bienestar de la población. Esta decisión es crucial para que los habitantes de La Palma puedan volver a la normalidad después de los graves daños sufridos. La convalidación del decreto asegura que estas medidas se pongan en marcha de inmediato, beneficiando a todos los afectados por la crisis.", "affects_to": ["todos_ciudadanos", "familias", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se les apoyará en su recuperación y para que puedan acceder a los recursos disponibles.", "updated_at": "2026-01-29T08:38:32.658277+00:00"}
{"id": "boe-2025-12-16-ley-05db403d", "source": "BOE", "type": "ley", "title_original": "Resolución de 11 de diciembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 14/2025, de 2 de diciembre, por el que se aprueban medidas urgentes en materia de retribuciones en el ámbito del sector público.", "date_published": "2025-12-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/16/pdfs/BOE-A-2025-25694.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:37.913981+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-16-ley-05db403d.pdf", "text_length": 1075, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "real decreto-ley", "retribuciones", "sector público", "empleados públicos"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 14/2025, que establece medidas urgentes sobre las retribuciones en el sector público. Esto significa que se implementan cambios en los salarios y compensaciones de los empleados públicos, buscando mejorar su situación económica. Afecta directamente a todos los trabajadores del sector público, quienes verán ajustes en sus remuneraciones. Es importante que estés al tanto de estas modificaciones, ya que pueden influir en tu salario y en las condiciones laborales en el ámbito público.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo afectan a sus derechos laborales y salariales en el sector público. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones.", "updated_at": "2026-01-29T08:38:36.551457+00:00"}
{"id": "boe-2025-12-16-ley-a71ca377", "source": "BOE", "type": "ley", "title_original": "Resolución de 11 de diciembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 15/2025, de 2 de diciembre, por el que se adoptan medidas urgentes para favorecer la actividad inversora de las entidades locales y de las comunidades autónomas, y por el que se modifica el Real Decreto 1007/2023, de 5 de diciembre, por el que se aprueba el Reglamento que establece los requisitos que deben adoptar los sistemas y programas informáticos o electrónicos que soporten los procesos de facturación de empresarios y profesionales, y la estandarización de formatos de los registros de facturación.", "date_published": "2025-12-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/16/pdfs/BOE-A-2025-25695.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:37.914550+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-16-ley-a71ca377.pdf", "text_length": 1833, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["inversión local", "comunidades autónomas", "facturación electrónica", "real decreto-ley", "estandarización", "medidas urgentes"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 15/2025, que introduce medidas urgentes para impulsar la inversión de las entidades locales y comunidades autónomas. Esto significa que se facilitarán recursos y se mejorarán las condiciones para que estos organismos puedan invertir en proyectos necesarios. Además, se modifica el Real Decreto 1007/2023, que regula los requisitos de los sistemas informáticos de facturación para empresarios y profesionales, buscando estandarizar los formatos de los registros de facturación. Esto impacta directamente en cómo las entidades locales y autónomas gestionan sus inversiones y en la forma en que los empresarios llevan sus procesos de facturación, promoviendo una mayor eficiencia y transparencia en la gestión pública y privada.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas, ya que afectan la inversión pública y la gestión empresarial, promoviendo un entorno más eficiente y transparente en la administración de recursos.", "updated_at": "2026-01-29T08:38:41.977961+00:00"}
{"id": "boe-2025-12-17-real_decreto-43ecf5b9", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1149/2025, de 16 de diciembre, por el que se aprueba el Estatuto de la Fundación para la Internacionalización de las Administraciones Públicas, F.S.P.", "date_published": "2025-12-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/17/pdfs/BOE-A-2025-25813.pdf", "approved_by": "S. P.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:44.866453+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-17-real_decreto-43ecf5b9.pdf", "text_length": 65476, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["fundación", "internacionalización", "cooperación", "desarrollo sostenible", "administraciones públicas", "estatuto", "sector público", "acción exterior"], "summary_plain_es": "El Real Decreto 1149/2025 aprueba el Estatuto de la Fundación para la Internacionalización de las Administraciones Públicas, que sustituye a la Fundación Internacional y para Iberoamérica de Administración y Políticas Públicas. Este cambio de nombre no afecta a la continuidad de la fundación, que sigue siendo una entidad del sector público estatal. La nueva fundación se centrará en la cooperación técnica y la innovación, promoviendo la participación de las administraciones públicas en proyectos de cooperación internacional. Además, se actualizan sus fines y funciones, alineándolos con las leyes recientes de cooperación y acción exterior. También se modifican los órganos de gobierno de la fundación, incorporando nuevas figuras y adaptándose a la normativa vigente. Esto es importante para asegurar que la fundación cumpla con su misión de contribuir al desarrollo sostenible y fortalecer la cooperación internacional.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que afecta a la forma en que las administraciones públicas participan en proyectos internacionales y cómo se gestionan los recursos destinados a la cooperación y desarrollo sostenible.", "updated_at": "2026-01-29T08:38:46.585513+00:00"}
{"id": "boe-2025-12-17-resolucion-412f9fa7", "source": "BOE", "type": "resolucion", "title_original": "Resolución 160/38517/2025, de 10 de diciembre, de la Jefatura de Enseñanza de la Guardia Civil, por la que se modifica la Resolución 160/38467/2025, de 24 de octubre, por la que se publica la relación de aspirantes propuestos/as para ingresar como alumnos y alumnas de la convocatoria de pruebas selectivas para el ingreso en los centros docentes de formación, para la incorporación a la Escala de Cabos y Guardias del Cuerpo de la Guardia Civil.", "date_published": "2025-12-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/17/pdfs/BOE-A-2025-25838.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:07:44.867409+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-17-resolucion-412f9fa7.pdf", "text_length": 3206, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["guardia civil", "convocatoria", "aspirantes", "plazas", "selección", "renuncias", "formación"], "summary_plain_es": "La Resolución 160/38517/2025 modifica la anterior Resolución 160/38467/2025, que publicaba la lista de aspirantes para ingresar en los centros de formación de la Guardia Civil. Esta modificación se debe a que algunos aspirantes han renunciado a sus plazas. En el nuevo anexo se publica la lista de aquellos que han renunciado y se hace pública también la lista de nuevos seleccionados que ocuparán las plazas vacantes. Esto afecta a los aspirantes que desean formar parte de la Guardia Civil, ya que se actualizan las oportunidades de ingreso. Si estás interesado en esta convocatoria, es importante que revises las listas para saber si has sido seleccionado o si tu renuncia ha sido aceptada.", "affects_to": ["estudiantes", "todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las oportunidades de ingreso en las instituciones públicas y cómo pueden afectar a los aspirantes interesados en formar parte de la Guardia Civil.", "updated_at": "2026-01-29T08:38:51.007126+00:00"}
{"id": "boe-2025-12-18-acuerdo-5991f459", "source": "BOE", "type": "acuerdo", "title_original": "Instrumento de adhesión al Acuerdo sobre la conservación de las poblaciones de murciélagos en Europa, hecho en Londres el 4 de diciembre de 1991, enmendado en Bristol el 20 de julio de 1995 y el 26 de julio de 2000.", "date_published": "2025-12-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/18/pdfs/BOE-A-2025-25913.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:07:59.797995+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-18-acuerdo-5991f459.pdf", "text_length": 28808, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["murciélagos", "conservación", "acuerdo europeo", "biodiversidad", "medio ambiente", "España", "protección", "hábitats"], "summary_plain_es": "El documento aprueba la adhesión de España al Acuerdo sobre la conservación de las poblaciones de murciélagos en Europa, firmado en Londres en 1991 y enmendado en 1995 y 2000. Este acuerdo busca proteger a las poblaciones de murciélagos, que enfrentan amenazas como la degradación de su hábitat y el uso de plaguicidas. Afecta a todos los ciudadanos, ya que fomenta la conservación del medio ambiente y la biodiversidad. Se establecen obligaciones para las partes, como prohibir la captura de murciélagos sin permiso y proteger sus hábitats. Además, se promoverá la sensibilización pública sobre la importancia de conservar estas especies. Este acuerdo es un paso importante para asegurar la protección de la fauna y la salud de los ecosistemas en Europa.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se protege la biodiversidad y el medio ambiente en su país, así como su papel en la conservación de especies amenazadas.", "updated_at": "2026-01-29T08:38:55.645617+00:00"}
{"id": "boe-2025-12-18-orden-7ca75c09", "source": "BOE", "type": "orden", "title_original": "Orden de 2 de diciembre de 2025, por la que se destina a los Jueces y Juezas que se relacionan, en situación de expectativa de destino, pertenecientes a la 73.ª Promoción de la Escuela Judicial, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-12-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/18/pdfs/BOE-A-2025-25916.pdf", "approved_by": "ª Promoción de la Escuela Judicial, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:07:59.798563+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-18-orden-7ca75c09.pdf", "text_length": 26991, "topic_primary": "educación", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramientos", "jueces", "Escuela Judicial", "plazas judiciales", "violencia sobre la mujer", "concurso", "Consejo General del Poder Judicial"], "summary_plain_es": "La Orden de 2 de diciembre de 2025 destina a varios jueces y juezas en situación de expectativa de destino a diferentes plazas judiciales en España. Esto afecta a la 73.ª Promoción de la Escuela Judicial, quienes ahora asumirán funciones en tribunales de distintas localidades. Los nombramientos incluyen jueces que se encargarán de secciones civiles y de instrucción, algunas con competencias específicas en materia de violencia sobre la mujer. Este cambio es importante porque garantiza que los nuevos jueces ocupen sus puestos y puedan comenzar a ejercer sus funciones, lo que contribuye a la agilidad y eficacia del sistema judicial. Así, se espera mejorar la atención a los ciudadanos que requieren servicios judiciales en sus respectivas áreas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se estructura la justicia en su entorno y quiénes son los responsables de impartirla.", "updated_at": "2026-01-29T08:38:59.806424+00:00"}
{"id": "boe-2025-12-19-acuerdo-5f56d3c8", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo de 3 de diciembre de 2025, del Pleno del Consejo General del Poder Judicial, por el que se revisa el anexo del Reglamento 1/2008, de 23 de abril, sobre indemnizaciones en concepto de asistencias por razón de participación en tribunales de oposiciones y otros procesos de selección relativos a la Carrera Judicial.", "date_published": "2025-12-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/19/pdfs/BOE-A-2025-26023.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:08:15.093583+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-19-acuerdo-5f56d3c8.pdf", "text_length": 1425, "topic_primary": "justicia", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["indemnizaciones", "tribunales de oposiciones", "Carrera Judicial", "Consejo General del Poder Judicial", "reglamento 1/2008"], "summary_plain_es": "El Acuerdo del Consejo General del Poder Judicial, aprobado el 3 de diciembre de 2025, revisa las indemnizaciones para quienes participan en tribunales de oposiciones y otros procesos de selección de la Carrera Judicial. A partir de ahora, los importes establecidos son de 94,04 euros para la presidencia y secretaría, 87,77 euros para vocalías y 58,56 euros para el personal colaborador. Este cambio afecta a los miembros de los tribunales de selección y a los aspirantes a la Carrera Judicial, ya que se actualizan las compensaciones económicas por su participación. La nueva regulación entrará en vigor al día siguiente de su publicación en el BOE, lo que significa que los cambios son inmediatos y se aplicarán a los próximos procesos de selección.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se compensan a los miembros de los tribunales de oposiciones, lo que puede influir en la percepción de la justicia y la transparencia en los procesos de selección judicial.", "updated_at": "2026-01-29T08:39:04.164566+00:00"}
{"id": "boe-2025-12-19-resolucion-a504b850", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38524/2025, de 9 de diciembre, de la Subsecretaría, por la que se convoca proceso selectivo, por el sistema de promoción interna, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Técnico/a Medio Sanitario en Cuidados Auxiliares de Enfermería y de Grupo Auxiliar de la Función Administrativa, en la Red Sanitaria Militar.", "date_published": "2025-12-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/19/pdfs/BOE-A-2025-26064.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:08:15.099429+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-19-resolucion-a504b850.pdf", "text_length": 75211, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "proceso selectivo", "personal estatutario", "Técnico Medio Sanitario", "Grupo Auxiliar", "Red Sanitaria Militar", "promoción interna", "discapacidad"], "summary_plain_es": "Se convoca un proceso selectivo para el acceso a plazas de personal estatutario fijo en la Red Sanitaria Militar, específicamente para los puestos de Técnico/a Medio Sanitario en Cuidados Auxiliares de Enfermería y Grupo Auxiliar de la Función Administrativa. Esta convocatoria afecta a aquellos que ya trabajan en el sistema y desean promocionar a estas categorías. Se ofrecen un total de 32 plazas, de las cuales 3 están reservadas para personas con discapacidad. Es importante que los interesados estén al tanto de esta convocatoria para poder participar en el proceso de selección y mejorar su situación laboral dentro del ámbito sanitario militar.", "affects_to": ["funcionarios", "sector_sanitario", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales dentro del sector público, promoviendo así la igualdad de acceso al empleo en la administración pública.", "updated_at": "2026-01-29T08:39:08.226426+00:00"}
{"id": "boe-2025-12-20-acuerdo-525168f9", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo entre el Ministerio de Ciencia, Innovación y Universidades y el Instituto Universitario Europeo relativo a la financiación de ayudas para investigadores que participen en el programa de doctorado de dicha institución, hecho en Madrid y Florencia el 1 de diciembre de 2025.", "date_published": "2025-12-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/20/pdfs/BOE-A-2025-26131.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:08:32.669285+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-20-acuerdo-525168f9.pdf", "text_length": 16366, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "financiación ayudas", "doctorado", "investigadores", "Instituto Universitario Europeo", "Ministerio de Ciencia", "España", "educación superior"], "summary_plain_es": "Este acuerdo internacional entre el Ministerio de Ciencia, Innovación y Universidades y el Instituto Universitario Europeo establece la financiación de ayudas para investigadores que deseen realizar su doctorado en esta institución. A partir del curso académico 2025-2026, se ofrecerán hasta doce ayudas anuales para candidatos españoles, quienes deberán cumplir ciertos requisitos académicos y de nacionalidad. El acuerdo también detalla el proceso de selección de los candidatos y las condiciones de las ayudas, que incluyen soporte económico y beneficios adicionales como permisos parentales y bajas médicas. Este cambio es importante porque facilita el acceso a la educación de posgrado en Europa, promoviendo la investigación y el desarrollo académico en España.", "affects_to": ["estudiantes", "funcionarios", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se financian las oportunidades de educación superior y cómo pueden beneficiarse de ellas en el ámbito de la investigación.", "updated_at": "2026-01-29T08:39:12.594866+00:00"}
{"id": "boe-2025-12-20-resolucion-9b7fe8bc", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38542/2025, 18 de diciembre, de la Subsecretaría, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en la Escala de Científicos Superiores de la Defensa.", "date_published": "2025-12-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/20/pdfs/BOE-A-2025-26148.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:08:32.670351+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-20-resolucion-9b7fe8bc.pdf", "text_length": 76155, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas", "ciencia", "defensa", "empleo público", "igualdad", "acceso libre", "militares"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar en la Escala de Científicos Superiores de la Defensa, con un total de 49 plazas disponibles. Este proceso está dirigido a personas que deseen trabajar en la Administración Pública, específicamente en el ámbito de la defensa. De estas plazas, 5 están reservadas para personas con discapacidad y 33 para militares profesionales de tropa y marinería que cumplan ciertos requisitos. La convocatoria busca garantizar la igualdad de oportunidades en el acceso al empleo público, cumpliendo con normativas que promueven la inclusión y la igualdad de género. Si estás interesado en esta oportunidad, asegúrate de revisar los requisitos y el proceso de inscripción, que se publicará en las páginas oficiales del Instituto Nacional de Técnica Aeroespacial y en el Punto de Acceso General del Gobierno.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública y fomentar la inclusión en el empleo.", "updated_at": "2026-01-29T08:39:18.300131+00:00"}
{"id": "boe-2025-12-23-otro-84b41865", "source": "BOE", "type": "otro", "title_original": "Conflicto entre órganos constitucionales n.º 8035-2025, en relación con el Acuerdo de la Mesa del Congreso de los Diputados, de 16 de septiembre de 2025, de no proceder a la tramitación por el Pleno de la Cámara de la enmienda aprobada por el Pleno del Senado por la que se introduce la disposición adicional decimocuarta (nueva) en el Proyecto de Ley por la que se modifican la Ley 48/1960, de 21 de julio, sobre Navegación Aérea, y la Ley 21/2003, de 7 de julio, de Seguridad Aérea.", "date_published": "2025-12-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/23/pdfs/BOE-A-2025-26355.pdf", "approved_by": "º 8035-2025, en relación con el Acuerdo de la Mesa del Congreso de los Diputados, de 16 de septiembre de 2025, de no proceder a la tramitación por el Pleno de la Cámara de la enmienda aprobada por el Pleno del Senado por la que se introduce la disposición adicional decimocuarta (nueva) en el Proyecto de Ley por la que se modifican la Ley 48/1960, de 21 de julio, sobre Navegación Aérea, y la Ley 21/2003, de 7 de julio, de Seguridad Aérea.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:09:02.858255+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-23-otro-84b41865.pdf", "text_length": 1549, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["conflicto constitucional", "Senado", "Congreso", "navegación aérea", "seguridad aérea", "enmienda", "proyecto de ley"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un conflicto entre el Senado y el Congreso de los Diputados relacionado con un acuerdo del Congreso que impide la tramitación de una enmienda del Senado. Esta enmienda busca introducir una nueva disposición en un proyecto de ley que modifica la Ley de Navegación Aérea y la Ley de Seguridad Aérea. Esto afecta a la forma en que se legisla y se gestionan las normativas sobre aviación en España, lo que podría tener implicaciones para la seguridad y la regulación del sector aéreo. Es importante que estés al tanto de este conflicto, ya que puede influir en futuras decisiones legislativas y en la seguridad aérea en el país.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos conflictos, ya que afectan la calidad de la legislación y la seguridad en el sector aéreo, lo que repercute en la vida diaria de todos. La transparencia en estos procesos fortalece la democracia y la confianza en las instituciones.", "updated_at": "2026-01-29T08:39:23.078640+00:00"}
{"id": "boe-2025-12-23-orden-c148ba66", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1504/2025, de 15 de diciembre, por la que, en ejecución de sentencia, se modifica la Orden JUS/817/2021 de 15 de julio, por la que se publica la relación de aprobados del proceso selectivo para ingreso, por el sistema general de acceso libre, al Cuerpo de Tramitación Procesal y Administrativa de la Administración de Justicia, convocado por Orden JUS/903/2019, de 9 de agosto.", "date_published": "2025-12-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/23/pdfs/BOE-A-2025-26368.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:02.859757+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-23-orden-c148ba66.pdf", "text_length": 6212, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación orden", "Cuerpo de Tramitación Procesal", "aprobados", "sentencia judicial", "plazo de presentación", "Administración de Justicia"], "summary_plain_es": "La Orden PJC/1504/2025 modifica la Orden JUS/817/2021 tras una sentencia del Tribunal Superior de Justicia de Madrid. Esta modificación incluye a Sandra Porto Durán en la lista de aprobados del proceso selectivo para el Cuerpo de Tramitación Procesal y Administrativa, aumentando así el número de plazas disponibles. Los aspirantes tienen un plazo de veinte días para presentar la documentación necesaria para su nombramiento como funcionarios. Esto afecta a aquellos que participaron en el proceso selectivo y a los que buscan ingresar en la Administración de Justicia. La modificación garantiza que se respeten los derechos de los aspirantes y se ajusta a la legalidad tras la sentencia judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es importante que los ciudadanos conozcan estas modificaciones para entender sus derechos y oportunidades en el acceso a la función pública, así como el impacto de las decisiones judiciales en procesos administrativos.", "updated_at": "2026-01-29T08:39:27.926254+00:00"}
{"id": "boe-2025-12-24-ley-9e5d5d49", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 16/2025, de 23 de diciembre, por el que se prorrogan determinadas medidas para hacer frente a situaciones de vulnerabilidad social, y se adoptan medidas urgentes en materia tributaria y de Seguridad Social.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26458.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:09:09.809207+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-ley-9e5d5d49.pdf", "text_length": 88098, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["vulnerabilidad social", "medidas tributarias", "seguridad social", "guerra en Ucrania", "apoyo a colectivos vulnerables", "reducción de precios", "bonificaciones fiscales"], "summary_plain_es": "El Real Decreto-ley 16/2025, aprobado el 23 de diciembre, prorroga medidas para enfrentar situaciones de vulnerabilidad social y adopta acciones urgentes en materia tributaria y de Seguridad Social. Estas medidas están dirigidas a mitigar el impacto de la guerra en Ucrania, que ha afectado a la economía española desde 2022. Se busca proteger a los colectivos más vulnerables y reducir los precios de la energía y otros bienes esenciales. Esto incluye la continuación de bonificaciones y reducciones fiscales que han demostrado ser efectivas en el pasado. Afecta a ciudadanos que enfrentan dificultades económicas, así como a sectores que dependen de la energía y los precios de los alimentos. Con esta prórroga, el Gobierno reafirma su compromiso de apoyar a quienes más lo necesitan en tiempos de crisis.", "affects_to": ["todos_ciudadanos", "familias", "pensionistas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo pueden beneficiarse y qué apoyos están disponibles en momentos de crisis económica. La transparencia en estas políticas ayuda a fomentar la confianza en las instituciones y a garantizar que quienes lo necesiten accedan a la ayuda adecuada.", "updated_at": "2026-01-29T08:39:32.876849+00:00"}
{"id": "boe-2025-12-24-ley-ac2f3dea", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 17/2025, de 23 de diciembre, de medidas de promoción del uso del transporte público mediante la bonificación de abonos y títulos multiviaje.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26459.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:09:09.809823+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-ley-ac2f3dea.pdf", "text_length": 82828, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["transporte público", "bonificación", "abonos", "sostenibilidad", "ayudas económicas", "cohesión social", "cambio climático"], "summary_plain_es": "El Real Decreto-ley 17/2025, aprobado el 23 de diciembre, busca fomentar el uso del transporte público en España mediante la bonificación de abonos y títulos multiviaje. Esta medida afecta a todos los ciudadanos, especialmente a jóvenes y niños, facilitando su acceso al transporte público y contribuyendo a la sostenibilidad ambiental. Con el objetivo de reducir la huella de carbono y mejorar la calidad del transporte, se establecen ayudas económicas para entidades locales y comunidades autónomas que gestionan estos servicios. Además, se busca promover un cambio del uso del vehículo privado hacia el transporte público, mejorando así la cohesión social y territorial. Esta iniciativa es parte de un esfuerzo más amplio para recuperar la demanda de transporte público tras la crisis provocada por la COVID-19 y la inflación. En resumen, se trata de un paso importante hacia un transporte más accesible y sostenible, beneficiando a la sociedad en su conjunto.", "affects_to": ["todos_ciudadanos", "familias", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo pueden beneficiarse y contribuir a un transporte más sostenible y accesible en su comunidad.", "updated_at": "2026-01-29T08:39:38.093861+00:00"}
{"id": "boe-2025-12-24-resolucion-aa7583a2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de diciembre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra notario archivero de protocolos del Distrito Notarial de Béjar a don Daniel Clemente Fuentes.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26461.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:09:09.810436+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-resolucion-aa7583a2.pdf", "text_length": 1395, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento notario", "Béjar", "Daniel Clemente Fuentes", "protocolos notariales", "seguridad jurídica"], "summary_plain_es": "El 16 de diciembre de 2025, se ha nombrado a don Daniel Clemente Fuentes como notario archivero de protocolos del Distrito Notarial de Béjar. Este nombramiento se realiza tras un acuerdo de la Junta Directiva del Colegio Notarial de Castilla y León y de acuerdo con la normativa vigente. Como notario archivero, su función será gestionar y conservar los protocolos notariales en esta localidad, lo que es fundamental para garantizar la seguridad jurídica de los documentos notariales. Este cambio afecta a los ciudadanos que necesiten servicios notariales en Béjar, ya que tendrán un nuevo responsable en la gestión de sus documentos. Además, este nombramiento asegura que se mantenga la calidad y la confianza en los servicios notariales de la región.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender quiénes son los responsables de gestionar sus documentos notariales y garantizar la seguridad jurídica en sus trámites.", "updated_at": "2026-01-29T08:39:42.164155+00:00"}
{"id": "boe-2025-12-24-resolucion-c60aa79c", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38541/2025, de 9 de diciembre, de la Subsecretaría, por la que se convoca proceso selectivo, por promoción interna, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Técnico/a Superior en la Red Sanitaria Militar.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26472.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:09.811044+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-resolucion-c60aa79c.pdf", "text_length": 66166, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["proceso selectivo", "personal estatutario", "Técnico/a Superior", "Red Sanitaria Militar", "promoción interna", "plazas disponibles", "igualdad de oportunidades"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a la condición de personal estatutario fijo en la categoría de Técnico/a Superior en la Red Sanitaria Militar. Esto afecta a aquellos que ya trabajan en el sector público y desean promocionar internamente. Se ofrecen un total de 5 plazas, distribuidas en diferentes especialidades como Anatomía Patológica y Laboratorio de Diagnóstico Clínico. La convocatoria busca atender las necesidades de personal en el Ministerio de Defensa y se enmarca dentro de la oferta de empleo público para 2025 y 2023. Es importante destacar que se garantiza la igualdad de oportunidades en el acceso al empleo público, conforme a la legislación vigente. Los interesados deben estar atentos a las publicaciones oficiales para conocer los detalles del proceso y los requisitos específicos para participar.", "affects_to": ["funcionarios", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección que afectan su futuro laboral en el sector público. La transparencia en estos procesos fomenta la confianza en la administración pública y garantiza la igualdad de oportunidades.", "updated_at": "2026-01-29T08:39:47.807237+00:00"}
{"id": "boe-2025-12-24-resolucion-e2a88913", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38537/2025, de 12 de diciembre, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Terapeuta Ocupacional en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38533/2024, de 10 de diciembre.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26473.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:09.811537+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-resolucion-e2a88913.pdf", "text_length": 8959, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["terapeuta ocupacional", "proceso selectivo", "personal estatutario", "Red Hospitalaria de la Defensa", "empleo público", "documentación requerida"], "summary_plain_es": "Se ha publicado la lista de personas aprobadas en el proceso selectivo para acceder a la categoría de Terapeuta Ocupacional en la Red Hospitalaria de la Defensa. Este proceso se realizó por el sistema general de acceso libre y afecta a quienes aspiren a ocupar estas plazas. Los aprobados deben presentar una serie de documentos, como títulos académicos y certificaciones, en un plazo de 20 días hábiles desde la publicación de esta resolución. Además, se establece que quienes ya son personal fijo en otras administraciones no necesitan presentar ciertos requisitos ya justificados. Es importante que los ciudadanos conozcan esta información, ya que afecta a la oferta de empleo público en el sector salud y garantiza la transparencia en los procesos de selección.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "estudiantes"], "transparency_notes": "Conocer estos procesos es fundamental para asegurar que todos los ciudadanos tengan acceso a la información sobre oportunidades laborales en el sector público, promoviendo la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T08:39:52.445685+00:00"}
{"id": "boe-2025-12-24-resolucion-cb7ddae3", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38538/2025, de 12 de diciembre, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Celador/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38536/2024, de 10 de diciembre.", "date_published": "2025-12-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/24/pdfs/BOE-A-2025-26474.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:09.812364+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-24-resolucion-cb7ddae3.pdf", "text_length": 10396, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["celador", "proceso selectivo", "personal estatutario", "Red Hospitalaria", "defensa", "documentación", "aprobados", "plazas"], "summary_plain_es": "Se ha publicado la lista de personas aprobadas en el proceso selectivo para acceder a la categoría de Celador/a en la Red Hospitalaria de la Defensa. Este proceso se realizó mediante un sistema de acceso libre y afecta a quienes han superado las pruebas. Si has sido aprobado, deberás presentar una serie de documentos en un plazo de veinte días hábiles, incluyendo tu título académico y una declaración de no haber sido inhabilitado para funciones públicas. Además, se requiere una certificación médica que acredite tu capacidad para desempeñar el puesto. Es importante que estés al tanto de estos requisitos para no perder tu derecho a la plaza, ya que si no presentas la documentación a tiempo, podrías quedar fuera del proceso. También se contempla la posibilidad de que se convoquen a otros aspirantes si hay renuncias entre los seleccionados.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder acceder a oportunidades laborales en el sector público y entender sus derechos y obligaciones en el mismo.", "updated_at": "2026-01-29T08:39:57.199283+00:00"}
{"id": "boe-2025-12-25-acuerdo-0d27f873", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo de 17 de diciembre de 2025, del Pleno del Consejo General del Poder Judicial, por el que se aprueba el Reglamento 1/2025, sobre provisión de plazas de nombramiento discrecional en órganos judiciales.", "date_published": "2025-12-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/25/pdfs/BOE-A-2025-26555.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:09:59.480832+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-25-acuerdo-0d27f873.pdf", "text_length": 64698, "topic_primary": "justicia", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["reglamento judicial", "nombramientos discrecionales", "transparencia", "paridad de género", "mérito y capacidad", "Consejo General del Poder Judicial", "provisión de plazas"], "summary_plain_es": "El Acuerdo del Consejo General del Poder Judicial aprueba un nuevo reglamento que regula la provisión de plazas de nombramiento discrecional en los órganos judiciales. Este reglamento busca modernizar y actualizar el anterior, garantizando principios de mérito, capacidad e igualdad, así como la paridad de género en los nombramientos. A partir de ahora, se establecerán criterios claros y objetivos para la selección de candidatos, evitando la arbitrariedad y promoviendo la transparencia en el proceso. Esto afectará a los altos cargos judiciales y se espera que mejore la confianza pública en el sistema judicial. Además, se introducen medidas para prevenir prácticas que puedan comprometer la imparcialidad en las decisiones de nombramiento. En resumen, este reglamento tiene como objetivo asegurar que los nombramientos se realicen de manera justa y transparente, beneficiando a la ciudadanía y fortaleciendo la legitimidad del Poder Judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este reglamento para entender cómo se realizan los nombramientos en el sistema judicial, lo que contribuye a una mayor confianza en la justicia y en la imparcialidad de los procesos judiciales.", "updated_at": "2026-01-29T08:40:03.905540+00:00"}
{"id": "boe-2025-12-25-resolucion-4fdb6284", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38545/2025, de 17 de diciembre, de la Dirección General de Personal, por la que se declara desierta la convocatoria, efectuada por Resolución 430/38181/2025, de 23 de abril, en los órganos judiciales de la jurisdicción militar.", "date_published": "2025-12-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/25/pdfs/BOE-A-2025-26567.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:59.482725+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-25-resolucion-4fdb6284.pdf", "text_length": 1064, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "vocal togado", "tribunal militar", "jurisdicción militar", "Ministerio de Defensa"], "summary_plain_es": "La Resolución 430/38545/2025, emitida el 17 de diciembre de 2025, declara desierta la convocatoria para una vacante de Vocal Togado en el Tribunal Militar Territorial Tercero de Barcelona. Esto significa que, tras finalizar el plazo para presentar solicitudes, no se recibió ninguna petición para ocupar dicho puesto. Esta situación afecta a los procesos de selección de personal en los órganos judiciales de la jurisdicción militar, lo que puede tener implicaciones en la disponibilidad de jueces para estos tribunales. Es importante que los interesados en este ámbito estén al tanto de esta resolución, ya que puede influir en futuras convocatorias y en la gestión de recursos humanos en el sector judicial militar.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las vacantes en el ámbito judicial militar y cómo esto puede afectar la administración de justicia en el país.", "updated_at": "2026-01-29T08:40:08.386288+00:00"}
{"id": "boe-2025-12-25-resolucion-14725370", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38546/2025, de 17 de diciembre, de la Dirección General de Personal, por la que se declara desierta la convocatoria, efectuada por Resolución 430/38184/2025, de 23 de abril, en los órganos judiciales de la jurisdicción militar.", "date_published": "2025-12-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/25/pdfs/BOE-A-2025-26568.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:09:59.483432+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-25-resolucion-14725370.pdf", "text_length": 1022, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "vocal togado", "tribunal militar", "órganos judiciales", "Ministerio de Defensa"], "summary_plain_es": "La Resolución 430/38546/2025, publicada el 25 de diciembre de 2025, declara desierta la convocatoria para la vacante de Vocal Togado del Tribunal Militar Territorial Tercero de Barcelona. Esto significa que, a pesar de que se abrió un plazo para que los interesados presentaran sus solicitudes, no se recibió ninguna candidatura. Esta situación afecta a los procesos de selección en los órganos judiciales de la jurisdicción militar, ya que la falta de candidatos puede retrasar la cobertura de puestos importantes. Es importante que los ciudadanos conozcan esta resolución, ya que refleja la situación actual de la oferta de empleo en el ámbito militar y puede influir en futuras convocatorias.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las convocatorias y sus resultados, ya que esto afecta la transparencia en la gestión de recursos humanos en el sector público.", "updated_at": "2026-01-29T08:40:14.748205+00:00"}
{"id": "boe-2025-12-26-orden-1b393cd4", "source": "BOE", "type": "orden", "title_original": "Orden HAC/1517/2025, de 18 de diciembre, por la que se publican los límites de los distintos tipos de contratos a efectos de la contratación del sector público a partir del 1 de enero de 2026.", "date_published": "2025-12-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/26/pdfs/BOE-A-2025-26605.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:10:15.746748+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-26-orden-1b393cd4.pdf", "text_length": 6515, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["contratos sector público", "límites contratación", "Ministerio de Hacienda", "directivas europeas", "transparencia", "regulación armonizada", "nuevos umbrales"], "summary_plain_es": "A partir del 1 de enero de 2026, se actualizan los límites de los contratos del sector público en España. Esta orden del Ministerio de Hacienda modifica las cifras que se utilizan para determinar qué contratos están sujetos a regulación armonizada, en línea con las directivas europeas. Los nuevos umbrales son más bajos en varios casos, lo que significa que más contratos estarán regulados por estas normas. Esto afecta a diversas entidades que contratan con el sector público, asegurando una mayor transparencia y cumplimiento normativo. Es importante que estés al tanto de estos cambios si trabajas en el ámbito de la contratación pública o si eres un proveedor de servicios o bienes al gobierno.", "affects_to": ["empresas", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Conocer estos límites es crucial para que los ciudadanos y empresas puedan participar adecuadamente en la contratación pública y asegurar que se cumplen las normativas europeas, promoviendo así la transparencia y la competencia leal.", "updated_at": "2026-01-29T08:40:19.114026+00:00"}
{"id": "boe-2025-12-26-resolucion-8289c76d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de diciembre de 2025, de la Subsecretaría, por la que se resuelve el concurso general, convocado por Resolución de 28 de mayo de 2025.", "date_published": "2025-12-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/26/pdfs/BOE-A-2025-26610.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:10:15.747856+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-26-resolucion-8289c76d.pdf", "text_length": 36020, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso general", "funcionarios", "destinos adjudicados", "plazo de toma de posesión", "puestos desiertos", "recursos administrativos"], "summary_plain_es": "La Resolución de 18 de diciembre de 2025 resuelve el concurso general convocado el 28 de mayo de 2025 para la provisión de puestos de trabajo en el Ministerio de Transportes y Movilidad Sostenible. Esta resolución adjudica de manera definitiva los destinos a los funcionarios que han participado en el concurso, según la evaluación de méritos realizada. Algunos puestos han quedado desiertos por falta de solicitudes o por no cumplir los requisitos. Los funcionarios tienen un plazo de tres días hábiles para tomar posesión de su nuevo destino si no implica cambio de residencia, o de un mes si sí lo implica. Es importante destacar que los destinos adjudicados son irrenunciables, salvo que se obtenga otro destino antes de finalizar el plazo de toma de posesión. Esta resolución también establece los recursos que pueden interponer los afectados si no están de acuerdo con la decisión.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su carrera profesional.", "updated_at": "2026-01-29T08:40:25.613113+00:00"}
{"id": "boe-2025-12-26-resolucion-b8146be5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de diciembre de 2025, de la Subsecretaría, por la que se publica la relación de aspirantes que han aprobado el proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Abogados del Estado, convocado por Resolución de 7 de noviembre de 2024.", "date_published": "2025-12-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/26/pdfs/BOE-A-2025-26625.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:10:15.748850+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-26-resolucion-b8146be5.pdf", "text_length": 9762, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["abogados del estado", "proceso selectivo", "aspirantes aprobados", "documentación requerida", "nombramiento funcionarios"], "summary_plain_es": "La Resolución de 19 de diciembre de 2025 publica la lista de aspirantes que han aprobado el proceso selectivo para ingresar al Cuerpo de Abogados del Estado. Este proceso se realizó mediante un sistema de acceso libre, y la lista se basa en la puntuación final de cada candidato. Los aprobados deben enviar documentación específica en un plazo de veinte días hábiles para poder ser nombrados funcionarios. Esto incluye la verificación de su titulación, una declaración jurada de no haber sido separado de ninguna administración pública y una declaración de no estar afectado por incompatibilidades. Si no presentan la documentación a tiempo, no podrán ser nombrados y se anularán sus actuaciones. Esta resolución es importante porque establece los pasos a seguir para los nuevos abogados del Estado y garantiza la transparencia en el proceso de selección.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta resolución para entender cómo se seleccionan y nombran a los funcionarios públicos, lo que contribuye a la transparencia y confianza en las instituciones. Además, permite a los aspirantes conocer sus derechos y obligaciones en el proceso.", "updated_at": "2026-01-29T08:40:30.547283+00:00"}
{"id": "boe-2025-12-27-ley-9699fdc5", "source": "BOE", "type": "ley", "title_original": "Ley 10/2025, de 26 de diciembre, por la que se regulan los servicios de atención a la clientela.", "date_published": "2025-12-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/27/pdfs/BOE-A-2025-26698.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:10:37.978743+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-27-ley-9699fdc5.pdf", "text_length": 82042, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["servicios de atención al cliente", "derechos de los consumidores", "quejas y reclamaciones", "atención personal", "mejora de servicios", "compras online", "protección al consumidor"], "summary_plain_es": "La Ley 10/2025 regula los servicios de atención a la clientela, buscando mejorar la protección de los derechos de las personas consumidoras. A partir de ahora, las empresas deben asegurar que sus servicios de atención sean eficaces, permitiendo a los consumidores presentar quejas y reclamaciones de manera efectiva. Esto incluye la obligación de ofrecer atención personal directa, ya sea telefónica o electrónica, y garantizar que la información proporcionada sea clara y coherente. La ley también responde a la creciente importancia de estos servicios, especialmente tras el aumento de compras online debido a la pandemia. En resumen, esta ley busca que las empresas ofrezcan un mejor servicio al cliente, lo que beneficiará a todos los consumidores al facilitar la resolución de problemas y mejorar su experiencia de compra.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para poder ejercer sus derechos como consumidores y exigir un mejor servicio por parte de las empresas. La transparencia en estos procesos ayuda a fomentar un mercado más justo y equitativo.", "updated_at": "2026-01-29T08:40:35.167089+00:00"}
{"id": "boe-2025-12-27-resolucion-9ccef6ff", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de diciembre de 2025, de la Subsecretaría, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Traductores e Intérpretes del Estado.", "date_published": "2025-12-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/27/pdfs/BOE-A-2025-26733.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:10:37.980523+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-27-resolucion-9ccef6ff.pdf", "text_length": 78464, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "traductores", "intérpretes", "empleo público", "discapacidad", "igualdad de género", "plazas disponibles"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar al Cuerpo de Traductores e Intérpretes del Estado, con un total de 29 plazas disponibles, de las cuales 2 están reservadas para personas con discapacidad. Este proceso busca cubrir las necesidades de personal en la Administración Pública y se enmarca dentro de la oferta de empleo público para 2025. Las plazas incluyen traductores e intérpretes de diferentes combinaciones lingüísticas, principalmente del inglés, francés y árabe. La convocatoria promueve la igualdad de género en el acceso al empleo público y se publicará en varias plataformas para asegurar su visibilidad. Si estás interesado en trabajar en este ámbito, esta es una oportunidad que no debes dejar pasar.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan acceder a oportunidades de empleo en la Administración Pública, promoviendo así la participación activa en el sector público.", "updated_at": "2026-01-29T08:40:39.263778+00:00"}
{"id": "boe-2025-12-29-circular-f94d6c8e", "source": "BOE", "type": "circular", "title_original": "Circular 1/2025, de 19 de diciembre, del Banco de España, por la que se modifican la Circular 4/2017, de 27 de noviembre, a entidades de crédito, sobre normas de información financiera pública y reservada, y modelos de estados financieros, y la Circular 1/2013, de 24 de mayo, sobre la Central de Información de Riesgos.", "date_published": "2025-12-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/29/pdfs/BOE-A-2025-26847.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:11:19.416757+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-29-circular-f94d6c8e.pdf", "text_length": 78380, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (circular) y alcance"}, "keywords": ["Banco de España", "circular 1/2025", "información financiera", "entidades de crédito", "NIIF-UE", "riesgo-país", "préstamos sostenibles"], "summary_plain_es": "La Circular 1/2025 del Banco de España actualiza normativas sobre información financiera para entidades de crédito, alineándolas con las Normas Internacionales de Información Financiera (NIIF-UE). Esto afecta a cómo se registran y valoran los instrumentos financieros, incluyendo cambios en la clasificación de activos y la presentación de estados financieros. También se introducen modificaciones relacionadas con el riesgo-país y se establece una nueva forma de contabilizar ciertos préstamos condicionados a objetivos de sostenibilidad. Estas actualizaciones buscan mejorar la transparencia y la coherencia en la información financiera, lo que es crucial para la estabilidad del sistema financiero y la confianza de los inversores.", "affects_to": ["empresas", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se regula la información financiera de las entidades, lo que impacta en la estabilidad económica y en la protección de sus intereses como consumidores y contribuyentes.", "updated_at": "2026-01-29T08:40:44.112995+00:00"}
{"id": "boe-2025-12-29-resolucion-25eaf595", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de diciembre de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve el concurso convocado por Resolución de 1 de septiembre de 2025.", "date_published": "2025-12-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/29/pdfs/BOE-A-2025-26850.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:11:19.417396+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-29-resolucion-25eaf595.pdf", "text_length": 2448, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "funcionario", "Tribunal Constitucional", "resolución", "concurso", "Administración Pública"], "summary_plain_es": "El 16 de diciembre de 2025, se ha resuelto el concurso para una plaza de funcionario en el Tribunal Constitucional, convocado el 1 de septiembre de 2025. Se ha nombrado a Antonio José Arenas Valbuena para esta posición. Si eres un funcionario o estás interesado en el ámbito del derecho administrativo, esto te afecta directamente, ya que se trata de un nombramiento en una institución clave del sistema judicial español. El nuevo funcionario deberá tomar posesión de su puesto en un plazo de tres días hábiles si no hay cambio de residencia, o de un mes si lo hay. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo ante el Tribunal Supremo en un plazo de dos meses, lo que garantiza un mecanismo de control judicial sobre este tipo de decisiones.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que afectan la composición de instituciones clave que garantizan los derechos y libertades en el país. La transparencia en estos procesos fortalece la confianza en las instituciones públicas.", "updated_at": "2026-01-29T08:40:48.839960+00:00"}
{"id": "boe-2025-12-29-resolucion-6bd85107", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de diciembre de 2025, de la Secretaría General del Consejo General del Poder Judicial, por la que publica la resolución del proceso selectivo, por el sistema de concurso-oposición, turno libre, para la provisión de plaza de Técnico/a de Soporte, Sistemas y Usuarios, convocado por Acuerdo de 15 de julio de 2025, de la Comisión Permanente del mismo Consejo.", "date_published": "2025-12-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/29/pdfs/BOE-A-2025-26879.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:11:19.417968+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-29-resolucion-6bd85107.pdf", "text_length": 4968, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["proceso selectivo", "Técnico/a de Soporte", "Consejo General del Poder Judicial", "concurso-oposición", "plaza adjudicada", "Fernando Díez Zurdo", "documentación requerida"], "summary_plain_es": "Se ha publicado la resolución del proceso selectivo para cubrir una plaza de Técnico/a de Soporte, Sistemas y Usuarios en el Consejo General del Poder Judicial. Este proceso se realizó mediante un concurso-oposición de acceso libre, y el resultado ha sido anunciado oficialmente. Fernando Díez Zurdo ha sido el candidato seleccionado para ocupar la plaza, mientras que otros aspirantes también han superado las pruebas, aunque no han obtenido plaza. Los candidatos seleccionados deben presentar documentación específica en un plazo de diez días hábiles para formalizar su contratación. Es importante que los ciudadanos conozcan estos procesos, ya que reflejan la transparencia y la justicia en la selección de personal en las administraciones públicas.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección en la administración pública, ya que esto garantiza la transparencia y la igualdad de oportunidades en el acceso a empleos públicos.", "updated_at": "2026-01-29T08:40:53.155147+00:00"}
{"id": "boe-2025-12-30-real_decreto-b24a744b", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1186/2025, de 26 de diciembre, por el que se aprueba el Estatuto de la Oficina Española de Patentes y Marcas, O.A., y se modifica el Reglamento para la ejecución de la Ley 24/2015, de 24 de julio, de Patentes, aprobado por el Real Decreto 316/2017, de 31 de marzo.", "date_published": "2025-12-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/30/pdfs/BOE-A-2025-27007.pdf", "approved_by": "A. , y se modifica el Reglamento para la ejecución de la Ley 24/2015, de 24 de julio, de Patentes, aprobado por el Real Decreto 316/2017, de 31 de marzo.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:11:37.803782+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-30-real_decreto-b24a744b.pdf", "text_length": 68864, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["oficina española de patentes", "estatuto", "propiedad industrial", "innovación", "desarrollo económico", "consejo rector", "reglamento de patentes"], "summary_plain_es": "El Real Decreto 1186/2025 aprueba el nuevo Estatuto de la Oficina Española de Patentes y Marcas (OEPM) y modifica el reglamento de la Ley de Patentes. Esto afecta a la organización y funcionamiento de la OEPM, actualizando su estructura y funciones para adaptarse a la legislación vigente. Se introduce un Consejo Rector y se regula la figura del Presidente como órgano unipersonal de gobierno. Además, se refuerzan las competencias de la OEPM, lo que facilitará la protección de la propiedad industrial en España. Este cambio es importante para fomentar la innovación y el desarrollo económico, beneficiando a inventores, empresas y la economía en general.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se protege la propiedad industrial en España, lo que impacta en la innovación y el desarrollo económico del país.", "updated_at": "2026-01-29T08:40:57.751933+00:00"}
{"id": "boe-2025-12-30-orden-7033c52d", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1549/2025, de 22 de diciembre, por la que se convocan procesos selectivos para ingreso, por el sistema general de acceso libre, mediante de oposición, a los Cuerpos de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia.", "date_published": "2025-12-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/30/pdfs/BOE-A-2025-27053.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:11:37.804799+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-30-orden-7033c52d.pdf", "text_length": 65742, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposiciones", "Administración de Justicia", "plazas", "igualdad de género", "discapacidad", "empleo público", "cuerpos judiciales"], "summary_plain_es": "La Orden PJC/1549/2025 convoca procesos selectivos para ingresar en los Cuerpos de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia. Se ofrecen un total de 2305 plazas, de las cuales 332 están reservadas para personas con discapacidad. Esta convocatoria busca atender las necesidades de personal en la Administración de Justicia y se realiza bajo el principio de igualdad de trato entre hombres y mujeres. Los aspirantes podrán optar por un único ámbito territorial y se les garantiza la posibilidad de solicitar adaptaciones en las pruebas si tienen discapacidad. Es importante que los ciudadanos conozcan esta convocatoria, ya que representa una oportunidad para acceder a empleos públicos en el sector de la justicia.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan participar en los procesos de selección y acceder a oportunidades laborales en el sector público.", "updated_at": "2026-01-29T08:41:02.077980+00:00"}
{"id": "boe-2025-12-31-real_decreto-6d2f7958", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1189/2025, de 26 de diciembre, por el que se modifican disposiciones correspondientes al régimen de la formación programada en las empresas y de determinadas subvenciones en el ámbito del empleo y la formación en el trabajo.", "date_published": "2025-12-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/31/pdfs/BOE-A-2025-27115.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:12:11.035479+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-31-real_decreto-6d2f7958.pdf", "text_length": 21148, "topic_primary": "empleo", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["formación programada", "subvenciones empleo", "mejora empleabilidad", "desempleo", "empresas", "personas desempleadas", "normativa laboral"], "summary_plain_es": "Este Real Decreto modifica el régimen de formación programada en las empresas y ciertas subvenciones relacionadas con el empleo y la formación laboral. Afecta principalmente a las empresas y a las personas desempleadas, ya que busca mejorar la empleabilidad y facilitar la inserción laboral. Se actualizan normativas para permitir la concesión directa de subvenciones a corporaciones locales que contraten a desempleados en proyectos específicos, y se introduce una nueva percepción económica para aquellos que asistan a acciones formativas. Estas modificaciones son necesarias para adaptarse a las necesidades del mercado laboral y fomentar un empleo de calidad.", "affects_to": ["empresas", "todos_ciudadanos", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo pueden beneficiarse de las nuevas oportunidades de formación y empleo, así como el impacto en el mercado laboral local.", "updated_at": "2026-01-29T08:41:06.307944+00:00"}
{"id": "boe-2025-12-31-resolucion-96bae523", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de diciembre de 2025, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Agentes del Servicio de Vigilancia Aduanera, especialidades de Investigación y Marítima.", "date_published": "2025-12-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/12/31/pdfs/BOE-A-2025-27143.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:12:11.038507+00:00", "pdf_path": "pdfs/2025/12/boe-2025-12-31-resolucion-96bae523.pdf", "text_length": 75140, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "agentes aduaneros", "empleo público", "igualdad de género", "proceso selectivo", "plazas disponibles", "requisitos"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar en el Cuerpo de Agentes del Servicio de Vigilancia Aduanera, con 120 plazas disponibles: 100 para la especialidad de Investigación y 20 para la especialidad Marítima. Esta convocatoria es importante para cubrir las necesidades de personal de la Agencia Estatal de Administración Tributaria y se enmarca dentro de la oferta de empleo público del año 2025. Los aspirantes deben cumplir ciertos requisitos, como ser españoles, tener capacidad funcional y no tener antecedentes penales. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en el acceso a estas plazas. Esta es una oportunidad para quienes buscan empleo en el sector público, especialmente en áreas relacionadas con la vigilancia aduanera.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo público, promoviendo la transparencia y la igualdad en el acceso a la función pública.", "updated_at": "2026-01-29T08:41:11.483136+00:00"}
