{"id": "boe-2025-09-01-resolucion-6d9e52f5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de julio de 2025, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se modifica la de 13 de enero de 2021, por la que se establece la estructura y organización territorial de la Agencia Estatal de Administración Tributaria.", "date_published": "2025-09-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/01/pdfs/BOE-A-2025-17395.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:39:29.673605+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-01-resolucion-6d9e52f5.pdf", "text_length": 9273, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Agencia Tributaria", "modificación", "estructura", "Madrid", "Valencia", "eficiencia", "administraciones", "gasto público"], "summary_plain_es": "Esta resolución modifica la estructura y organización territorial de la Agencia Estatal de Administración Tributaria, buscando mejorar la eficiencia en su funcionamiento. Se integran las Administraciones de Ciudad Lineal y Fermín Caballero en una nueva Administración de Madrid Norte. Además, se cambian los nombres de algunas administraciones en Madrid y Valencia para reflejar mejor su ubicación. Estas modificaciones no aumentarán el gasto público y se asegura que los procedimientos en curso se finalizarán adecuadamente. Afecta principalmente a los ciudadanos que interactúan con la Agencia Tributaria en estas áreas, facilitando una gestión más efectiva y organizada.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se gestionan sus obligaciones tributarias y a quién deben dirigirse para resolver sus asuntos fiscales.", "updated_at": "2026-01-29T08:17:57.305806+00:00"}
{"id": "boe-2025-09-01-resolucion-4a472bb7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de agosto de 2025, de la Subsecretaría, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 14 de marzo de 2025.", "date_published": "2025-09-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/01/pdfs/BOE-A-2025-17416.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:29.675391+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-01-resolucion-4a472bb7.pdf", "text_length": 2533, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "embajada España", "Sudán", "funcionarios", "recurso contencioso-administrativo"], "summary_plain_es": "La Resolución de 20 de agosto de 2025 declara desierta la convocatoria de libre designación para un puesto en la Embajada de España en Sudán, que fue anunciada en marzo de 2025. Esto significa que no se ha encontrado a ningún candidato adecuado para el puesto de Canciller, lo que podría afectar la representación diplomática de España en ese país. Si eres funcionario interesado en este tipo de convocatorias, es importante que estés atento a futuras oportunidades, ya que esta resolución cierra la posibilidad de ocupar el puesto mencionado. Además, se informa que contra esta decisión se puede interponer un recurso contencioso-administrativo en un plazo de dos meses, lo que permite a los interesados ejercer su derecho a impugnar la resolución si lo consideran necesario.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan las resoluciones administrativas para entender cómo se gestionan los recursos públicos y las oportunidades laborales en la administración pública.", "updated_at": "2026-01-29T08:18:03.016430+00:00"}
{"id": "boe-2025-09-01-resolucion-f9fe30c9", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de agosto de 2025, de la Subsecretaría, por la que se declara desierto puesto de trabajo de libre designación, convocado por Resolución de 10 de enero de 2025.", "date_published": "2025-09-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/01/pdfs/BOE-A-2025-17417.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:29.675781+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-01-resolucion-f9fe30c9.pdf", "text_length": 2482, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["puesto desierto", "libre designación", "Ministerio de Asuntos Exteriores", "embajada", "recurso administrativo"], "summary_plain_es": "Se ha declarado desierto un puesto de trabajo de libre designación en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Este puesto, que corresponde a la Embajada de España en Sofía, Bulgaria, no ha sido cubierto tras la convocatoria realizada el 10 de enero de 2025. Esto significa que no se ha encontrado a ningún candidato adecuado para el puesto de Secretario/Secretaria. La resolución permite a los interesados presentar un recurso contencioso-administrativo en un plazo de dos meses, o un recurso administrativo de reposición en un mes, si consideran que esta decisión no es correcta. Es importante que los ciudadanos conozcan estas resoluciones, ya que afectan la transparencia en la gestión de recursos humanos del gobierno y la posibilidad de participar en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las decisiones administrativas, ya que esto promueve la transparencia y la rendición de cuentas en la gestión pública.", "updated_at": "2026-01-29T08:18:07.842158+00:00"}
{"id": "boe-2025-09-02-orden-6d275cc3", "source": "BOE", "type": "orden", "title_original": "Orden TDF/968/2025, de 28 de agosto, por la que se designa el Tribunal calificador de las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Secretaría-Intervención, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/569/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17461.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.565404+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-6d275cc3.pdf", "text_length": 8377, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "pruebas selectivas", "funcionarios públicos", "administración local", "acceso libre"], "summary_plain_es": "La Orden TDF/968/2025 designa el Tribunal calificador para las pruebas selectivas de acceso libre a la Subescala de Secretaría-Intervención, dentro de la Escala de funcionarios de administración local con habilitación nacional. Esto afecta a los aspirantes que desean acceder a estos puestos públicos, ya que establece quiénes serán los encargados de evaluar las pruebas. El tribunal está compuesto por un presidente, una secretaria y varios vocales, todos con experiencia en administración pública. Esta designación es un paso crucial en el proceso de selección, ya que garantiza que las pruebas se realicen de manera justa y transparente. Además, se menciona que los aspirantes tienen derecho a recurrir esta decisión si lo consideran necesario. Conocer esta información es importante para los ciudadanos interesados en la función pública, ya que les permite entender mejor el proceso de selección y sus derechos en caso de desacuerdo.", "affects_to": ["estudiantes", "todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la composición del tribunal y el proceso de selección para asegurar la transparencia y la equidad en el acceso a la función pública.", "updated_at": "2026-01-29T08:18:15.364497+00:00"}
{"id": "boe-2025-09-02-orden-43965508", "source": "BOE", "type": "orden", "title_original": "Orden TDF/969/2025, de 28 de agosto, por la que se aprueba la relación provisional de personas admitidas y excluidas en las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Intervención-Tesorería, categoría de Entrada, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/568/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17462.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.565905+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-43965508.pdf", "text_length": 7285, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["pruebas selectivas", "funcionarios", "admitidos", "excluidos", "intervención-tesorería", "administración local", "subsanación", "plazo"], "summary_plain_es": "La Orden TDF/969/2025 aprueba las listas provisionales de personas admitidas y excluidas en las pruebas para acceder a la Subescala de Intervención-Tesorería, categoría de Entrada, de la administración local. Esto afecta a quienes se presentaron a estas pruebas, ya que deberán revisar si están en la lista de admitidos o excluidos. Si estás excluido, tienes diez días para corregir cualquier error que haya llevado a tu exclusión. La lista definitiva se publicará después de este plazo. Además, se especifican las sedes donde se realizarán las pruebas, que son Barcelona, Madrid, Santa Cruz de Tenerife y Toledo. Es importante que los aspirantes verifiquen su situación para no perder la oportunidad de participar en el proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder participar activamente en las oportunidades laborales que ofrece la administración pública y para garantizar que se respeten sus derechos durante el proceso de selección.", "updated_at": "2026-01-29T08:18:20.804366+00:00"}
{"id": "boe-2025-09-02-orden-d103e335", "source": "BOE", "type": "orden", "title_original": "Orden TDF/970/2025, de 28 de agosto, por la que se aprueba la relación provisional de personas admitidas y excluidas en las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Secretaría, categoría de Entrada, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/570/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17463.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.566352+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-d103e335.pdf", "text_length": 7515, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["pruebas selectivas", "subescala de secretaría", "admitidos y excluidos", "funcionarios", "administración local"], "summary_plain_es": "Se aprueba la lista provisional de admitidos y excluidos para las pruebas de acceso a la Subescala de Secretaría, categoría de Entrada, de la administración local. Esto afecta a las personas que se presentaron a estas pruebas, ya que deberán revisar si están en la lista de admitidos o excluidos. Si estás excluido, tienes diez días para corregir cualquier error que haya llevado a tu exclusión. La lista definitiva se publicará después de este plazo. Las pruebas se llevarán a cabo en varias sedes, incluyendo Barcelona y Madrid. Es importante que verifiques tu estado para poder participar en el proceso de selección.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder participar en el acceso a puestos públicos, garantizando así una administración más transparente y accesible.", "updated_at": "2026-01-29T08:18:25.156984+00:00"}
{"id": "boe-2025-09-02-orden-9b3c60fe", "source": "BOE", "type": "orden", "title_original": "Orden TDF/971/2025, de 28 de agosto, por la que se aprueba la relación provisional de personas admitidas y excluidas en las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Secretaría-Intervención, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/569/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17464.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.566740+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-9b3c60fe.pdf", "text_length": 10236, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["pruebas selectivas", "subescala", "secretaría-intervención", "admitidos", "excluidos", "plazo de subsanación", "funcionarios", "administración local"], "summary_plain_es": "La Orden TDF/971/2025 aprueba la lista provisional de personas admitidas y excluidas para las pruebas selectivas de acceso a la Subescala de Secretaría-Intervención en la administración local. Esto afecta a los aspirantes que se presentaron a estas pruebas, quienes deben revisar si están en la lista de admitidos o excluidos y, en caso de estar excluidos, tienen diez días hábiles para subsanar los errores que causaron su exclusión. La lista definitiva se publicará posteriormente, y los admitidos serán convocados para realizar el examen en varias sedes provinciales. Es importante que los aspirantes estén atentos a estas listas y a los plazos establecidos para no perder la oportunidad de participar en el proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para garantizar la transparencia en la selección de funcionarios y asegurar que todos los aspirantes tengan la oportunidad de participar de manera justa.", "updated_at": "2026-01-29T08:18:30.373664+00:00"}
{"id": "boe-2025-09-02-orden-d86db077", "source": "BOE", "type": "orden", "title_original": "Orden TDF/972/2025, de 28 de agosto, por la que se designa el Tribunal calificador de las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la subescala de Intervención-Tesorería, categoría de entrada, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/568/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17465.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.567234+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-d86db077.pdf", "text_length": 6894, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "pruebas selectivas", "intervención-tesorería", "funcionarios", "administración local"], "summary_plain_es": "La Orden TDF/972/2025 designa al Tribunal que evaluará las pruebas para acceder a la subescala de Intervención-Tesorería en la administración local. Esta subescala es parte de los funcionarios con habilitación de carácter nacional. La orden establece quiénes serán los miembros del tribunal, tanto titulares como suplentes, y sus funciones durante el proceso selectivo. Además, se menciona que el tribunal puede contar con personal colaborador y que hay procedimientos para recurrir la decisión. Este proceso es relevante para quienes deseen trabajar en la administración pública local, ya que establece las bases para la selección de nuevos funcionarios en esta área.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la composición y el funcionamiento del tribunal que evaluará a los futuros funcionarios, ya que esto garantiza un proceso de selección justo y transparente en la administración pública.", "updated_at": "2026-01-29T08:18:35.490732+00:00"}
{"id": "boe-2025-09-02-orden-f8619ad7", "source": "BOE", "type": "orden", "title_original": "Orden TDF/973/2025, de 28 de agosto, por la que se designa el Tribunal calificador de las pruebas selectivas para el acceso, por el sistema general de acceso libre, a la Subescala de Secretaría, categoría de Entrada, de la Escala de funcionarios de administración local con habilitación de carácter nacional, convocadas por Orden TDF/570/2025, de 2 de junio.", "date_published": "2025-09-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/02/pdfs/BOE-A-2025-17466.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:37.567623+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-02-orden-f8619ad7.pdf", "text_length": 6938, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "pruebas selectivas", "subescala de secretaría", "funcionarios públicos", "administración local"], "summary_plain_es": "La Orden TDF/973/2025 designa el Tribunal Calificador que evaluará las pruebas selectivas para acceder a la Subescala de Secretaría, categoría de Entrada, dentro de la Escala de funcionarios de administración local con habilitación de carácter nacional. Esta convocatoria afecta a quienes deseen trabajar en la administración local y se han presentado a las pruebas. El tribunal está compuesto por un presidente, un secretario y varios vocales, todos con experiencia en la administración pública. La orden también establece que el tribunal puede nombrar personal colaborador y que en caso de ausencia de miembros, se seguirán unos procedimientos de sustitución. Es importante que los ciudadanos conozcan esta información, ya que garantiza la transparencia en el proceso de selección de funcionarios públicos.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección de funcionarios, ya que esto promueve la confianza en la administración pública y asegura que los procesos sean justos y transparentes.", "updated_at": "2026-01-29T08:18:41.309770+00:00"}
{"id": "boe-2025-09-03-real_decreto-29828e2d", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 767/2025, de 2 de septiembre, por el que se modifican el Real Decreto 1157/2021, de 28 de diciembre, por el que se regulan los medicamentos veterinarios fabricados industrialmente, y el Real Decreto 666/2023, de 18 de julio, por el que se regula la distribución, prescripción, dispensación y uso de medicamentos veterinarios.", "date_published": "2025-09-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/03/pdfs/BOE-A-2025-17503.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:39:56.552995+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-03-real_decreto-29828e2d.pdf", "text_length": 24373, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["medicamentos veterinarios", "regulación", "publicidad", "dispensación", "autorización", "seguridad", "eficacia"], "summary_plain_es": "El Real Decreto 767/2025 modifica dos normativas sobre medicamentos veterinarios, buscando mejorar su regulación. Afecta principalmente a veterinarios y a la industria farmacéutica veterinaria. Se actualizan aspectos como la publicidad de medicamentos, la definición de ciertos términos y se introducen cambios en la validación de solicitudes y el mantenimiento de medicamentos en el mercado. Además, se aclaran las condiciones bajo las cuales se pueden modificar autorizaciones de medicamentos y se establece un nuevo régimen para la dispensación. Estas modificaciones buscan adaptarse a la normativa europea y mejorar la seguridad y eficacia de los medicamentos veterinarios.", "affects_to": ["sector_sanitario", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan la salud de sus mascotas y la seguridad de los medicamentos que se utilizan en veterinaria. La transparencia en la regulación ayuda a fomentar la confianza en el sistema de salud veterinaria.", "updated_at": "2026-01-29T08:18:47.471670+00:00"}
{"id": "boe-2025-09-03-resolucion-b6741236", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de septiembre de 2025, de la Subsecretaría, de corrección de errores de la de 18 de agosto de 2025, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-09-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/03/pdfs/BOE-A-2025-17538.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:56.554270+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-03-resolucion-b6741236.pdf", "text_length": 2015, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "libre designación", "corrección de errores", "funciones", "plazo de presentación"], "summary_plain_es": "La Resolución de 2 de septiembre de 2025 corrige un error en la convocatoria de un puesto de trabajo por libre designación, publicada anteriormente el 18 de agosto de 2025. Este error se refiere a la descripción de funciones en el anexo de la convocatoria. La corrección aclara que las funciones de información y asistencia al ciudadano no dependen de otras unidades, lo que es un cambio importante. Además, esta corrección abre un nuevo plazo de diez días naturales para que los interesados presenten sus solicitudes para el puesto convocado. Esto afecta a quienes estén interesados en optar a este puesto en el ámbito del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para poder participar en los procesos de selección de puestos públicos y asegurar que la información sea clara y accesible.", "updated_at": "2026-01-29T08:18:51.528495+00:00"}
{"id": "boe-2025-09-04-orden-e6605770", "source": "BOE", "type": "orden", "title_original": "Orden PJC/975/2025, de 1 de agosto, por la que se corrigen errores en la Orden PJC/726/2025, de 3 de julio, por la que se nombran los Tribunales calificadores de la oposición libre para obtener el título de Notaria o Notario, convocada por Resolución de 20 de febrero de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública.", "date_published": "2025-09-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/04/pdfs/BOE-A-2025-17593.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:40:04.638725+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-04-orden-e6605770.pdf", "text_length": 1847, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposición notaria", "tribunales calificadores", "corrección de errores", "notarios", "Dirección General de Seguridad Jurídica"], "summary_plain_es": "La Orden PJC/975/2025 corrige errores en la anterior Orden PJC/726/2025, que nombraba a los tribunales para la oposición de Notaria. Estos errores afectan a la descripción de los presidentes de los tribunales, quienes deben ser identificados correctamente como Notarios adscritos a la Dirección General de Seguridad Jurídica y Fe Pública. Esto es importante para asegurar la transparencia y la correcta identificación de los miembros de los tribunales que evaluarán a los opositores. Si estás interesado en convertirte en Notario, es crucial que conozcas estos cambios, ya que afectan directamente a la validez de la oposición y a la composición del tribunal que evaluará tu desempeño.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender mejor el proceso de oposición y la composición de los tribunales, lo que garantiza la equidad y la transparencia en la selección de Notarios.", "updated_at": "2026-01-29T08:18:56.704148+00:00"}
{"id": "boe-2025-09-05-acuerdo-2be43dd1", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo GOV/201/2025, de 29 de julio, por el que se aprueban los Estatutos de la Universidad de Lleida.", "date_published": "2025-09-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/05/pdfs/BOE-A-2025-17657.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:40:08.676147+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-05-acuerdo-2be43dd1.pdf", "text_length": 65793, "topic_primary": "educación", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["estatutos universidad", "universidad de lleida", "educación superior", "autonomía universitaria", "calidad educativa", "investigación", "transferencia de conocimiento"], "summary_plain_es": "El Acuerdo GOV/201/2025 aprueba los nuevos Estatutos de la Universidad de Lleida, que actualizan su marco normativo para adaptarse a la legislación vigente. Esto afecta a la comunidad universitaria, incluyendo estudiantes y personal académico, ya que establece las bases para su funcionamiento y organización. Los nuevos estatutos buscan fomentar la calidad educativa, la investigación y la transferencia de conocimiento, además de promover valores como la igualdad y la solidaridad. Este cambio es importante porque asegura que la universidad pueda responder a las necesidades actuales de la sociedad y mejorar su papel como servicio público en la educación superior.", "affects_to": ["estudiantes", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos estatutos para entender cómo se organiza y gestiona la educación superior en su comunidad, así como para participar activamente en su desarrollo y mejora.", "updated_at": "2026-01-29T08:19:00.996775+00:00"}
{"id": "boe-2025-09-05-orden-cddbd208", "source": "BOE", "type": "orden", "title_original": "Orden INT/978/2025, de 27 de agosto, por la que se nombra para el Mando de la 8.ª Zona de la Guardia Civil, Comunidad Autónoma de Aragón (Zaragoza), al General de Brigada don Antonio Jesús Orantos Míguez.", "date_published": "2025-09-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/05/pdfs/BOE-A-2025-17659.pdf", "approved_by": "ª Zona de la Guardia Civil, Comunidad Autónoma de Aragón (Zaragoza), al General de Brigada don Antonio Jesús Orantos Míguez.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:40:08.676731+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-05-orden-cddbd208.pdf", "text_length": 1228, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Guardia Civil", "Aragón", "Antonio Jesús Orantos Míguez", "seguridad", "Mando", "Zaragoza"], "summary_plain_es": "Se ha nombrado al General de Brigada Antonio Jesús Orantos Míguez como nuevo responsable del Mando de la 8.ª Zona de la Guardia Civil en Aragón, específicamente en Zaragoza. Este nombramiento es efectivo desde el 27 de agosto de 2025 y se realiza conforme a la legislación vigente que regula las Fuerzas y Cuerpos de Seguridad. Este cambio en la dirección puede influir en la gestión de la seguridad en la región, afectando tanto a los ciudadanos como a los miembros de la Guardia Civil. Es importante que estés al tanto de estos nombramientos, ya que pueden impactar en la seguridad y el orden público en tu comunidad.", "affects_to": ["todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona la seguridad pública en su entorno y quiénes son los responsables de garantizarla.", "updated_at": "2026-01-29T08:19:05.047353+00:00"}
{"id": "boe-2025-09-05-orden-220210ad", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 29 de julio de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado las pruebas para la provisión de plazas de Magistrado especialista en el orden jurisdiccional contencioso-administrativo, convocadas por Acuerdo de 23 de mayo de 2024.", "date_published": "2025-09-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/05/pdfs/BOE-A-2025-17667.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:40:08.677275+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-05-orden-220210ad.pdf", "text_length": 2762, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrado especialista", "pruebas", "consejo general del poder judicial", "plazas", "jurisdicción contencioso-administrativa", "resultados", "recurso"], "summary_plain_es": "El Acuerdo del 29 de julio de 2025, publicado en el BOE, da a conocer a los aspirantes que han superado las pruebas para ocupar 7 plazas de Magistrado especialista en el orden jurisdiccional contencioso-administrativo. Este proceso selectivo fue convocado el 23 de mayo de 2024 y se ha llevado a cabo bajo la supervisión del Consejo General del Poder Judicial. Los aspirantes aprobados han recibido una puntuación que determina su posición en la lista de prelación. Si eres uno de los aspirantes, es importante que revises esta lista para conocer tu resultado. Además, el acuerdo establece que se pueden presentar recursos en caso de desacuerdo con los resultados, lo que garantiza un proceso justo y transparente. Este tipo de convocatorias es fundamental para asegurar que los puestos en el sistema judicial se ocupen por profesionales cualificados y competentes.", "affects_to": ["funcionarios"], "transparency_notes": "Es crucial que los ciudadanos conozcan estos procesos para entender cómo se seleccionan a los jueces y magistrados, lo que contribuye a la confianza en el sistema judicial.", "updated_at": "2026-01-29T08:19:09.951080+00:00"}
{"id": "boe-2025-09-06-resolucion-d0ea790f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de septiembre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-09-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/06/pdfs/BOE-A-2025-17707.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:40:22.652625+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-06-resolucion-d0ea790f.pdf", "text_length": 6415, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de pipa", "expendedurías", "monopolio", "resolución"], "summary_plain_es": "La Resolución del 5 de septiembre de 2025, publicada por el Comisionado para el Mercado de Tabacos, establece los precios de venta al público de diversas labores de tabaco en las expendedurías de la Península, Illes Balears, Ceuta y Melilla. Esto incluye cigarrillos, cigarros, picaduras de pipa y otros productos relacionados. Los precios son fijados por los fabricantes e importadores y abarcan tanto los tributos como el coste del producto. La resolución entra en vigor el mismo día de su publicación, lo que significa que los consumidores podrán ver estos precios reflejados inmediatamente en los puntos de venta. Es importante que estés informado sobre estos precios, ya que afectan directamente a tus decisiones de compra en el mercado del tabaco.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios de los productos de tabaco es fundamental para que los ciudadanos puedan tomar decisiones informadas sobre sus compras y entender cómo se regulan estos productos en el mercado.", "updated_at": "2026-01-29T08:19:15.019595+00:00"}
{"id": "boe-2025-09-06-orden-79830c2b", "source": "BOE", "type": "orden", "title_original": "Orden AUC/986/2025, de 29 de agosto, por la que se resuelve la convocatoria de libre designación, efectuada por Orden AUC/854/2025, de 28 de julio.", "date_published": "2025-09-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/06/pdfs/BOE-A-2025-17709.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:40:22.653304+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-06-orden-79830c2b.pdf", "text_length": 3914, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["libre designación", "Ministerio de Asuntos Exteriores", "nombramientos", "funcionarios", "recursos administrativos"], "summary_plain_es": "La Orden AUC/986/2025, publicada el 6 de septiembre de 2025, resuelve la convocatoria de libre designación de un puesto en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria fue anunciada previamente en julio de 2025 y permite la provisión de un puesto de trabajo mediante un proceso que busca asegurar la idoneidad de los candidatos. La resolución incluye detalles sobre el nuevo nombramiento y el régimen de toma de posesión. A partir de esta resolución, los interesados pueden presentar un recurso contencioso-administrativo si no están de acuerdo con la decisión. Esta normativa afecta a los funcionarios del ministerio y es importante que los ciudadanos conozcan estos procesos para entender cómo se gestionan los recursos humanos en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se toman decisiones en la administración pública y cómo pueden participar en ellos si lo consideran necesario.", "updated_at": "2026-01-29T08:19:19.551330+00:00"}
{"id": "boe-2025-09-06-resolucion-7654ef38", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación en los Servicios Centrales de la Secretaría General de Instituciones Penitenciarias.", "date_published": "2025-09-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/06/pdfs/BOE-A-2025-17713.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:40:22.653801+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-06-resolucion-7654ef38.pdf", "text_length": 6860, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Instituciones Penitenciarias", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en los Servicios Centrales de la Secretaría General de Instituciones Penitenciarias mediante el sistema de libre designación. Esta resolución permite a los funcionarios que cumplan con los requisitos establecidos solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. Es importante que estés informado sobre esta convocatoria si eres funcionario en el ámbito penitenciario, ya que puede ofrecerte nuevas oportunidades laborales dentro de la administración pública. Además, si no estás de acuerdo con la resolución, puedes interponer un recurso contencioso-administrativo en un plazo de dos meses.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a nuevas oportunidades laborales y mejorar la gestión pública en el ámbito penitenciario.", "updated_at": "2026-01-29T08:19:23.854756+00:00"}
{"id": "boe-2025-09-08-resolucion-9fe63f0c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de septiembre de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve el concurso, convocado por Resolución de 12 de febrero de 2025.", "date_published": "2025-09-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/08/pdfs/BOE-A-2025-17766.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:40:40.573085+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-08-resolucion-9fe63f0c.pdf", "text_length": 2419, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal constitucional", "nombramientos", "gestor administrativo", "recurso contencioso-administrativo", "plazo de toma de posesión", "María José Achón Bruñén"], "summary_plain_es": "El 1 de septiembre de 2025, se ha resuelto el concurso para cubrir una plaza de gestor/a del Cuerpo de Gestión Procesal y Administrativa en el Tribunal Constitucional. Esta decisión afecta a la funcionaria María José Achón Bruñén, quien ha sido nombrada para el puesto. Si no hay cambio de residencia, deberá tomar posesión en tres días hábiles; si implica cambio de residencia, el plazo se extiende a un mes. Los interesados pueden recurrir esta resolución ante el Tribunal Supremo en un plazo de dos meses o presentar un recurso de reposición en un mes. Es importante que los ciudadanos conozcan estos procesos para entender cómo se gestionan los nombramientos en instituciones clave como el Tribunal Constitucional.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer los nombramientos y procesos administrativos es fundamental para que los ciudadanos comprendan el funcionamiento de las instituciones públicas y puedan ejercer sus derechos de manera informada.", "updated_at": "2026-01-29T08:19:28.144008+00:00"}
{"id": "boe-2025-09-08-resolucion-e35d5d27", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de septiembre de 2025, de la Presidencia del Tribunal Constitucional, por la que se convoca concurso para la provisión de puesto de trabajo.", "date_published": "2025-09-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/08/pdfs/BOE-A-2025-17781.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:40:40.573572+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-08-resolucion-e35d5d27.pdf", "text_length": 28173, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso de méritos", "funcionario público", "Tribunal Constitucional", "plaza de trabajo", "requisitos", "valoración de méritos", "administración pública"], "summary_plain_es": "Se convoca un concurso para cubrir una plaza de funcionario del grupo A, subgrupo A2 en el Tribunal Constitucional. Este concurso está dirigido a personal funcionario de carrera de las Administraciones Públicas que cumpla con ciertos requisitos, como tener al menos dos años en su último destino. La valoración de méritos se realizará en dos fases: la primera incluye aspectos como el grado personal, la experiencia laboral y la formación relacionada, mientras que la segunda se centra en méritos específicos para la plaza. Es importante que los interesados presenten sus solicitudes siguiendo el modelo establecido y dentro del plazo indicado. Este proceso afecta a los funcionarios que buscan mejorar su situación laboral y avanzar en sus carreras dentro de la Administración Pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y cómo pueden participar en ellos.", "updated_at": "2026-01-29T08:19:32.749545+00:00"}
{"id": "boe-2025-09-09-orden-1e4f85b3", "source": "BOE", "type": "orden", "title_original": "Corrección de erratas de la Orden PJC/804/2025, de 23 de julio, por la que se establecen criterios generales para la adaptación de medios y tiempos y la realización de otros ajustes razonables en los procesos selectivos para el acceso al empleo público de personas con discapacidad.", "date_published": "2025-09-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/09/pdfs/BOE-A-2025-17856.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:40:48.722377+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-09-orden-1e4f85b3.pdf", "text_length": 8950, "topic_primary": "empleo", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["corrección de erratas", "adaptación de medios", "empleo público", "personas con discapacidad", "ajustes razonables"], "summary_plain_es": "Se corrigen errores en la Orden PJC/804/2025, que establece criterios para adaptar medios y tiempos en procesos selectivos para personas con discapacidad. Esto es importante porque garantiza que las personas con discapacidad tengan acceso equitativo a las oportunidades de empleo público. Los cambios afectan a las adaptaciones de tiempo según el grado de discapacidad, asegurando que las pruebas sean justas y accesibles. Si eres una persona con discapacidad que busca empleo público, esta corrección te beneficia directamente al proporcionar ajustes razonables en los tiempos de examen. Es fundamental que conozcas estos cambios para que puedas ejercer tus derechos en el acceso al empleo público.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es esencial que los ciudadanos conozcan estas correcciones para asegurar que las oportunidades de empleo sean accesibles y justas para todos, especialmente para las personas con discapacidad.", "updated_at": "2026-01-29T08:19:36.733283+00:00"}
{"id": "boe-2025-09-09-resolucion-dc826889", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de septiembre de 2025, de la Secretaría de Estado de Función Pública, por la que se nombra personal funcionario de carrera, por el sistema general de acceso libre, del Cuerpo de Observadores de Meteorología del Estado.", "date_published": "2025-09-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/09/pdfs/BOE-A-2025-17858.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:40:48.722925+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-09-resolucion-dc826889.pdf", "text_length": 14680, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["funcionarios", "meteorología", "nombramientos", "acceso libre", "resolución", "proceso selectivo", "Administración Pública"], "summary_plain_es": "El 4 de septiembre de 2025, se ha publicado una resolución que nombra a nuevos funcionarios de carrera en el Cuerpo de Observadores de Meteorología del Estado. Este nombramiento se realiza tras un proceso selectivo que comenzó en marzo de 2024, donde se convocaron aspirantes para acceder a estos puestos. Los candidatos que han superado las pruebas han sido nombrados y se les asignarán destinos específicos en diferentes localidades de España. Es importante que estos nuevos funcionarios tomen posesión de sus puestos en un plazo determinado, y se les recuerda que deben acatar la Constitución. Esta resolución afecta a los aspirantes que han aprobado el proceso y a la administración pública en general, ya que se refuerza el cuerpo de meteorología del Estado.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que garantizan la correcta gestión de los servicios meteorológicos, que son esenciales para la seguridad y bienestar de la población.", "updated_at": "2026-01-29T08:19:42.152416+00:00"}
{"id": "boe-2025-09-10-real_decreto-051826c2", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 796/2025, de 9 de septiembre, por el que se modifican el Real Decreto 358/1991, de 15 de marzo, por el que se reordena la Organización Nacional de Ciegos Españoles; el Real Decreto 415/1996, de 1 de marzo, por el que se establecen las normas de ordenación de la Cruz Roja Española; el Real Decreto 946/2001, de 3 de agosto, por el que se aprueba el Estatuto del Real Patronato sobre Discapacidad; el Real Decreto 1855/2009, de 4 de diciembre, por el que se regula el Consejo Nacional de la Discapacidad; y el Real Decreto 1709/2011, de 18 de noviembre, por el que se crea y regula el Foro de Cultura Inclusiva.", "date_published": "2025-09-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/10/pdfs/BOE-A-2025-17928.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:40:59.468832+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-10-real_decreto-051826c2.pdf", "text_length": 68863, "topic_primary": "otros", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación", "discapacidad", "ONCE", "Cruz Roja", "políticas sociales", "inclusión", "representación", "Ministerio de Derechos Sociales"], "summary_plain_es": "El Real Decreto 796/2025 modifica varios decretos relacionados con la organización y regulación de entidades que trabajan con personas con discapacidad, como la ONCE y la Cruz Roja Española. A partir de ahora, el Ministerio de Derechos Sociales, Consumo y Agenda 2030 tendrá un papel más activo en la supervisión y coordinación de estas organizaciones. Esto incluye asegurar que haya una representación equilibrada de mujeres y hombres, así como la inclusión de personas con discapacidad en los órganos de decisión. Estos cambios buscan mejorar la eficacia de las políticas sociales y garantizar que se respeten los derechos de las personas con discapacidad, promoviendo su autonomía e inclusión social. En resumen, este decreto afecta a la estructura de estas organizaciones y su relación con el Estado, buscando una mayor colaboración y control en sus actividades.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se gestionan las políticas de discapacidad y cómo se asegura la inclusión social en las decisiones que les afectan.", "updated_at": "2026-01-29T08:19:47.568089+00:00"}
{"id": "boe-2025-09-10-orden-79256880", "source": "BOE", "type": "orden", "title_original": "Orden PJC/995/2025, de 2 de septiembre, por la que se modifica la Orden PJC/470/2025, de 7 de mayo, por la que se aprueba la relación definitiva de personas admitidas y excluidas, se nombran los Tribunales calificadores delegados y las unidades de colaboración local y se fijan las sedes de examen del proceso selectivo para acceso, por promoción interna y sistema de concurso oposición, al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia, convocado por Orden PJC/1435/2024, de 4 de diciembre.", "date_published": "2025-09-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/10/pdfs/BOE-A-2025-17941.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:40:59.469750+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-10-orden-79256880.pdf", "text_length": 1732, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación orden", "Cuerpo de Gestión Procesal", "proceso selectivo", "errores corregidos", "admitidos y excluidos", "tribunales calificadores", "sedes de examen"], "summary_plain_es": "La Orden PJC/995/2025 modifica la Orden PJC/470/2025, que establece la relación de personas admitidas y excluidas en el proceso selectivo para el Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Esta modificación corrige un error en la composición de la Unidad de Colaboración de Granada, específicamente en el nombre de uno de sus vocales. Afecta a los aspirantes que participan en este proceso selectivo, asegurando que la información sea precisa y actualizada. Es importante que los interesados estén al tanto de estas correcciones para evitar confusiones en el proceso de selección y para que puedan prepararse adecuadamente para los exámenes.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para garantizar un proceso selectivo justo y transparente, así como para asegurar que todos los aspirantes tengan acceso a la información correcta sobre su situación en el proceso.", "updated_at": "2026-01-29T08:19:52.855900+00:00"}
{"id": "boe-2025-09-11-ley-a04b2d07", "source": "BOE", "type": "ley", "title_original": "Resolución de 9 de septiembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 9/2025, de 29 de julio, por el que se amplía el permiso de nacimiento y cuidado, mediante la modificación del texto refundido de la Ley del Estatuto de los Trabajadores, aprobado por el Real Decreto Legislativo 2/2015, de 23 de octubre, el texto refundido de la Ley del Estatuto Básico del Empleado Público, aprobado por el Real Decreto Legislativo 5/2015, de 30 de octubre, y el texto refundido de la Ley General de la Seguridad Social, aprobado por el Real Decreto Legislativo 8/2015, de 30 de octubre, para completar la transposición de la Directiva (UE) 2019/1158 del Parlamento Europeo y del Consejo, de 20 de junio de 2019, relativa a la conciliación de la vida familiar y la vida profesional de los progenitores y los cuidadores, y por la que se deroga la Directiva 2010/18/UE del Consejo.", "date_published": "2025-09-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/11/pdfs/BOE-A-2025-17999.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:41:12.605332+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-11-ley-a04b2d07.pdf", "text_length": 2409, "topic_primary": "empleo", "impact_index": {"score": 90, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["permiso de nacimiento", "conciliación familiar", "trabajadores", "empleados públicos", "directiva europea", "cuidado familiar"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 9/2025, que amplía el permiso de nacimiento y cuidado. Esto significa que se modifican varias leyes para mejorar la conciliación entre la vida familiar y laboral de los progenitores y cuidadores. Esta medida afecta a los trabajadores y empleados públicos, quienes podrán disfrutar de un permiso más amplio en estos momentos críticos. Además, se busca cumplir con una directiva europea que promueve estos derechos. Por lo tanto, si eres trabajador o empleado público, esta ampliación del permiso te beneficiará directamente, facilitando el cuidado de tus hijos o familiares en momentos importantes.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones, ya que impactan directamente en sus derechos laborales y en la conciliación de la vida personal y profesional.", "updated_at": "2026-01-29T08:19:58.666169+00:00"}
{"id": "boe-2025-09-11-orden-77b04ed0", "source": "BOE", "type": "orden", "title_original": "Resolución de 4 de septiembre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se ordena la constitución del Tribunal, se anuncia el sorteo de las personas opositoras y fecha, hora y lugar de celebración del primer ejercicio para la oposición entre notarias y notarios, convocada por Resolución de 1 de octubre de 2024.", "date_published": "2025-09-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/11/pdfs/BOE-A-2025-18021.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:41:12.608892+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-11-orden-77b04ed0.pdf", "text_length": 2803, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposición notarios", "tribunal calificador", "sorteo opositores", "primer ejercicio", "resolución administrativa"], "summary_plain_es": "La Resolución de 4 de septiembre de 2025 establece la constitución del Tribunal que evaluará a los opositores para notarias y notarios, convocada anteriormente el 1 de octubre de 2024. Se informa que el Tribunal se reunirá el 15 de septiembre de 2025 para formalizar su constitución y realizar el sorteo de los admitidos a la oposición. El primer ejercicio de la oposición se llevará a cabo el 28 de octubre de 2025 en Madrid. Esta resolución es importante para quienes aspiran a convertirse en notarios, ya que define el proceso y las fechas clave para la oposición. Además, se especifican los recursos que pueden interponer los interesados en caso de desacuerdo con la resolución. Es fundamental que los opositores estén informados sobre estos detalles para poder prepararse adecuadamente y cumplir con los plazos establecidos.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es esencial que los ciudadanos conozcan esta resolución para entender el proceso de selección de notarios, asegurando que el acceso a estas posiciones sea claro y justo.", "updated_at": "2026-01-29T08:20:04.476286+00:00"}
{"id": "boe-2025-09-12-orden-6be30262", "source": "BOE", "type": "orden", "title_original": "Orden EFD/998/2025, de 6 de septiembre, por la que se modifica la Orden EDU/2739/2009, de 1 de octubre, por la que se determinan las convalidaciones entre las enseñanzas profesionales de Música y de Danza y la Educación secundaria obligatoria y el Bachillerato, y la exención de la Educación Física, en el ámbito de gestión del Ministerio de Educación.", "date_published": "2025-09-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/12/pdfs/BOE-A-2025-18077.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:41:17.755960+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-12-orden-6be30262.pdf", "text_length": 12346, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convalidaciones", "Música", "Danza", "Educación Secundaria", "Bachillerato", "simplificación", "procedimiento educativo"], "summary_plain_es": "La Orden EFD/998/2025 modifica la normativa sobre convalidaciones entre las enseñanzas profesionales de Música y Danza y la Educación Secundaria Obligatoria y el Bachillerato. Esto afecta a estudiantes que cursan estas enseñanzas artísticas, facilitando su integración en el sistema educativo general. Los cambios permiten que más alumnos puedan convalidar materias optativas y simplifican el proceso de convalidación, reduciendo el tiempo de resolución. Esto es importante para que los centros educativos puedan aplicar estas convalidaciones de manera más directa y efectiva. La modificación responde a la necesidad de ajustar la normativa a las nuevas realidades educativas y busca mejorar la experiencia de los estudiantes en su formación académica y artística.", "affects_to": ["estudiantes", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo afectan a la educación de sus hijos y a las oportunidades de convalidación de materias en el ámbito artístico.", "updated_at": "2026-01-29T08:20:09.767365+00:00"}
{"id": "boe-2025-09-12-resolucion-fe903499", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38411/2025, de 4 de septiembre, de la Subsecretaría, por la que se nombra personal estatutario fijo en la categoría de Enfermero/a en la Red Hospitalaria de la Defensa.", "date_published": "2025-09-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/12/pdfs/BOE-A-2025-18079.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:41:17.756576+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-12-resolucion-fe903499.pdf", "text_length": 5541, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enfermero", "personal estatutario", "Red Hospitalaria", "Defensa", "nombramientos", "proceso selectivo", "plazas fijas"], "summary_plain_es": "La Resolución 430/38411/2025, de 4 de septiembre, nombra a nuevos enfermeros y enfermeras como personal estatutario fijo en la Red Hospitalaria de la Defensa. Esto significa que se han completado los procesos de selección y se han cumplido los requisitos necesarios para ocupar estas plazas. Las personas nombradas deben tomar posesión de su puesto en un plazo de quince días, o un mes si implica un cambio de residencia. Si no lo hacen, perderán sus derechos en el proceso. Este nombramiento es importante porque asegura que los hospitales de defensa cuenten con personal cualificado para atender a los pacientes. Además, se establece un procedimiento para cubrir posibles vacantes si alguno de los seleccionados renuncia. Esta resolución afecta a los nuevos profesionales de la salud que buscan estabilidad laboral en el sector público.", "affects_to": ["sector_sanitario", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona el personal en el sector sanitario público y la importancia de contar con profesionales capacitados en la atención médica.", "updated_at": "2026-01-29T08:20:15.965699+00:00"}
{"id": "boe-2025-09-12-resolucion-97e02638", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38412/2025, de 4 de septiembre, de la Subsecretaría, por la que se nombra personal estatutario fijo en la categoría de Enfermero/a en la Red Hospitalaria de la Defensa.", "date_published": "2025-09-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/12/pdfs/BOE-A-2025-18080.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:41:17.756928+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-12-resolucion-97e02638.pdf", "text_length": 4105, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enfermero", "nombramiento", "personal estatutario", "Red Hospitalaria", "Defensa", "estabilización", "empleo temporal"], "summary_plain_es": "Se ha aprobado el nombramiento de personal estatutario fijo en la categoría de Enfermero/a en la Red Hospitalaria de la Defensa. Esto afecta a las personas que han superado el proceso selectivo para estabilizar el empleo temporal en esta categoría. Los nombrados deben tomar posesión de sus plazas en un plazo de quince días, o un mes si cambian de localidad. Si no lo hacen, perderán sus derechos en el proceso, salvo que haya una causa justificada. Esta resolución es importante para garantizar la estabilidad laboral en el sector sanitario de la defensa.", "affects_to": ["sector_sanitario", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona el empleo en el sector público y la importancia de la estabilidad laboral en los servicios de salud.", "updated_at": "2026-01-29T08:20:20.372926+00:00"}
{"id": "boe-2025-09-12-resolucion-f46744c4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de septiembre de 2025, de la Secretaría de Estado de Función Pública, por la que se publica la relación definitiva de aspirantes que han superado las fases de oposición y concurso del proceso selectivo para acceso, por promoción interna, para personal funcionario y personal laboral fijo, al Cuerpo de Gestión de Sistemas e Informática de la Administración del Estado, convocado por Resolución de 9 de julio de 2024.", "date_published": "2025-09-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/12/pdfs/BOE-A-2025-18092.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:41:17.757520+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-12-resolucion-f46744c4.pdf", "text_length": 21673, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "funcionarios", "promoción interna", "sistemas e informática", "documentación", "nombramiento", "curso selectivo"], "summary_plain_es": "La Resolución del 3 de septiembre de 2025 publica la lista definitiva de aspirantes que han aprobado las fases de oposición y concurso para acceder, por promoción interna, al Cuerpo de Gestión de Sistemas e Informática de la Administración del Estado. Esto afecta a personal funcionario y laboral fijo que ha participado en el proceso selectivo convocado en julio de 2024. Los aspirantes seleccionados deben presentar documentación específica en un plazo de veinte días hábiles desde la publicación de esta resolución. Aquellos que no cumplan con los requisitos quedarán excluidos del proceso. Una vez presentada la documentación, se procederá a su nombramiento como funcionarios en prácticas, quienes deberán completar un curso de formación antes de ser nombrados funcionarios de carrera. Es importante que los ciudadanos conozcan este proceso, ya que afecta a la transparencia y a la correcta gestión de los recursos humanos en la administración pública.", "affects_to": ["funcionarios", "autónomos", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este proceso para garantizar la transparencia en la selección de personal y el acceso a la función pública.", "updated_at": "2026-01-29T08:20:26.297152+00:00"}
{"id": "boe-2025-09-13-resolucion-bb38fe58", "source": "BOE", "type": "resolucion", "title_original": "Corrección de errores de las Enmiendas de 2022 al Anexo del Protocolo de 1997 que enmienda el Convenio Internacional para prevenir la contaminación por los buques, 1973, modificado por el Protocolo de 1978 (Convenio MARPOL), adoptadas mediante Resolución MEPC.361(79). (Zona de control de las emisiones de óxidos de azufre y materia particulada del mar Mediterráneo).", "date_published": "2025-09-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/13/pdfs/BOE-A-2025-18124.pdf", "approved_by": "361(79).  (Zona de control de las emisiones de óxidos de azufre y materia particulada del mar Mediterráneo).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:41:36.177207+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-13-resolucion-bb38fe58.pdf", "text_length": 1456, "topic_primary": "medio_ambiente", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["MARPOL", "contaminación marítima", "emisiones", "óxidos de azufre", "Mediterráneo", "enmiendas", "protocolo", "coordenadas"], "summary_plain_es": "Se corrigen errores en las enmiendas de 2022 al Protocolo de 1997 sobre el Convenio MARPOL, que busca prevenir la contaminación por buques en el mar Mediterráneo. Esta corrección afecta a las coordenadas de una tabla en el apéndice VII, donde se especifican puntos geográficos relevantes para el control de emisiones de óxidos de azufre y materia particulada. Es importante que los ciudadanos, especialmente aquellos que trabajan en el sector marítimo y ambiental, conozcan estos cambios para asegurar el cumplimiento de las normativas y contribuir a la protección del medio ambiente marino.", "affects_to": ["sector_sanitario", "empresas", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las correcciones en normativas ambientales para entender su impacto en la salud pública y el medio ambiente. La transparencia en estos documentos ayuda a fomentar el cumplimiento y la responsabilidad ambiental.", "updated_at": "2026-01-29T08:20:30.684434+00:00"}
{"id": "boe-2025-09-13-resolucion-fe69ec31", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de septiembre de 2025, de la Presidencia del Consejo de Estado, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-09-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/13/pdfs/BOE-A-2025-18135.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:41:36.179924+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-13-resolucion-fe69ec31.pdf", "text_length": 5076, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "Consejo de Estado", "funcionarios públicos", "Jefe de Tramitación", "convocatoria", "Madrid", "requisitos", "currículum"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Consejo de Estado mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos pueden solicitar el puesto de Jefe de Tramitación, que se encuentra en Madrid. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir tu currículum y otros méritos relevantes. Además, puedes interponer recursos en caso de desacuerdo con la resolución. Este proceso es importante para asegurar que los puestos se ocupen por personas adecuadas y con la experiencia necesaria.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para garantizar la transparencia y la correcta ocupación de los puestos públicos, lo que contribuye a una administración más eficiente y responsable.", "updated_at": "2026-01-29T08:20:34.333192+00:00"}
{"id": "boe-2025-09-15-orden-b78f9a9b", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1001/2025, de 10 de septiembre, por la que se aprueba y publica el programa formativo de la especialidad de Medicina Nuclear, los criterios de evaluación de los especialistas en formación y los requisitos de acreditación de las unidades docentes de Medicina Nuclear.", "date_published": "2025-09-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/15/pdfs/BOE-A-2025-18187.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:41:55.904469+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-15-orden-b78f9a9b.pdf", "text_length": 51612, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["medicina nuclear", "programa formativo", "evaluación", "acreditación", "especialistas en formación", "sanidad", "formación sanitaria"], "summary_plain_es": "La Orden PJC/1001/2025 aprueba el programa formativo para la especialidad de Medicina Nuclear, así como los criterios de evaluación para los especialistas en formación y los requisitos de acreditación de las unidades docentes. Esto afecta a los residentes que comiencen su formación en Medicina Nuclear tras la publicación de esta orden. Se busca garantizar una formación de calidad y acorde a las necesidades del sistema sanitario, asegurando que las unidades docentes cumplan con los estándares necesarios. Además, se establece un marco normativo que permite la revisión y actualización periódica de estos programas, lo que es esencial para mantener la calidad educativa en el ámbito de la salud.", "affects_to": ["estudiantes", "sector_sanitario", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender cómo se forma a los profesionales de la salud y garantizar que reciben una educación de calidad que impacta directamente en su atención sanitaria.", "updated_at": "2026-01-29T08:20:38.609585+00:00"}
{"id": "boe-2025-09-15-resolucion-407996a7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-09-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/15/pdfs/BOE-A-2025-18217.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:41:55.905636+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-15-resolucion-407996a7.pdf", "text_length": 6914, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "Ministerio de Hacienda", "convocatoria", "plazo de solicitudes", "currículum", "méritos"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Hacienda mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar el puesto indicado en el anexo I de la resolución. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum y los méritos que consideres relevantes. La selección se realizará en un plazo máximo de dos meses tras la finalización del periodo de solicitudes. Si eres elegido, tendrás tres días hábiles para tomar posesión del nuevo puesto, salvo que implique un cambio de residencia, en cuyo caso tendrás un mes. Es importante que conozcas esta convocatoria si eres funcionario y estás interesado en cambiar de puesto dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar activamente en la provisión de puestos públicos, promoviendo la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T08:20:44.321158+00:00"}
{"id": "boe-2025-09-16-otro-ba05e075", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 3107-2025, en relación con la disposición transitoria tercera, párrafo segundo, de la Ley Orgánica 8/2012, de 27 de diciembre, de medidas de eficiencia presupuestaria en la Administración de Justicia, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial.", "date_published": "2025-09-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/16/pdfs/BOE-A-2025-18301.pdf", "approved_by": "º 3107-2025, en relación con la disposición transitoria tercera, párrafo segundo, de la Ley Orgánica 8/2012, de 27 de diciembre, de medidas de eficiencia presupuestaria en la Administración de Justicia, por la que se modifica la Ley Orgánica 6/1985, de 1 de julio, del Poder Judicial.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:42:16.683210+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-16-otro-ba05e075.pdf", "text_length": 1835, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "Ley Orgánica 8/2012", "Poder Judicial", "eficiencia presupuestaria", "igualdad ante la ley", "Tribunal Constitucional", "disposición transitoria"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la Ley Orgánica 8/2012, que introduce medidas de eficiencia presupuestaria en la Administración de Justicia. Esta cuestión ha sido planteada por un juzgado contencioso-administrativo y se centra en un párrafo de la disposición transitoria tercera de dicha ley, que podría estar vulnerando el artículo 14 de la Constitución Española, que garantiza la igualdad ante la ley. Si se confirma la inconstitucionalidad, podría haber cambios significativos en la aplicación de esta ley y en el funcionamiento del Poder Judicial. Los interesados en el procedimiento tienen un plazo de quince días para personarse ante el Tribunal Constitucional, lo que permite que las partes afectadas puedan presentar sus argumentos y defender sus derechos.", "affects_to": ["funcionarios", "todos_ciudadanos", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de decisiones, ya que afectan la administración de justicia y los derechos fundamentales. La transparencia en estos procesos ayuda a garantizar la confianza en las instituciones y el respeto a la legalidad.", "updated_at": "2026-01-29T08:20:49.145101+00:00"}
{"id": "boe-2025-09-16-orden-ac9800e1", "source": "BOE", "type": "orden", "title_original": "Orden de 9 de septiembre de 2025, por la que se destina a los Jueces y Juezas que se relacionan, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-09-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/16/pdfs/BOE-A-2025-18307.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:42:16.683787+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-16-orden-ac9800e1.pdf", "text_length": 14744, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["destinos jueces", "concurso judicial", "Consejo General del Poder Judicial", "reubicación jueces", "plazas judiciales"], "summary_plain_es": "La Orden de 9 de septiembre de 2025 establece el destino de varios jueces y juezas en diferentes plazas judiciales como resultado de un concurso resuelto por el Consejo General del Poder Judicial. Esto afecta a jueces que se trasladan a nuevas ubicaciones, como David Asensio Jiménez, quien pasará del Juzgado de lo Penal en Tarragona al de Teruel. Otros jueces, como Cristina López-Smeetz, se moverán entre tribunales de instancias civiles en distintas localidades. Estos cambios son importantes para asegurar que los tribunales cuenten con personal adecuado y que la justicia se administre de manera eficiente en todas las regiones. Este proceso de reubicación se realiza en cumplimiento de la normativa vigente y busca optimizar la distribución de los recursos humanos en el ámbito judicial.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en el sistema judicial, ya que afectan la administración de justicia y la disponibilidad de jueces en sus localidades. La transparencia en estos procesos contribuye a la confianza en el sistema judicial.", "updated_at": "2026-01-29T08:20:54.194703+00:00"}
{"id": "boe-2025-09-16-orden-da2d4ff8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1014/2025, de 4 de septiembre, por la que se publica la relación de personas aprobadas en el proceso selectivo para ingreso, por el sistema general de acceso libre, mediante oposición, al Cuerpo de Auxilio Judicial de la Administración de Justicia, convocado por Orden PJC/64/2024, de 25 de enero.", "date_published": "2025-09-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/16/pdfs/BOE-A-2025-18315.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:42:16.684319+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-16-orden-da2d4ff8.pdf", "text_length": 26365, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["auxilio judicial", "oposiciones", "funcionarios", "administración de justicia", "convocatoria", "requisitos", "documentación", "aprobados"], "summary_plain_es": "La Orden PJC/1014/2025, publicada el 16 de septiembre de 2025, da a conocer la lista de personas que han aprobado el proceso selectivo para ingresar al Cuerpo de Auxilio Judicial de la Administración de Justicia. Este proceso se realizó mediante oposición y afecta a quienes se presentaron a la convocatoria anterior. Los aprobados deben presentar documentación específica en un plazo de diez días hábiles para poder ser nombrados funcionarios. Esto incluye certificados médicos y documentación que acredite su capacidad y titulación. La orden también establece que quienes no cumplan con los requisitos no podrán ser nombrados. Esta medida es importante porque garantiza que solo las personas que cumplen con los requisitos necesarios accedan a estos puestos públicos, asegurando así la calidad del servicio público en el ámbito judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se seleccionan a los funcionarios públicos y garantizar la transparencia en la administración pública.", "updated_at": "2026-01-29T08:21:00.110316+00:00"}
{"id": "boe-2025-09-17-otro-445ce516", "source": "BOE", "type": "otro", "title_original": "Instrumento de ratificación del Protocolo n.º 16 al Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales, hecho en Estrasburgo el 2 de octubre de 2013.", "date_published": "2025-09-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/17/pdfs/BOE-A-2025-18339.pdf", "approved_by": "º 16 al Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales, hecho en Estrasburgo el 2 de octubre de 2013.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:42:33.581781+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-17-otro-445ce516.pdf", "text_length": 34218, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["protocolo 16", "derechos humanos", "ratificación", "Gibraltar", "Tribunal Europeo", "opiniones consultivas", "España"], "summary_plain_es": "El Protocolo n.º 16 al Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales ha sido ratificado por España. Esto permite que los tribunales superiores del país, como el Tribunal Constitucional y el Tribunal Supremo, puedan solicitar opiniones consultivas al Tribunal Europeo de Derechos Humanos sobre la interpretación de derechos y libertades fundamentales. Este cambio busca mejorar la interacción entre las autoridades nacionales y el Tribunal, fortaleciendo así la protección de los derechos humanos. La ratificación también incluye declaraciones sobre Gibraltar, aclarando su estatus y competencias. Este protocolo es importante para garantizar que los derechos humanos sean interpretados y aplicados de manera coherente en toda Europa.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este protocolo, ya que refuerza la protección de sus derechos y libertades, y mejora la relación entre los tribunales españoles y el Tribunal Europeo de Derechos Humanos.", "updated_at": "2026-01-29T08:21:05.368428+00:00"}
{"id": "boe-2025-09-18-acuerdo-2e0c4c2c", "source": "BOE", "type": "acuerdo", "title_original": "Canje de Cartas constitutivo de Acuerdo Internacional Administrativo entre el Reino de España y el Organismo Internacional de la Energía Atómica para la celebración de la Escuela de Liderazgo para Jóvenes Profesionales del Ámbito Nuclear, del 27 al 31 de octubre, en Madrid, hecho en Viena el 21 de mayo y 31 de julio de 2025.", "date_published": "2025-09-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/18/pdfs/BOE-A-2025-18442.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:42:42.705430+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-18-acuerdo-2e0c4c2c.pdf", "text_length": 17729, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "OIEA", "escuela de liderazgo", "nuclear", "cooperación técnica", "Madrid", "jóvenes profesionales"], "summary_plain_es": "Se aprueba un acuerdo entre España y el Organismo Internacional de la Energía Atómica (OIEA) para celebrar la Escuela de Liderazgo para Jóvenes Profesionales del Ámbito Nuclear en Madrid del 27 al 31 de octubre de 2025. Este evento reunirá a aproximadamente 30 participantes de varios Estados Miembros, donde se compartirán experiencias sobre liderazgo en ciencia y tecnología nucleares. El Gobierno de España se compromete a facilitar los locales, el personal y los trámites necesarios para el evento, así como a garantizar la seguridad de los asistentes. Este acuerdo es importante para fomentar la cooperación internacional en el ámbito nuclear y promover la igualdad de género en las instituciones nucleares.", "affects_to": ["todos_ciudadanos", "sector_tecnológico", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que promueve la cooperación internacional y el desarrollo de habilidades en un sector clave como el nuclear, lo que puede tener un impacto positivo en la sociedad y la economía.", "updated_at": "2026-01-29T08:21:10.627007+00:00"}
{"id": "boe-2025-09-19-otro-f2f51fe7", "source": "BOE", "type": "otro", "title_original": "Estatutos de la Infraestructura Europea de Investigación en Ciencia del Patrimonio (E-RIHS ERIC).", "date_published": "2025-09-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/19/pdfs/BOE-A-2025-18517.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:42:50.841843+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-19-otro-f2f51fe7.pdf", "text_length": 43054, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["E-RIHS ERIC", "ciencia del patrimonio", "investigación europea", "colaboración internacional", "conservación cultural", "innovación", "recursos científicos"], "summary_plain_es": "Se aprueban los Estatutos de la Infraestructura Europea de Investigación en Ciencia del Patrimonio (E-RIHS ERIC), un consorcio que busca coordinar y desarrollar la investigación en este ámbito a nivel europeo. Afecta principalmente a investigadores y académicos en el campo de la ciencia del patrimonio, así como a las instituciones culturales y educativas. Este consorcio facilitará la colaboración entre países miembros, promoverá la innovación y mejorará la conservación del patrimonio cultural y natural. Además, se establecerán nodos nacionales que permitirán un acceso centralizado a recursos científicos, fomentando la interdisciplinariedad y el intercambio de conocimientos. La creación de esta infraestructura es un paso importante para fortalecer la posición de Europa en la investigación del patrimonio y asegurar su conservación para futuras generaciones.", "affects_to": ["sector educativo", "investigadores", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos estatutos para entender cómo se gestionará y protegerá su patrimonio cultural, así como las oportunidades de colaboración y desarrollo en el ámbito de la investigación científica.", "updated_at": "2026-01-29T08:21:16.210219+00:00"}
{"id": "boe-2025-09-19-resolucion-9d4ed384", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de septiembre de 2025, de la Secretaría General del Consejo General del Poder Judicial, por la que se aprueba la relación provisional de personas admitidas y excluidas en el proceso selectivo, por el sistema de concurso-oposición, turno libre, para la provisión de plaza de Técnico/a de Soporte, Sistemas y Usuarios, convocado por Acuerdo de 15 de julio de 2025, de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-09-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/19/pdfs/BOE-A-2025-18543.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:42:50.844974+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-19-resolucion-9d4ed384.pdf", "text_length": 11427, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["proceso selectivo", "Técnico de Soporte", "admitidos", "excluidos", "reclamaciones", "Consejo General del Poder Judicial"], "summary_plain_es": "Se ha publicado la relación provisional de personas admitidas y excluidas para el proceso selectivo de Técnico/a de Soporte, Sistemas y Usuarios en el Consejo General del Poder Judicial. Si te has presentado a esta convocatoria, es importante que revises si tu nombre aparece en la lista. Si estás excluido, tienes diez días hábiles para presentar reclamaciones o subsanar los errores que hayan llevado a tu exclusión. Esta es una oportunidad para que puedas justificar tu derecho a ser admitido en el proceso. La resolución se ha hecho pública en el Boletín Oficial del Estado y también puedes consultarla en la web del Consejo General del Poder Judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para garantizar la transparencia en la selección de personal en la administración pública y asegurar que todos tengan la oportunidad de participar y defender sus derechos.", "updated_at": "2026-01-29T08:21:20.501183+00:00"}
{"id": "boe-2025-09-20-orden-486f748d", "source": "BOE", "type": "orden", "title_original": "Orden AUC/1029/2025, de 11 de septiembre, por la que se crea el Consulado Honorario de España en Atirau, en la República de Kazajistán.", "date_published": "2025-09-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/20/pdfs/BOE-A-2025-18603.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:43:07.960729+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-20-orden-486f748d.pdf", "text_length": 7422, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["consulado honorario", "España", "Atirau", "Kazajistán", "asistencia consular", "presencia empresarial", "relaciones locales"], "summary_plain_es": "Se ha creado un nuevo Consulado Honorario de España en Atirau, Kazajistán, para mejorar la asistencia a los ciudadanos españoles en las regiones de Atirau y Mangistau. Esto se debe al aumento de la presencia empresarial española en la zona, especialmente en el sector energético, y a la dificultad de la Embajada en Astaná para atender a los españoles en estas regiones alejadas. Con este nuevo consulado, se espera ofrecer un mejor servicio de protección y asistencia, así como facilitar las relaciones con las autoridades locales. La creación de este consulado no generará un aumento en los gastos de personal, ya que se utilizarán los recursos existentes del Ministerio de Asuntos Exteriores. En resumen, este consulado mejorará la atención a los españoles en una región en crecimiento económico y empresarial.", "affects_to": ["todos_ciudadanos", "empresas", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la creación de este consulado, ya que mejorará la asistencia y protección a los españoles en una región con creciente actividad económica y empresarial.", "updated_at": "2026-01-29T08:21:28.672481+00:00"}
{"id": "boe-2025-09-20-orden-966d7559", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 18 de agosto de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se adscribe al Magistrado don Emilio Moya Valdés a la Audiencia Provincial de Las Palmas, orden penal.", "date_published": "2025-09-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/20/pdfs/BOE-A-2025-18606.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:43:07.961375+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-20-orden-966d7559.pdf", "text_length": 1317, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrado", "Audiencia Provincial", "Las Palmas", "orden penal", "Consejo General del Poder Judicial", "adscripción", "preferencia", "carrera judicial"], "summary_plain_es": "El Acuerdo de 18 de agosto de 2025, del Consejo General del Poder Judicial, establece que el magistrado Emilio Moya Valdés será adscrito a la Audiencia Provincial de Las Palmas, en el ámbito penal. Esto significa que a partir de ahora, él se encargará de los casos penales en esta jurisdicción. Esta decisión afecta directamente al funcionamiento del sistema judicial en Las Palmas, ya que la presencia de un nuevo magistrado puede influir en la gestión de los casos y en la rapidez con la que se resuelven. Además, Emilio Moya Valdés tendrá preferencia para ocupar otras plazas de su categoría en los próximos dos años, lo que le otorga cierta estabilidad en su carrera judicial. Este tipo de acuerdos son importantes porque garantizan que los tribunales cuenten con los recursos humanos necesarios para operar de manera eficiente y justa.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos acuerdos, ya que afectan la administración de justicia y la manera en que se gestionan los casos penales en su localidad.", "updated_at": "2026-01-29T08:21:36.329402+00:00"}
{"id": "boe-2025-09-20-resolucion-d0dede94", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de septiembre de 2025, de la Secretaría de Estado de Justicia, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 3 de junio de 2025.", "date_published": "2025-09-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/20/pdfs/BOE-A-2025-18618.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:43:07.962232+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-20-resolucion-d0dede94.pdf", "text_length": 3250, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "funcionarios", "Ministerio de Justicia", "recursos legales"], "summary_plain_es": "La Secretaría de Estado de Justicia ha declarado desierta la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, que se había anunciado el 3 de junio de 2025. Esto significa que no se ha encontrado a ningún candidato adecuado para ocupar el puesto de Jefe/Jefa de Servicio en la Secretaría General para la Innovación y Calidad del Servicio Público de Justicia. Esta decisión afecta a los funcionarios que podrían haber estado interesados en este puesto, ya que no se procederá a su ocupación. La resolución también establece que se pueden interponer recursos legales si alguien desea impugnar esta decisión, lo que permite a los afectados tener una vía para expresar su desacuerdo. En resumen, la falta de candidatos adecuados ha llevado a que el puesto quede vacante, lo que puede tener implicaciones en la gestión del servicio público de justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas decisiones administrativas, ya que afectan la gestión pública y la disponibilidad de puestos en la administración, lo que puede influir en la calidad del servicio que reciben.", "updated_at": "2026-01-29T08:21:42.882634+00:00"}
{"id": "boe-2025-09-22-otro-4b37519c", "source": "BOE", "type": "otro", "title_original": "Sentencia de 29 de mayo de 2025, de la Sala Tercera del Tribunal Supremo, que desestima el recurso de casación n.º 906/2023 interpuesto por el procurador de los Tribunales don Ignacio Aguilar Fernández, en nombre y representación de la Universidad Rey Juan Carlos, contra la Sentencia de apelación, de 31 de octubre de 2022, dictada por la Sala de lo Contencioso-Administrativo (Sección Octava) del Tribunal Superior de Justicia de Madrid. Declarar la nulidad del inciso final «ni el complemento de productividad» del artículo 5.2 del Real Decreto 1086/1989, de 28 de agosto, sobre retribuciones del profesorado universitario.", "date_published": "2025-09-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/22/pdfs/BOE-A-2025-18642.pdf", "approved_by": "º 906/2023 interpuesto por el procurador de los Tribunales don Ignacio Aguilar Fernández, en nombre y representación de la Universidad Rey Juan Carlos, contra la Sentencia de apelación, de 31 de octubre de 2022, dictada por la Sala de lo Contencioso-Administrativo (Sección Octava) del Tribunal Superior de Justicia de Madrid.  Declarar la nulidad del inciso final «ni el complemento de productividad» del artículo 5.2 del Real Decreto 1086/1989, de 28 de agosto, sobre retribuciones del profesorado universitario.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:43:25.872935+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-22-otro-4b37519c.pdf", "text_length": 2781, "topic_primary": "educación", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["sentencia", "Tribunal Supremo", "Universidad Rey Juan Carlos", "retribuciones", "profesorado universitario", "complemento de productividad", "Real Decreto 1086/1989"], "summary_plain_es": "La sentencia del Tribunal Supremo del 29 de mayo de 2025 desestima el recurso de casación presentado por la Universidad Rey Juan Carlos, que buscaba revocar una decisión anterior del Tribunal Superior de Justicia de Madrid. Esta decisión declara nula una parte del artículo 5.2 del Real Decreto 1086/1989, que se refiere a las retribuciones del profesorado universitario, específicamente el inciso que menciona 'ni el complemento de productividad'. Esto significa que las condiciones de retribución del profesorado universitario se ven afectadas, ya que se elimina esta restricción. Como consecuencia, los profesores podrían tener derecho a recibir este complemento, lo que podría mejorar su situación económica. Este fallo tiene un impacto directo en los docentes universitarios y en las universidades, ya que puede modificar la forma en que se gestionan las retribuciones en el ámbito académico.", "affects_to": ["sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones judiciales, ya que afectan directamente a las condiciones laborales y económicas de los profesores universitarios, lo que repercute en la calidad de la educación.", "updated_at": "2026-01-29T08:21:50.098455+00:00"}
{"id": "boe-2025-09-22-resolucion-7aadbb8e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de septiembre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se convoca concurso para la provisión de notarías vacantes.", "date_published": "2025-09-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/22/pdfs/BOE-A-2025-18665.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:43:25.873888+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-22-resolucion-7aadbb8e.pdf", "text_length": 24057, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notarías vacantes", "concurso notarial", "solicitudes electrónicas", "igualdad de género", "Ministerio de Justicia"], "summary_plain_es": "Se convoca un concurso para cubrir notarías vacantes en España, excluyendo Cataluña, a partir del 15 de septiembre de 2025. Este concurso está dirigido a notarios que cumplan con los requisitos establecidos en el Reglamento Notarial. Las solicitudes deben presentarse electrónicamente, siguiendo las pautas del Ministerio de Justicia. Es importante que los notarios interesados se informen sobre las vacantes disponibles y los plazos de presentación, que son de quince días naturales desde la publicación de la convocatoria. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en el proceso. La convocatoria busca asegurar que las notarías vacantes sean ocupadas por profesionales cualificados, lo que puede mejorar la atención y los servicios notariales en el país.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para asegurar la transparencia en la provisión de servicios notariales y fomentar la participación de notarios en el proceso.", "updated_at": "2026-01-29T08:21:54.668726+00:00"}
{"id": "boe-2025-09-23-real_decreto-c7a77415", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 812/2025, de 16 de septiembre, por el que se regula la concesión directa de subvenciones en materia de industria por el Ministerio de Industria y Turismo durante el ejercicio presupuestario 2025.", "date_published": "2025-09-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/23/pdfs/BOE-A-2025-18746.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:43:36.682025+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-23-real_decreto-c7a77415.pdf", "text_length": 43238, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "industria", "PYME", "calidad", "seguridad industrial", "Ministerio de Industria", "competitividad", "desarrollo económico"], "summary_plain_es": "El Real Decreto 812/2025 regula la concesión directa de subvenciones en el ámbito de la industria por parte del Ministerio de Industria y Turismo para el año 2025. Esto significa que se destinarán fondos a proyectos industriales que demuestren un interés público, social o económico, sin necesidad de pasar por un proceso de convocatoria pública. Estas subvenciones están diseñadas para apoyar el desarrollo de la calidad y seguridad industrial, así como para fomentar la innovación y la competitividad de las pequeñas y medianas empresas (PYME). Si eres parte de una PYME o trabajas en el sector industrial, esto puede beneficiarte directamente, ya que se busca mejorar las condiciones del mercado y facilitar el acceso a recursos que impulsen el crecimiento. Además, se establece un marco normativo que busca asegurar la calidad de los productos industriales y la seguridad de los consumidores, lo que también tiene un impacto positivo en la economía en general.", "affects_to": ["empresas", "sector_industrial", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas subvenciones para poder acceder a ellas y aprovechar los recursos disponibles que pueden impulsar sus proyectos industriales y mejorar la competitividad del sector en general.", "updated_at": "2026-01-29T08:22:00.602950+00:00"}
{"id": "boe-2025-09-23-orden-0c52eaec", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1038/2025, de 16 de septiembre, por la que se convoca concurso de traslados para la cobertura de plazas en el Ministerio Fiscal.", "date_published": "2025-09-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/23/pdfs/BOE-A-2025-18759.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:43:36.684072+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-23-orden-0c52eaec.pdf", "text_length": 44877, "topic_primary": "economía", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso de traslados", "Ministerio Fiscal", "fiscales", "abogados fiscales", "plazas vacantes", "excedencia", "solicitudes electrónicas"], "summary_plain_es": "Se convoca un concurso de traslados para cubrir plazas en el Ministerio Fiscal, dirigido a fiscales de segunda categoría y abogados fiscales de tercera categoría que cumplan ciertos requisitos de permanencia en su puesto. Si llevas más de dos años en tu plaza actual, puedes participar, así como aquellos que estén en excedencia por cuidado de hijos. Es obligatorio concursar para algunos fiscales en situaciones específicas, como los que han solicitado reingreso tras excedencias o suspensiones. La solicitud debe hacerse electrónicamente en un plazo de diez días desde la publicación de esta convocatoria. Este proceso es importante para asegurar que las plazas vacantes sean ocupadas por fiscales capacitados y para facilitar la movilidad dentro del Ministerio Fiscal.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este concurso, ya que afecta a la organización del Ministerio Fiscal y a la calidad del servicio público que se ofrece. La transparencia en estos procesos garantiza una administración más eficiente y accesible.", "updated_at": "2026-01-29T08:22:05.412099+00:00"}
{"id": "boe-2025-09-24-ley-2119c3dc", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 10/2025, de 23 de septiembre, por el que se adoptan medidas urgentes contra el genocidio en Gaza y de apoyo a la población palestina.", "date_published": "2025-09-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/24/pdfs/BOE-A-2025-18831.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:43:59.008896+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-24-ley-2119c3dc.pdf", "text_length": 33905, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["genocidio en Gaza", "apoyo a Palestina", "embargo de armas", "comercio de armas", "derechos humanos", "ayuda humanitaria", "conflicto Israel-Palestina"], "summary_plain_es": "El Real Decreto-ley 10/2025 establece medidas urgentes para abordar la situación de genocidio en Gaza y apoyar a la población palestina. A ti, como ciudadano, te afecta porque se implementan restricciones al comercio de armas con Israel y se prohíbe la importación de productos de asentamientos ilegales. Además, se refuerzan las ayudas humanitarias y se busca un alto el fuego. Estas acciones son parte de un esfuerzo más amplio de España para promover la paz y los derechos humanos en la región. La legislación también incluye la ampliación de medidas que impiden el tránsito de combustibles utilizados por las fuerzas armadas israelíes. En resumen, se busca aliviar el sufrimiento de la población palestina y contribuir a una solución pacífica del conflicto.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo su gobierno actúa en situaciones de crisis humanitaria y cómo pueden contribuir a la promoción de la paz y los derechos humanos.", "updated_at": "2026-01-29T08:22:10.754629+00:00"}
{"id": "boe-2025-09-24-resolucion-21546393", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-09-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/24/pdfs/BOE-A-2025-18855.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:43:59.010708+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-24-resolucion-21546393.pdf", "text_length": 7277, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "currículum vitae", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación a través del sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir un currículum vitae detallado. Las solicitudes se gestionan a través del Portal Funciona, aunque también hay una opción para presentarlas de manera excepcional por otros medios. Es importante que estés informado sobre esta convocatoria si trabajas en la administración pública, ya que puede ofrecerte nuevas oportunidades laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión del servicio público.", "updated_at": "2026-01-29T08:22:17.296807+00:00"}
{"id": "boe-2025-09-25-real_decreto-6673ed26", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 849/2025, de 23 de septiembre, por el que se regula la concesión directa de una subvención a la Comunidad Autónoma de la Región de Murcia para la ejecución de obras de seguridad minera y clausura en la instalación de residuos mineros abandonada denominada Virgen de la Caridad.", "date_published": "2025-09-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/25/pdfs/BOE-A-2025-18965.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:44:12.774698+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-25-real_decreto-6673ed26.pdf", "text_length": 29622, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvención", "comunidad autónoma", "residuos mineros", "seguridad minera", "clausura", "Virgen de la Caridad", "medio ambiente", "salud pública"], "summary_plain_es": "El Real Decreto 849/2025 aprueba la concesión directa de una subvención a la Comunidad Autónoma de la Región de Murcia para realizar obras de seguridad minera y clausura en la instalación de residuos mineros abandonada llamada Virgen de la Caridad, ubicada en Cartagena. Esta instalación presenta un deterioro significativo y puede ser peligrosa para la salud y el medio ambiente. La subvención busca financiar los trabajos necesarios para garantizar la seguridad estructural y clausurar la instalación. Además, se establecen obligaciones para la comunidad autónoma en cuanto a la restauración y conservación del área afectada durante al menos 75 años. Este decreto es importante porque responde a la necesidad de proteger la salud pública y el medio ambiente, y se enmarca dentro de un esfuerzo más amplio del Estado para colaborar con las comunidades autónomas en la gestión de residuos mineros peligrosos.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que aborda la seguridad y salud pública en relación con instalaciones mineras peligrosas, promoviendo la transparencia en la gestión de recursos públicos para la protección del medio ambiente.", "updated_at": "2026-01-29T08:22:22.014395+00:00"}
{"id": "boe-2025-09-25-resolucion-a7b4575f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de septiembre de 2025, de la Presidencia del Centro Universitario de Formación de la Policía Nacional, O.A., por la que se publica el Acuerdo del Consejo Rector por el que se dispone el cese don José García Molina como Director del Centro Universitario de Formación de la Policía Nacional.", "date_published": "2025-09-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/25/pdfs/BOE-A-2025-18967.pdf", "approved_by": "A. , por la que se publica el Acuerdo del Consejo Rector por el que se dispone el cese don José García Molina como Director del Centro Universitario de Formación de la Policía Nacional.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:44:12.775318+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-25-resolucion-a7b4575f.pdf", "text_length": 1656, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cese director", "José García Molina", "Centro Universitario Policía", "formación policial", "Consejo Rector"], "summary_plain_es": "El 16 de septiembre de 2025, se ha publicado una resolución que informa sobre el cese de don José García Molina como Director del Centro Universitario de Formación de la Policía Nacional. Esta decisión fue tomada por el Consejo Rector del centro, en una reunión celebrada el mismo día. El cese se realiza de acuerdo con la normativa vigente y se agradecen los servicios prestados por García Molina. Este cambio en la dirección del centro puede afectar la gestión y el funcionamiento de la formación de los futuros policías, así como la estructura organizativa del mismo. Es importante que los ciudadanos estén al tanto de estos cambios, ya que pueden influir en la calidad de la formación policial y, por ende, en la seguridad pública.", "affects_to": ["todos_ciudadanos", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en la dirección de instituciones educativas, ya que impactan en la calidad de la formación de los futuros agentes de la ley y, por tanto, en la seguridad de la sociedad.", "updated_at": "2026-01-29T08:22:26.233477+00:00"}
{"id": "boe-2025-09-26-real_decreto-0d936533", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 845/2025, de 23 de septiembre, por el que se regula la concesión directa de subvenciones para realizar actuaciones de interés general en las ciudades de Ceuta y Melilla.", "date_published": "2025-09-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/26/pdfs/BOE-A-2025-19054.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:44:20.595547+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-26-real_decreto-0d936533.pdf", "text_length": 26103, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "Ceuta", "Melilla", "interés general", "desarrollo social", "escasez de agua", "pobreza", "servicios esenciales"], "summary_plain_es": "Este Real Decreto regula la concesión directa de subvenciones para financiar actuaciones de interés general en Ceuta y Melilla. Estas ciudades enfrentan desafíos significativos, como la escasez de agua y altos niveles de pobreza. Las subvenciones están destinadas a cubrir los costos de servicios esenciales, como el suministro de agua, la limpieza y la seguridad pública. Al ser regiones con recursos limitados, el Estado busca apoyar su desarrollo social y económico. La medida tiene como objetivo mejorar la calidad de vida de sus habitantes y fomentar la sostenibilidad financiera de las entidades que prestan estos servicios. Además, se busca reducir la desigualdad y el desempleo en estas ciudades. La concesión de estas ayudas se realiza de manera directa, sin convocatoria pública, debido a la naturaleza específica de las entidades beneficiarias. Esto garantiza que los recursos se utilicen de manera efectiva y eficiente para atender las necesidades más urgentes de la población.", "affects_to": ["todos_ciudadanos", "familias", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas subvenciones para entender cómo se financian los servicios esenciales en sus ciudades y cómo se busca mejorar su calidad de vida y reducir la desigualdad.", "updated_at": "2026-01-29T08:22:30.720039+00:00"}
{"id": "boe-2025-09-26-orden-0dda8424", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1053/2025, de 23 de septiembre, por la que se resuelve el concurso específico en la Administración de Justicia en el ámbito territorial gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, convocado por Orden PJC/825/2025, de 31 de julio.", "date_published": "2025-09-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/26/pdfs/BOE-A-2025-19057.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:44:20.596215+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-26-orden-0dda8424.pdf", "text_length": 27355, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Administración de Justicia", "puestos de trabajo", "funcionarios", "resolución", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Orden PJC/1053/2025, publicada el 26 de septiembre de 2025, resuelve un concurso específico para la provisión de puestos de trabajo en la Administración de Justicia. Esta resolución afecta a los funcionarios que han participado en el concurso, ya que se les asignan nuevos puestos de trabajo en diferentes localidades de Castilla y León. Algunos puestos han quedado desiertos, lo que significa que no se han adjudicado a ningún candidato. La toma de posesión de los nuevos puestos se realizará cuando las Oficinas Judiciales correspondientes comiencen a funcionar. Si no estás de acuerdo con esta resolución, tienes la opción de presentar un recurso contencioso-administrativo o un recurso de reposición ante el Ministerio en los plazos establecidos. Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la Administración de Justicia y cómo pueden afectar a los servicios judiciales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se gestionan los concursos y nombramientos en la Administración de Justicia, ya que esto impacta en la calidad y eficiencia de los servicios judiciales que reciben.", "updated_at": "2026-01-29T08:22:35.892979+00:00"}
{"id": "boe-2025-09-26-resolucion-7939f290", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-09-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/26/pdfs/BOE-A-2025-19062.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:44:20.596863+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-26-resolucion-7939f290.pdf", "text_length": 11258, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "puesto de trabajo", "Ministerio de Asuntos Exteriores", "solicitudes", "entrevistas", "requisitos"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que cualquier funcionario que cumpla con los requisitos establecidos puede solicitar el puesto. Debes presentar tu solicitud en un plazo de diez días desde la publicación de esta convocatoria, junto con tu currículum y una justificación de tu idoneidad para el puesto. Se realizarán entrevistas a los candidatos que mejor se ajusten al perfil requerido. El nombramiento se hará en un plazo de un mes, aunque puede prorrogarse. Es importante que conozcas esta convocatoria si eres funcionario interesado en avanzar en tu carrera dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los funcionarios tengan la oportunidad de acceder a puestos de mayor responsabilidad y así mejorar la calidad del servicio público.", "updated_at": "2026-01-29T08:22:40.614313+00:00"}
{"id": "boe-2025-09-27-resolucion-d3c391fd", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 26 de septiembre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-09-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/27/pdfs/BOE-A-2025-19107.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:44:44.403191+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-27-resolucion-d3c391fd.pdf", "text_length": 3718, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "cigarrillos", "picaduras de pipa", "Ceuta", "Melilla", "resolución"], "summary_plain_es": "La Resolución del 26 de septiembre de 2025 establece los precios de venta al público de varios productos de tabaco en las expendedurías de la Península, Illes Balears, Ceuta y Melilla. Esto incluye cigarrillos, picaduras de liar y picaduras de pipa, con precios específicos para cada producto. Estos precios son fijados por los fabricantes e importadores y se publican para que los consumidores conozcan el costo de estos productos. La resolución entra en vigor el mismo día de su publicación, lo que significa que los precios son aplicables de inmediato. Esto afecta a los consumidores de tabaco en España, quienes deben estar informados sobre los precios actualizados de los productos que compran.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para tomar decisiones informadas sobre sus compras y entender cómo se regulan estos precios en el mercado.", "updated_at": "2026-01-29T08:22:45.211230+00:00"}
{"id": "boe-2025-09-27-resolucion-d8eb64bc", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38426/2025, de 23 de septiembre, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-09-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/27/pdfs/BOE-A-2025-19117.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:44:44.405438+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-27-resolucion-d8eb64bc.pdf", "text_length": 64557, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "Ministerio de Defensa", "funcionarios civiles", "vacantes", "igualdad de género", "provisión de puestos", "administración pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en el Ministerio de Defensa, dirigido a funcionarios civiles de carrera. Puedes participar si cumples con los requisitos establecidos y no estás en situación de suspensión. Es importante que permanezcas en tu puesto actual al menos dos años antes de poder concursar, salvo excepciones. La convocatoria busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. Si eres funcionario y deseas cambiar de puesto, asegúrate de cumplir con las condiciones necesarias para participar en este concurso, ya que afectará tu situación laboral y la posibilidad de acceder a nuevos destinos dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden acceder a nuevas oportunidades laborales.", "updated_at": "2026-01-29T08:22:50.136918+00:00"}
{"id": "boe-2025-09-29-otro-41b0e4c6", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 6105-2025, contra el párrafo segundo del artículo 16.2.b) de la Ley 8/2017, de 7 de abril, integral del reconocimiento del derecho a la identidad y a la expresión de género en la Comunitat Valenciana, incorporado mediante el artículo 136 de la Ley 5/2025, de 30 de mayo, de medidas fiscales, de gestión administrativa y financiera, y de organización de la Generalitat.", "date_published": "2025-09-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/29/pdfs/BOE-A-2025-19190.pdf", "approved_by": "º 6105-2025, contra el párrafo segundo del artículo 16. 2.b) de la Ley 8/2017, de 7 de abril, integral del reconocimiento del derecho a la identidad y a la expresión de género en la Comunitat Valenciana, incorporado mediante el artículo 136 de la Ley 5/2025, de 30 de mayo, de medidas fiscales, de gestión administrativa y financiera, y de organización de la Generalitat.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:45:09.822997+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-29-otro-41b0e4c6.pdf", "text_length": 1489, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "derecho a la identidad", "expresión de género", "Comunitat Valenciana", "Defensor del Pueblo", "Ley 8/2017", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra un párrafo específico de la Ley 8/2017 de la Comunitat Valenciana, que trata sobre el reconocimiento del derecho a la identidad y a la expresión de género. Este recurso fue promovido por el Defensor del Pueblo y se centra en un aspecto de la ley que podría ser considerado incompatible con la Constitución. Esto significa que se revisará si la normativa valenciana respeta los derechos fundamentales establecidos en la Constitución española. Si el Tribunal determina que hay inconstitucionalidad, podría haber cambios significativos en la ley que afectan a la protección de los derechos de las personas en relación a su identidad de género en la Comunitat Valenciana.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede influir en la protección de sus derechos y en la normativa que regula la identidad de género en su comunidad. La transparencia en estos procesos ayuda a fomentar un debate público informado.", "updated_at": "2026-01-29T08:22:54.666971+00:00"}
{"id": "boe-2025-09-29-orden-6a62df93", "source": "BOE", "type": "orden", "title_original": "Orden de 24 de septiembre de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 51 de Santa Cruz de Tenerife a la Comandante Auditor doña María Meirama Rodríguez.", "date_published": "2025-09-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/29/pdfs/BOE-A-2025-19197.pdf", "approved_by": "º 51 de Santa Cruz de Tenerife a la Comandante Auditor doña María Meirama Rodríguez.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:45:09.824849+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-29-orden-6a62df93.pdf", "text_length": 1925, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Santa Cruz de Tenerife", "María Meirama Rodríguez", "Consejo General del Poder Judicial", "justicia militar", "recursos administrativos"], "summary_plain_es": "El 24 de septiembre de 2025, se ha nombrado a la Comandante Auditor doña María Meirama Rodríguez como Juez Togado del Juzgado Togado Militar Territorial n.º 51 de Santa Cruz de Tenerife. Este nombramiento se produce para cubrir una vacante en dicho juzgado, y es una decisión tomada por el Pleno del Consejo General del Poder Judicial. La orden establece que se pueden presentar recursos contencioso-administrativos ante el Tribunal Supremo en un plazo de dos meses, así como un recurso de reposición en un mes. Este nombramiento es relevante para el funcionamiento de la justicia militar en la región y afecta directamente a los procedimientos judiciales en el ámbito militar.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que estos afectan la administración de justicia y garantizan la transparencia en el funcionamiento de las instituciones públicas.", "updated_at": "2026-01-29T08:22:59.035610+00:00"}
{"id": "boe-2025-09-29-resolucion-bf9f5f0f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de septiembre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se aprueban las bases y se convoca la provisión de plaza de Coordinador/a General de la Cooperación Española.", "date_published": "2025-09-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/29/pdfs/BOE-A-2025-19219.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:45:09.825652+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-29-resolucion-bf9f5f0f.pdf", "text_length": 22593, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "plaza coordinador", "AECID", "convocatoria pública", "empleo público", "Malí", "igualdad de género"], "summary_plain_es": "Se aprueba la convocatoria para cubrir la plaza de Coordinador/a General de la Cooperación Española en Malí. Esta resolución afecta a aquellos interesados en trabajar en la Agencia Española de Cooperación Internacional para el Desarrollo (AECID), ya que establece los requisitos y funciones del puesto. Los seleccionados se encargarán de dirigir las Oficinas de Cooperación Española en el país, gestionando recursos humanos y económicos, así como colaborando con instituciones locales. Es importante que los ciudadanos conozcan esta convocatoria, ya que promueve la transparencia en el acceso a empleos públicos y fomenta la igualdad de oportunidades en la administración pública.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para garantizar un acceso equitativo a oportunidades laborales en el sector público y fomentar la participación ciudadana en la cooperación internacional.", "updated_at": "2026-01-29T08:23:02.766701+00:00"}
{"id": "boe-2025-09-29-resolucion-bf9f5f0f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de septiembre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se aprueban las bases y se convoca la provisión de plaza de Coordinador/a General de la Cooperación Española.", "date_published": "2025-09-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/29/pdfs/BOE-A-2025-19219.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:45:09.825652+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-29-resolucion-bf9f5f0f.pdf", "text_length": 22593, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "plaza coordinador", "AECID", "convocatoria pública", "empleo público", "Malí", "igualdad de género"], "summary_plain_es": "Se aprueba la convocatoria para cubrir la plaza de Coordinador/a General de la Cooperación Española en Malí. Esta resolución afecta a aquellos interesados en trabajar en la Agencia Española de Cooperación Internacional para el Desarrollo (AECID), ya que establece los requisitos y funciones del puesto. Los seleccionados se encargarán de dirigir las Oficinas de Cooperación Española en el país, gestionando recursos humanos y económicos, así como colaborando con instituciones locales. Es importante que los ciudadanos conozcan esta convocatoria, ya que promueve la transparencia en el acceso a empleos públicos y fomenta la igualdad de oportunidades en la administración pública.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para garantizar un acceso equitativo a oportunidades laborales en el sector público y fomentar la participación ciudadana en la cooperación internacional.", "updated_at": "2026-01-29T08:23:02.766701+00:00"}
{"id": "boe-2025-09-30-ley-a1bc9549", "source": "BOE", "type": "ley", "title_original": "Ley 8/2025, de 29 de septiembre, por la que se modifican la Ley 48/1960, de 21 de julio, sobre Navegación Aérea, y la Ley 21/2003, de 7 de julio, de Seguridad Aérea.", "date_published": "2025-09-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/30/pdfs/BOE-A-2025-19339.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:45:25.809678+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-30-ley-a1bc9549.pdf", "text_length": 70243, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["navegación aérea", "seguridad aérea", "aeronaves no tripuladas", "trámites administrativos", "aeropuertos", "modificaciones legales", "competencias de supervisión"], "summary_plain_es": "La Ley 8/2025 modifica la legislación sobre navegación y seguridad aérea en España, afectando a la gestión de aeropuertos y la regulación de aeronaves. Se optimiza la participación de administraciones en asuntos ambientales relacionados con aeropuertos, se simplifica la identificación de aeronaves y se actualizan normativas para incluir aeronaves no tripuladas. También se agilizan trámites administrativos para habilitaciones en actividades aeronáuticas y se clarifican competencias de supervisión de servicios de navegación aérea. Esto busca mejorar la seguridad y eficiencia en el sector aéreo, facilitando su adaptación a nuevas tecnologías y necesidades operativas.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan la seguridad y la gestión del espacio aéreo, así como los derechos y obligaciones en el uso de aeronaves.", "updated_at": "2026-01-29T08:23:07.260872+00:00"}
{"id": "boe-2025-09-30-resolucion-319b20ef", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de septiembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-09-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/09/30/pdfs/BOE-A-2025-19359.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:45:25.811330+00:00", "pdf_path": "pdfs/2025/09/boe-2025-09-30-resolucion-319b20ef.pdf", "text_length": 6222, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores", "currículum", "plazo de solicitud"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud a través del portal Funciona, o excepcionalmente, mediante el Registro Electrónico Común. Es importante que adjuntes tu currículum, donde debes incluir tus títulos académicos, experiencia laboral y otros méritos relevantes. Además, la permanencia en los puestos ubicados en el exterior será de un máximo de cinco años. Esta convocatoria es relevante para aquellos que buscan avanzar en su carrera dentro del servicio público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública, promoviendo la transparencia y la igualdad de acceso al empleo público.", "updated_at": "2026-01-29T08:23:12.790800+00:00"}
