{"id": "boe-2025-08-01-real_decreto-3d58b86d", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 608/2025, de 8 de julio, por el que se aprueba el Estatuto del organismo autónomo Instituto de la Juventud.", "date_published": "2025-08-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/01/pdfs/BOE-A-2025-15940.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:34:12.587732+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-01-real_decreto-3d58b86d.pdf", "text_length": 48591, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["Instituto de la Juventud", "Estatuto", "políticas de juventud", "participación juvenil", "Consejo Interterritorial", "observatorio de la juventud", "inclusión social"], "summary_plain_es": "El Real Decreto 608/2025 aprueba un nuevo Estatuto para el Instituto de la Juventud (INJUVE), que se encarga de gestionar las políticas del Gobierno en materia de juventud. Este cambio es importante porque actualiza la estructura y funciones del INJUVE, adaptándolas a las necesidades actuales de la juventud española y a los programas europeos que gestiona. Afecta principalmente a los jóvenes, ya que busca fomentar su participación activa en la sociedad, mejorar su acceso a la educación, empleo y vivienda, y prevenir la violencia y discriminación. Además, se crea un Consejo Interterritorial de Juventud y un Observatorio de la Juventud para fortalecer el diálogo y la participación. Este nuevo marco busca garantizar que los jóvenes puedan diseñar sus propios proyectos de vida en un entorno inclusivo y justo.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender cómo se gestionan las políticas de juventud y cómo pueden participar en la construcción de su futuro. La transparencia en estos procesos fomenta una sociedad más informada y activa.", "updated_at": "2026-01-29T08:11:05.182241+00:00"}
{"id": "boe-2025-08-01-orden-f89fce90", "source": "BOE", "type": "orden", "title_original": "Orden PJC/825/2025, de 31 de julio, por la que se convoca concurso específico para la provisión de puestos de trabajo en la Administración de Justicia en el ámbito territorial gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes.", "date_published": "2025-08-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/01/pdfs/BOE-A-2025-15949.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:34:12.589014+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-01-orden-f89fce90.pdf", "text_length": 66882, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Administración de Justicia", "puestos vacantes", "funcionarios", "méritos", "catalán", "solicitudes"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos vacantes en la Administración de Justicia, gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Este concurso afecta a funcionarios de los cuerpos de Gestión Procesal, Tramitación Procesal y Auxilio Judicial que estén destinados en el municipio donde se ofrecen los puestos. Los interesados deben estar en situación de servicio activo o con reserva de puesto. La convocatoria incluye dos fases de valoración de méritos, donde se tendrán en cuenta la antigüedad y el conocimiento del catalán, entre otros aspectos. Los funcionarios pueden presentar sus solicitudes en un plazo de quince días hábiles desde la publicación de esta orden. Es importante que los ciudadanos conozcan esta convocatoria, ya que afecta a la organización y funcionamiento de la justicia en su localidad.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este concurso, ya que afecta directamente a la calidad del servicio judicial y a la gestión de los recursos humanos en la Administración de Justicia.", "updated_at": "2026-01-29T08:11:13.092363+00:00"}
{"id": "boe-2025-08-02-real_decreto-d5bdb011", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 188/2025, de 11 de marzo, por el que se regulan las subvenciones y ayudas en el ámbito de la cooperación para el desarrollo sostenible y la solidaridad global.", "date_published": "2025-08-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/02/pdfs/BOE-A-2025-15985.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:34:33.501318+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-02-real_decreto-d5bdb011.pdf", "text_length": 2973, "topic_primary": "medio_ambiente", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "ayudas", "cooperación", "desarrollo sostenible", "solidaridad global", "corrección de errores", "real decreto"], "summary_plain_es": "Se han corregido errores en el Real Decreto 188/2025, que regula las subvenciones y ayudas para la cooperación en desarrollo sostenible y solidaridad global. Estas correcciones afectan a varios artículos del decreto, donde se han añadido letras a los párrafos para una mejor organización y claridad. Por ejemplo, se han corregido frases para que incluyan letras como a), b), c) y d) en los listados de entidades y tipos de ayudas. También se han ajustado términos específicos para asegurar que el texto sea preciso. Esto es importante para que las entidades y personas que soliciten estas ayudas comprendan correctamente los requisitos y procedimientos. Las correcciones aseguran que la normativa sea clara y accesible para todos los interesados en participar en estos programas de cooperación.", "affects_to": ["empresas", "organizaciones no gubernamentales", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender correctamente cómo acceder a las ayudas y subvenciones disponibles, asegurando así una participación efectiva en los programas de cooperación.", "updated_at": "2026-01-29T08:11:18.255363+00:00"}
{"id": "boe-2025-08-02-resolucion-fe1b8f2d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de julio de 2025, de la Subsecretaría, por la que se corrigen errores en la de 4 de diciembre de 2024, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo Superior de Actuarios, Estadísticos y Economistas de la Administración de la Seguridad Social.", "date_published": "2025-08-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/02/pdfs/BOE-A-2025-15996.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:34:33.502324+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-02-resolucion-fe1b8f2d.pdf", "text_length": 1444, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "corrección", "Cuerpo Superior", "Seguridad Social", "evaluación", "examen"], "summary_plain_es": "El 24 de julio de 2025, se publicó una resolución que corrige errores en una convocatoria anterior del 4 de diciembre de 2024, relacionada con el proceso selectivo para el ingreso en el Cuerpo Superior de Actuarios, Estadísticos y Economistas de la Administración de la Seguridad Social. Esta corrección aclara que los opositores no serán aprobados si dejan de contestar alguno de los temas en el segundo ejercicio, eliminando la mención a la parte a) del cuarto ejercicio. Esto es importante para los aspirantes, ya que les proporciona claridad sobre los requisitos de evaluación y les ayuda a prepararse adecuadamente para el examen. La corrección asegura que todos los candidatos tengan la misma información y condiciones en el proceso de selección.", "affects_to": ["estudiantes", "todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar que todos los aspirantes tengan acceso a la información correcta y puedan prepararse adecuadamente para el proceso selectivo.", "updated_at": "2026-01-29T08:11:25.345100+00:00"}
{"id": "boe-2025-08-04-orden-abbc3b6b", "source": "BOE", "type": "orden", "title_original": "Orden ECM/838/2025, de 28 de julio, por la que se acuerda la emisión, acuñación y puesta en circulación de monedas de colección «250 Aniversario. España y la Independencia de los EE.UU.»", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16055.pdf", "approved_by": "España y la Independencia de los EE. UU.»", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:34:46.660669+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-orden-abbc3b6b.pdf", "text_length": 19951, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["monedas de colección", "250 aniversario", "independencia de EE.UU.", "Carlos III", "George Washington", "numismática", "Fábrica Nacional de Moneda"], "summary_plain_es": "La Orden ECM/838/2025 establece la emisión y acuñación de monedas de colección con motivo del 250 aniversario de la independencia de los Estados Unidos. Estas monedas, que se pondrán en circulación en 2025 y 2026, incluyen una moneda de 200 euros, un cincuentín de 50 euros y ocho monedas de 10 euros. Cada pieza presenta diseños que rinden homenaje a la contribución de España en la independencia de las Trece Colonias, destacando figuras históricas como Carlos III y George Washington. Esta iniciativa busca conmemorar un evento significativo en la historia, resaltando la relación entre España y Estados Unidos. Las monedas serán acuñadas por la Fábrica Nacional de Moneda y Timbre, y su diseño y características están reguladas por la normativa europea. La emisión de estas monedas no solo es un acto simbólico, sino que también puede tener un impacto en la numismática y el coleccionismo, atrayendo la atención de coleccionistas y ciudadanos interesados en la historia.", "affects_to": ["todos_ciudadanos", "coleccionistas", "empresas"], "transparency_notes": "Es importante que los ciudadanos conozcan estas iniciativas, ya que fomentan el interés por la historia y la cultura, además de ofrecer oportunidades para el coleccionismo y la inversión en monedas conmemorativas.", "updated_at": "2026-01-29T08:11:31.831690+00:00"}
{"id": "boe-2025-08-04-resolucion-7713b572", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Barcelona, don José María Valls Xufré.", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16056.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:34:46.661200+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-resolucion-7713b572.pdf", "text_length": 1626, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "notario", "Barcelona", "José María Valls", "servicio notarial", "edad máxima", "cese efectivo"], "summary_plain_es": "Se ha declarado la jubilación del notario de Barcelona, don José María Valls Xufré, quien cumplirá 72 años el 11 de septiembre de 2025. Esta decisión se toma en cumplimiento de la ley que establece la edad máxima de jubilación para los notarios. La resolución indica que su cese efectivo en el cargo se producirá en esa misma fecha. Este cambio afecta a la organización del servicio notarial en Barcelona, ya que se deberá nombrar a un nuevo notario para ocupar su puesto. Es importante que los ciudadanos conozcan estas decisiones, ya que impactan en la disponibilidad de servicios notariales y en la gestión de documentos legales.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede afectar la atención y los servicios que reciben en trámites legales y notariales.", "updated_at": "2026-01-29T08:11:36.897706+00:00"}
{"id": "boe-2025-08-04-resolucion-ed4661ef", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Logroño, don Miguel Ángel Atance Posadas.", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16057.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:34:46.661516+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-resolucion-ed4661ef.pdf", "text_length": 1632, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "notario", "Logroño", "Miguel Ángel Atance Posadas", "servicios notariales", "edad máxima", "resolución", "cese efectivo"], "summary_plain_es": "Se ha declarado la jubilación del notario de Logroño, Miguel Ángel Atance Posadas, quien cumplirá 72 años el 10 de septiembre de 2025. Esta decisión se toma en cumplimiento de la ley que establece la edad máxima de jubilación para los notarios, que es de 72 años. La resolución indica que su cese efectivo en el cargo será en la misma fecha en que cumple la edad legal. Esta medida afecta directamente a la función notarial en Logroño, ya que se deberá nombrar a un nuevo notario para ocupar su puesto. Es importante que los ciudadanos conozcan estos cambios, ya que pueden afectar la disponibilidad de servicios notariales en la región.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede influir en el acceso a servicios esenciales como los notariales.", "updated_at": "2026-01-29T08:11:44.147112+00:00"}
{"id": "boe-2025-08-04-resolucion-edcf1619", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Pozuelo de Alarcón, don Adolfo Pries Picardo.", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16058.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:34:46.661813+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-resolucion-edcf1619.pdf", "text_length": 1638, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación notario", "Pozuelo de Alarcón", "Adolfo Pries Picardo", "servicio activo", "ley 29/1983"], "summary_plain_es": "Se ha declarado la jubilación del notario de Pozuelo de Alarcón, Adolfo Pries Picardo, quien cumplirá 72 años el 7 de septiembre de 2025. Esta decisión se toma en cumplimiento de la ley que establece la jubilación forzosa a esta edad, tras haber tenido la opción de prolongar su permanencia en el servicio activo hasta alcanzar el límite legal. A partir de esa fecha, dejará de ejercer sus funciones como notario. Esta resolución es importante porque asegura el cumplimiento de las normativas sobre la edad de jubilación en el ámbito notarial, garantizando así la renovación de los profesionales en este sector.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan las resoluciones sobre jubilaciones en el sector público, ya que esto afecta la continuidad y calidad de los servicios notariales que utilizan en su vida diaria.", "updated_at": "2026-01-29T08:11:50.584808+00:00"}
{"id": "boe-2025-08-04-resolucion-08670809", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de julio de 2025, de la Dirección General para el Servicio Público de Justicia, por la que se declara la jubilación de don Antonio Vercher Noguera, Fiscal de Sala de la Unidad de Medio Ambiente, Urbanismo y Patrimonio Histórico de la Fiscalía General del Estado.", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16059.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:34:46.662172+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-resolucion-08670809.pdf", "text_length": 1998, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "fiscal", "medio ambiente", "justicia", "resolución", "poder judicial", "derechos pasivos"], "summary_plain_es": "Se ha declarado la jubilación forzosa de Antonio Vercher Noguera, quien ha sido Fiscal de Sala en la Unidad de Medio Ambiente, Urbanismo y Patrimonio Histórico de la Fiscalía General del Estado. Esta resolución, emitida por la Dirección General para el Servicio Público de Justicia, establece que su jubilación será efectiva a partir del 21 de septiembre de 2025. La decisión se toma conforme a la normativa vigente que regula el procedimiento de jubilación en el ámbito del Ministerio Fiscal. Esto afecta directamente a la organización de la Fiscalía y a la gestión de recursos humanos en el sector público, ya que se debe considerar la incorporación de un nuevo fiscal en su lugar. Es importante que los ciudadanos conozcan estos cambios, ya que la Fiscalía juega un papel crucial en la defensa del interés público y la justicia ambiental.", "affects_to": ["funcionarios", "sector_sanitario", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los cambios en la administración pública, ya que esto afecta la calidad del servicio que reciben y la gestión de la justicia en el país.", "updated_at": "2026-01-29T08:11:56.871736+00:00"}
{"id": "boe-2025-08-04-orden-aca972b8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/840/2025, de 16 de julio, por la que se convoca concurso para la provisión de puestos de trabajo en el Instituto Nacional de Toxicología y Ciencias Forenses.", "date_published": "2025-08-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/04/pdfs/BOE-A-2025-16069.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:34:46.662559+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-04-orden-aca972b8.pdf", "text_length": 15773, "topic_primary": "empleo", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso", "puestos vacantes", "funcionarios", "Instituto Nacional de Toxicología", "justicia", "solicitudes", "requisitos"], "summary_plain_es": "Se convoca un concurso para cubrir puestos vacantes en el Instituto Nacional de Toxicología y Ciencias Forenses. Esta convocatoria está dirigida a funcionarios de carrera del Cuerpo o Escala de Facultativos de dicho Instituto. Para participar, debes cumplir ciertos requisitos, como haber pasado al menos dos años desde tu último destino definitivo. No podrás participar si estás en situación de suspensión o excedencia voluntaria, entre otras condiciones. Las solicitudes deben presentarse electrónicamente en un plazo de diez días hábiles desde la publicación de esta convocatoria. Es importante que conozcas esta información si eres funcionario en el ámbito de la justicia, ya que te permite optar a nuevas posiciones y mejorar tu carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su situación profesional dentro de la administración pública.", "updated_at": "2026-01-29T08:12:01.537306+00:00"}
{"id": "boe-2025-08-05-acuerdo-4a8523dd", "source": "BOE", "type": "acuerdo", "title_original": "Entrada en vigor del Acuerdo Bilateral entre el Reino de España y la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO) relativo a la designación del Palau Macaya como Centro de Categoría 2 auspiciado por la UNESCO, hecho en París el 21 de junio de 2023.", "date_published": "2025-08-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/05/pdfs/BOE-A-2025-16143.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:35:00.615633+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-05-acuerdo-4a8523dd.pdf", "text_length": 1252, "topic_primary": "educación", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["Palau Macaya", "UNESCO", "Centro de Categoría 2", "acuerdo bilateral", "educación", "ciencia", "cultura"], "summary_plain_es": "Se ha aprobado la entrada en vigor del Acuerdo Bilateral entre España y la UNESCO, que designa al Palau Macaya como un Centro de Categoría 2 auspiciado por esta organización. Este acuerdo, firmado en París el 21 de junio de 2023, comenzó a ser efectivo el 18 de julio de 2025, tras cumplir con todos los trámites necesarios. Esto significa que el Palau Macaya podrá desempeñar un papel importante en la promoción de la educación, la ciencia y la cultura a nivel internacional, beneficiando a la comunidad local y a los visitantes. Este tipo de acuerdos refuerza la colaboración entre España y la UNESCO, lo que puede traducirse en más oportunidades para proyectos culturales y educativos en el futuro.", "affects_to": ["todos_ciudadanos", "sector_educativo", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que promueve la educación y la cultura, beneficiando a la sociedad en su conjunto y fomentando la colaboración internacional.", "updated_at": "2026-01-29T08:12:07.802242+00:00"}
{"id": "boe-2025-08-05-resolucion-55368d30", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38368/2025, de 28 de julio, de la Subsecretaría, por la que se modifica la Resolución 400/38557/2024, de 20 de diciembre, por la que se publica la relación de aspirantes que han aprobado el proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Celador/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38494/2023, de 15 de diciembre.", "date_published": "2025-08-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/05/pdfs/BOE-A-2025-16167.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:00.616711+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-05-resolucion-55368d30.pdf", "text_length": 11491, "topic_primary": "sanidad", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["modificación resolución", "Celador/a", "Red Hospitalaria Defensa", "proceso selectivo", "documentación requerida", "personal estatutario fijo", "plazo presentación"], "summary_plain_es": "Se ha modificado la resolución que publica la lista de aspirantes aprobados para el puesto de Celador/a en la Red Hospitalaria de la Defensa. Esto afecta a aquellos que participaron en el proceso selectivo, ya que una persona no presentó la documentación requerida, lo que llevó a que se sustituyera por otra persona con mejor calificación. La nueva aspirante deberá presentar varios documentos en un plazo de veinte días hábiles. Es importante que los aspirantes estén al tanto de estos cambios para no perder sus derechos en el proceso. Esta resolución también establece que quienes ya son personal fijo no necesitan presentar ciertos documentos que ya han justificado anteriormente.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender sus derechos y obligaciones en procesos de selección pública, lo que promueve la transparencia y la confianza en la administración pública.", "updated_at": "2026-01-29T08:12:13.131488+00:00"}
{"id": "boe-2025-08-05-resolucion-3a368f07", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38369/2025, de 28 de julio, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo para la estabilización del empleo temporal de larga duración, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Celador/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38496/2024, de 20 de noviembre.", "date_published": "2025-08-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/05/pdfs/BOE-A-2025-16168.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:00.617104+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-05-resolucion-3a368f07.pdf", "text_length": 8455, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["estabilización empleo", "Celador/a", "Red Hospitalaria Defensa", "proceso selectivo", "personal estatutario fijo"], "summary_plain_es": "Se ha publicado la lista de personas aprobadas en el proceso selectivo para estabilizar el empleo temporal en la categoría de Celador/a en la Red Hospitalaria de la Defensa. Esto afecta a aquellos que han participado en el proceso y que buscan acceder a un puesto fijo. Los aspirantes aprobados deben presentar documentación específica en un plazo de 20 días hábiles, incluyendo títulos, declaraciones y certificaciones necesarias. Si no cumplen con los requisitos, perderán los derechos derivados de su participación. Además, se contempla la posibilidad de nombrar a candidatos adicionales si hay renuncias. Es importante que los ciudadanos conozcan este proceso, ya que afecta a la estabilidad laboral en el sector público de salud.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección y estabilización en el empleo público, ya que esto garantiza la transparencia y la igualdad de oportunidades en el acceso a puestos de trabajo en el sector sanitario.", "updated_at": "2026-01-29T08:12:18.452366+00:00"}
{"id": "boe-2025-08-06-orden-92c9fc62", "source": "BOE", "type": "orden", "title_original": "Orden DEF/848/2025, de 31 de julio, por la que se crea y regula la Comisión de Seguimiento de los actos conmemorativos del Centenario de los Grandes Vuelos de la Aviación Española.", "date_published": "2025-08-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/06/pdfs/BOE-A-2025-16228.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:35:09.601586+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-06-orden-92c9fc62.pdf", "text_length": 9355, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["comisión de seguimiento", "centenario aviación", "grandes vuelos", "plus ultra", "ejército del aire", "conmemoración", "historia de la aviación", "eventos conmemorativos"], "summary_plain_es": "La Orden DEF/848/2025 crea y regula la Comisión de Seguimiento para conmemorar el Centenario de los Grandes Vuelos de la Aviación Española, que se celebrará en 2026. Esta conmemoración recuerda el vuelo del 'Plus Ultra', que unió España con América del Sur por primera vez. La Comisión estará dirigida por el General Jefe del Estado Mayor del Ejército del Aire y del Espacio y se encargará de coordinar y supervisar todas las actividades relacionadas con este evento. Se busca involucrar a diversas instituciones, tanto nacionales como internacionales, para celebrar estos hitos de la aviación y fomentar el interés por la aeronáutica, especialmente entre los jóvenes. La creación de esta Comisión es un paso importante para asegurar que las celebraciones sean inclusivas y representativas de la historia de la aviación española.", "affects_to": ["todos_ciudadanos", "sector_educativo", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden para entender cómo se celebrará un hito importante en la historia de España y cómo pueden participar en las actividades conmemorativas.", "updated_at": "2026-01-29T08:12:26.043984+00:00"}
{"id": "boe-2025-08-06-resolucion-8dbab8e7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación de don Jaime del Valle Pintos, registrador de bienes muebles Central I.", "date_published": "2025-08-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/06/pdfs/BOE-A-2025-16229.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:35:09.602185+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-06-resolucion-8dbab8e7.pdf", "text_length": 1848, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "registrador", "bienes muebles", "resolución", "seguridad jurídica", "cuerpo registral", "España"], "summary_plain_es": "Se ha aprobado la jubilación de don Jaime del Valle Pintos, quien ha sido registrador de bienes muebles Central I. Esta decisión se basa en su solicitud y en el cumplimiento de la edad máxima de setenta y dos años, tal como lo establece la normativa vigente. La resolución tiene efectos a partir del 6 de agosto de 2025. Esto afecta a la organización interna del cuerpo de registradores, ya que se trata de un puesto importante que ahora quedará vacante. La jubilación de un registrador puede influir en la gestión de los registros de bienes muebles y en la atención a los ciudadanos que necesiten estos servicios, por lo que es relevante para todos aquellos que interactúan con el sistema registral.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los puestos públicos y cómo afectan a los servicios que reciben. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones.", "updated_at": "2026-01-29T08:12:32.625120+00:00"}
{"id": "boe-2025-08-06-resolucion-38902bee", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación de don Jesús María del Campo Ramírez, registrador mercantil de Madrid XXI.", "date_published": "2025-08-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/06/pdfs/BOE-A-2025-16230.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:35:09.602548+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-06-resolucion-38902bee.pdf", "text_length": 1863, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "registrador mercantil", "Madrid XXI", "Jesús María del Campo Ramírez", "normativa", "servicio activo", "cambio de personal"], "summary_plain_es": "Se ha aprobado la jubilación de don Jesús María del Campo Ramírez, quien ha sido registrador mercantil en Madrid XXI. Esta decisión se toma a raíz de su solicitud y de acuerdo con la normativa vigente que regula la jubilación de registradores. La jubilación será efectiva a partir del 18 de agosto de 2025, ya que don Jesús ha alcanzado la edad máxima permitida de setenta y dos años. Este cambio afecta a la estructura del registro mercantil en Madrid, ya que su puesto deberá ser ocupado por otro profesional. Es importante que los ciudadanos conozcan estos cambios, ya que pueden influir en la atención y los servicios ofrecidos en el registro mercantil.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede afectar la calidad y continuidad de los servicios que reciben.", "updated_at": "2026-01-29T08:12:37.280310+00:00"}
{"id": "boe-2025-08-06-resolucion-e95ee82c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación de don José Ignacio García Moratilla, registrador de la propiedad de A Coruña n.º 1.", "date_published": "2025-08-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/06/pdfs/BOE-A-2025-16231.pdf", "approved_by": "º 1.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:35:09.602940+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-06-resolucion-e95ee82c.pdf", "text_length": 1881, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "registrador de la propiedad", "A Coruña", "José Ignacio García Moratilla", "normativa", "cambio de registrador"], "summary_plain_es": "Se ha aprobado la jubilación de José Ignacio García Moratilla, quien ha sido registrador de la propiedad en A Coruña n.º 1. Esta decisión se toma a raíz de su solicitud presentada en enero de 2023 y se efectúa conforme a la normativa vigente que regula la jubilación de registradores. García Moratilla ha alcanzado la edad máxima de setenta y dos años y su jubilación será efectiva a partir del 4 de agosto de 2025. Este cambio afecta a la organización del registro de la propiedad en A Coruña, ya que se deberá nombrar a un nuevo registrador para ocupar su puesto. Es importante que los ciudadanos conozcan estos cambios, ya que afectan la gestión de sus propiedades y derechos relacionados con el registro.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede influir en la atención y gestión de sus trámites relacionados con la propiedad y otros derechos registrales.", "updated_at": "2026-01-29T08:12:43.541414+00:00"}
{"id": "boe-2025-08-07-resolucion-340873e7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de julio de 2025, de la Dirección de la Agencia Estatal de Seguridad Aérea, por la que se establecen nuevas condiciones para la expedición de los certificados de aeronavegabilidad y revisión de aeronavegabilidad para las aeronaves con certificado de tipo EASA que realicen operación en exclusiva, y se dejan sin efecto la Resolución de 18 de junio de 2004, de la Dirección General de Aviación Civil y la Resolución de 29 de abril de 2015, de la Dirección de la Agencia Estatal de Seguridad Aérea.", "date_published": "2025-08-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/07/pdfs/BOE-A-2025-16323.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:35:17.612911+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-07-resolucion-340873e7.pdf", "text_length": 17352, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["certificados de aeronavegabilidad", "AESA", "nueva normativa", "aviación civil", "EASA", "seguridad aérea", "operaciones exclusivas"], "summary_plain_es": "La Resolución de 11 de julio de 2025 de la Agencia Estatal de Seguridad Aérea establece nuevas condiciones para la expedición de certificados de aeronavegabilidad y revisión de aeronavegabilidad para aeronaves con certificado de tipo EASA que operan en exclusiva. Esta normativa deja sin efecto resoluciones anteriores de 2004 y 2015, actualizando así los requisitos y formatos necesarios para cumplir con la normativa europea vigente. Esto afecta principalmente a las aeronaves que realizan operaciones específicas, asegurando que los certificados emitidos sean válidos y cumplan con los estándares actuales. La actualización busca mejorar la seguridad y la eficacia en la regulación de la aviación civil, garantizando que las aeronaves operen bajo condiciones adecuadas y seguras.", "affects_to": ["empresas", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas nuevas regulaciones para entender cómo afectan la seguridad y la operatividad de las aeronaves en su entorno, garantizando un transporte aéreo más seguro y eficiente.", "updated_at": "2026-01-29T08:12:49.068989+00:00"}
{"id": "boe-2025-08-07-resolucion-b4c6c982", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de julio de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 12 de junio de 2025.", "date_published": "2025-08-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/07/pdfs/BOE-A-2025-16325.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:35:17.613496+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-07-resolucion-b4c6c982.pdf", "text_length": 3657, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "adjudicación", "administración pública"], "summary_plain_es": "La Resolución de 28 de julio de 2025, emitida por la Subsecretaría del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, resuelve la convocatoria de libre designación para cuatro puestos de trabajo. Esta convocatoria se había anunciado previamente el 12 de junio de 2025 y se refiere a posiciones en el Consejo de Administración del Patrimonio Nacional. Se han adjudicado dos puestos, mientras que otros dos han quedado desiertos. Los adjudicatarios tienen un plazo para tomar posesión de sus nuevos destinos, conforme a la normativa vigente. Esta resolución afecta a los funcionarios que aspiraban a estos puestos y establece el procedimiento a seguir en caso de impugnación. Es importante que los ciudadanos conozcan esta información para entender cómo se gestionan los nombramientos en la administración pública y los derechos que tienen en caso de desacuerdo con las decisiones administrativas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de nombramiento en la administración pública, ya que esto garantiza la transparencia y la correcta gestión de los recursos humanos en el sector público.", "updated_at": "2026-01-29T08:12:53.872187+00:00"}
{"id": "boe-2025-08-07-resolucion-248ef2d6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de julio de 2025, de la Subsecretaría, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 25 de septiembre de 2024.", "date_published": "2025-08-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/07/pdfs/BOE-A-2025-16345.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:17.614118+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-07-resolucion-248ef2d6.pdf", "text_length": 3144, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "puesto de trabajo", "funcionarios", "Seguridad Social", "recursos administrativos"], "summary_plain_es": "La Resolución de 30 de julio de 2025 declara desierta la convocatoria para el puesto de Secretario/Secretaria de Subdirector General en el Gabinete del Secretario de Estado de la Seguridad Social y Pensiones, que se había anunciado previamente el 25 de octubre de 2024. Esto significa que no se ha designado a nadie para este puesto, lo que puede afectar la gestión de la Seguridad Social y Pensiones. Si eres funcionario o estás interesado en este ámbito, es importante que sepas que esta decisión puede influir en futuras convocatorias y en la disponibilidad de puestos similares. Además, se establece que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses, lo que permite a los interesados cuestionar esta decisión ante la justicia. Mantente informado sobre estas resoluciones, ya que pueden afectar tu carrera profesional en el sector público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a sus oportunidades laborales.", "updated_at": "2026-01-29T08:12:59.173412+00:00"}
{"id": "boe-2025-08-08-orden-4019a89c", "source": "BOE", "type": "orden", "title_original": "Orden PJC/864/2025, de 4 de agosto, por la que se convoca concurso específico para la provisión de puestos de trabajo para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-08-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/08/pdfs/BOE-A-2025-16438.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:27.508915+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-08-orden-4019a89c.pdf", "text_length": 38401, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso de méritos", "Cuerpo de Letrados", "Administración de Justicia", "puestos de trabajo", "funcionarios", "antigüedad", "lengua oficial"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos de trabajo en el Cuerpo de Letrados de la Administración de Justicia. Esta convocatoria afecta a los funcionarios de este cuerpo que estén en activo y cumplan con los requisitos establecidos. Podrán solicitar un puesto de trabajo en su municipio, y deberán hacerlo de forma telemática. La selección se basará en un concurso de méritos, donde se valorarán aspectos como la antigüedad y el conocimiento de lenguas oficiales. Es importante que los letrados conozcan esta convocatoria para poder participar y optar a una mejor posición laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los letrados puedan participar y mejorar su situación laboral, lo que también impacta en la calidad del servicio judicial.", "updated_at": "2026-01-29T08:13:03.894426+00:00"}
{"id": "boe-2025-08-09-orden-0f2a18ff", "source": "BOE", "type": "orden", "title_original": "Orden TED/873/2025, de 1 de agosto, por la que se crea la Oficina Técnica de Desertificación en la Dirección General de Biodiversidad, Bosques y Desertificación.", "date_published": "2025-08-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/09/pdfs/BOE-A-2025-16493.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:35:39.963626+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-09-orden-0f2a18ff.pdf", "text_length": 10933, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oficina técnica", "desertificación", "cambio climático", "biodiversidad", "políticas ambientales", "España", "sostenibilidad", "recursos naturales"], "summary_plain_es": "La Orden TED/873/2025 crea la Oficina Técnica de Desertificación en la Dirección General de Biodiversidad, Bosques y Desertificación. Esta oficina tiene como objetivo desarrollar, ejecutar y coordinar las medidas para combatir la desertificación en España, un problema ambiental grave, especialmente en la región mediterránea. La creación de esta oficina responde a la necesidad de fortalecer las políticas de lucha contra el cambio climático y la desertificación, en línea con los compromisos internacionales y las estrategias nacionales. Afecta a todos los ciudadanos, ya que la desertificación impacta en los recursos naturales y la biodiversidad, y busca mejorar la coordinación entre administraciones y agentes involucrados. Este cambio es crucial para asegurar un futuro sostenible y mitigar los efectos del cambio climático en el país.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden para entender cómo se gestionarán los recursos naturales y las políticas ambientales en su país, así como su impacto en la sostenibilidad del entorno.", "updated_at": "2026-01-29T08:13:09.855765+00:00"}
{"id": "boe-2025-08-09-resolucion-258f431d", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38375/2025, de 31 de julio, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo para la estabilización del empleo temporal, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Técnico/a Superior en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38513/2024, de 25 de noviembre.", "date_published": "2025-08-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/09/pdfs/BOE-A-2025-16531.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:39.964996+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-09-resolucion-258f431d.pdf", "text_length": 8666, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "proceso selectivo", "personal estatutario", "Técnico Superior", "Red Hospitalaria", "documentación requerida", "estabilización empleo"], "summary_plain_es": "La Resolución 400/38375/2025, publicada el 9 de agosto de 2025, da a conocer la lista de personas que han aprobado el proceso selectivo para estabilizar el empleo temporal en la Red Hospitalaria de la Defensa, específicamente para la categoría de Técnico/a Superior. Este proceso afecta a los aspirantes que buscan acceder a un puesto de personal estatutario fijo en esta red. Los aprobados deben presentar documentación específica en un plazo de veinte días hábiles, incluyendo títulos académicos, declaraciones juradas y certificaciones médicas. Si no cumplen con estos requisitos, perderán sus derechos en el proceso. Además, quienes ya son personal fijo en otras administraciones están exentos de ciertos requisitos. Esta resolución es importante porque garantiza la transparencia y el acceso a la información sobre la selección de personal en el ámbito sanitario público.", "affects_to": ["funcionarios", "sector_sanitario", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se selecciona al personal en el sector público y garantizar la transparencia en la administración pública.", "updated_at": "2026-01-29T08:13:16.749490+00:00"}
{"id": "boe-2025-08-11-orden-04b53b8f", "source": "BOE", "type": "orden", "title_original": "Orden TMD/901/2025, de 5 de agosto, por la que se modifica la Orden TMD/369/2024, de 24 de abril, por la que se crean y regulan la Junta de Contratación y la Mesa de Contratación de los Servicios Centrales en el Ministerio de Política Territorial y Memoria Democrática y la Mesa de Contratación de los Servicios Periféricos integrados en las Delegaciones del Gobierno.", "date_published": "2025-08-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/11/pdfs/BOE-A-2025-16601.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:35:55.584136+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-11-orden-04b53b8f.pdf", "text_length": 8406, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["contratación pública", "Ministerio de Política Territorial", "memoria democrática", "modificación de orden", "Junta de Contratación", "Mesa de Contratación", "funcionarios", "eficacia"], "summary_plain_es": "La Orden TMD/901/2025 modifica la anterior Orden TMD/369/2024, que regula la Junta y Mesa de Contratación en el Ministerio de Política Territorial y Memoria Democrática. Esta modificación incluye la incorporación de un nuevo vocal que representará a la Secretaría de Estado de Memoria Democrática, lo que busca mejorar la eficacia y coherencia en el sistema de contratación pública del Ministerio. La nueva estructura responde a cambios organizativos y a la necesidad de adaptarse a las experiencias acumuladas en el ámbito de la contratación. Esto afecta principalmente a los funcionarios del Ministerio, ya que se redefine la composición de los órganos responsables de la contratación, asegurando que se cumplan los principios de buena regulación y transparencia. En resumen, esta orden busca optimizar la gestión de los recursos públicos y garantizar un proceso de contratación más eficiente y alineado con las políticas del Gobierno en materia de memoria democrática.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestionan los recursos públicos y cómo se toman decisiones en el ámbito de la contratación, lo que fomenta la confianza en las instituciones públicas.", "updated_at": "2026-01-29T08:13:23.516134+00:00"}
{"id": "boe-2025-08-11-resolucion-f4382103", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de agosto de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 10 de junio de 2025.", "date_published": "2025-08-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/11/pdfs/BOE-A-2025-16602.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:35:55.584682+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-11-resolucion-f4382103.pdf", "text_length": 3473, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Política Territorial"], "summary_plain_es": "La Resolución de 4 de agosto de 2025, emitida por la Subsecretaría del Ministerio de Política Territorial y Memoria Democrática, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo que se anunció el 10 de junio de 2025. Esta resolución afecta a los funcionarios que aspiraban a estos puestos, ya que se han adjudicado algunos de ellos, según lo indicado en el anexo de la resolución. Los nuevos funcionarios deberán tomar posesión de sus destinos conforme a la normativa vigente. Además, se establece que los interesados pueden presentar un recurso de reposición o un recurso contencioso-administrativo si no están de acuerdo con esta decisión. Es importante que los funcionarios conozcan esta resolución, ya que afecta directamente a su situación laboral y a las oportunidades de carrera dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a sus derechos laborales.", "updated_at": "2026-01-29T08:13:28.820846+00:00"}
{"id": "boe-2025-08-11-resolucion-b0237dce", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de julio de 2025, de la Presidencia de la Autoridad Independiente de Protección del Informante, A.A.I., por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-08-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/11/pdfs/BOE-A-2025-16609.pdf", "approved_by": "A. I., por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:35:55.585159+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-11-resolucion-b0237dce.pdf", "text_length": 15286, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "libre designación", "funcionarios", "selección", "competencias directivas", "plazo de solicitud"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Autoridad Independiente de Protección del Informante mediante el sistema de libre designación. Esta convocatoria está destinada a personal funcionario de carrera que cumpla con los requisitos establecidos. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir un currículum vitae, una justificación de tu idoneidad para el puesto y cuestionarios de autoevaluación. La selección incluirá entrevistas para valorar las competencias directivas de los candidatos. El nombramiento se realizará en un plazo máximo de un mes tras el cierre de la convocatoria. Es importante que conozcas esta información si eres funcionario interesado en el puesto, ya que puede afectar tu carrera profesional y oportunidades de desarrollo dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y mejorar la gestión pública. La transparencia en estos procedimientos fomenta la confianza en las instituciones y la igualdad de oportunidades.", "updated_at": "2026-01-29T08:13:33.440804+00:00"}
{"id": "boe-2025-08-12-resolucion-2ded77ae", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de agosto de 2025, del Museo Nacional Centro de Arte Reina Sofía, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-08-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/12/pdfs/BOE-A-2025-16722.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:05.829815+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-12-resolucion-2ded77ae.pdf", "text_length": 67004, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso de trabajo", "funcionarios", "Museo Reina Sofía", "igualdad de género", "vacantes", "provisión de puestos", "administración pública"], "summary_plain_es": "El Museo Nacional Centro de Arte Reina Sofía ha convocado un concurso específico para cubrir vacantes de puestos de trabajo. Este concurso está dirigido a funcionarios de carrera que cumplan con ciertos requisitos, como no estar en situación de suspensión. Se busca garantizar la igualdad de oportunidades entre hombres y mujeres en el proceso de selección. Además, se establecen condiciones sobre la permanencia en los puestos de trabajo y las situaciones administrativas de los participantes. Es importante que los funcionarios interesados estén al tanto de estas bases para poder participar adecuadamente y asegurar su derecho a optar por un nuevo puesto.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan ejercer sus derechos y participar en procesos de selección que afectan su carrera profesional.", "updated_at": "2026-01-29T08:13:37.578014+00:00"}
{"id": "boe-2025-08-13-resolucion-65bedc7b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de julio de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 6 de marzo de 2025.", "date_published": "2025-08-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/13/pdfs/BOE-A-2025-16781.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:36:17.563417+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-13-resolucion-65bedc7b.pdf", "text_length": 3410, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "funcionarios", "nuevos destinos", "recurso administrativo", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 16 de julio de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 6 de marzo de 2025. Esta resolución afecta a los funcionarios que han participado en el proceso de selección y se les asignan nuevos destinos. Los nombramientos se realizan de acuerdo con la normativa vigente y se establece el régimen de toma de posesión correspondiente. Si no estás de acuerdo con esta resolución, puedes presentar un recurso administrativo o contencioso-administrativo en los plazos establecidos. Es importante que los funcionarios conozcan sus derechos y las posibilidades de recurso ante decisiones administrativas que les afecten directamente.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos, especialmente los funcionarios, conozcan estas resoluciones para entender sus derechos y las opciones disponibles en caso de desacuerdo con decisiones administrativas.", "updated_at": "2026-01-29T08:13:45.902468+00:00"}
{"id": "boe-2025-08-13-resolucion-696ccf0d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de agosto de 2025, de la Subsecretaría, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 13 de febrero de 2025.", "date_published": "2025-08-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/13/pdfs/BOE-A-2025-16789.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:17.563907+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-13-resolucion-696ccf0d.pdf", "text_length": 3754, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "funcionarios", "recursos humanos", "Ministerio de Inclusión", "recurso contencioso-administrativo", "puestos de trabajo"], "summary_plain_es": "La Resolución de 1 de agosto de 2025 declara desierta la convocatoria de libre designación de puestos en el Ministerio de Inclusión, Seguridad Social y Migraciones, que se había anunciado anteriormente el 13 de febrero de 2025. Esto significa que no se han cubierto los puestos ofrecidos, lo que puede afectar a la gestión de recursos humanos en este ministerio. Si eres funcionario o estás interesado en trabajar en el sector público, es importante que sepas que esta decisión puede influir en futuras convocatorias y en la disponibilidad de puestos. Además, si consideras que esta resolución te afecta, tienes la opción de presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes ante el mismo órgano. Es fundamental que estés informado sobre estos procesos para poder ejercer tus derechos.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas resoluciones para entender cómo afectan a la administración pública y a sus oportunidades laborales. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T08:13:52.468752+00:00"}
{"id": "boe-2025-08-14-ley-2fc0bf74", "source": "BOE", "type": "ley", "title_original": "Ley 7/2025, de 30 de julio, de cambio de adscripción comarcal y veguerial del municipio de Aiguafreda.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16832.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:36:24.488551+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-ley-2fc0bf74.pdf", "text_length": 8010, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["Aiguafreda", "cambio de adscripción", "comarca de Osona", "El Vallès Oriental", "ley 7/2025", "veguería", "empleados públicos", "sistema sanitario"], "summary_plain_es": "La Ley 7/2025, aprobada el 30 de julio, establece el cambio de adscripción comarcal y veguerial del municipio de Aiguafreda, que pasará de pertenecer a la comarca de El Vallès Oriental a la comarca de Osona. Este cambio responde a una demanda de la población de Aiguafreda, que busca fortalecer los lazos sociales y económicos con Osona. La ley también asegura que los empleados públicos del Consejo Comarcal de El Vallès Oriental que sean trasladados a Osona mantendrán su vinculación laboral. Además, se garantiza que el cambio no afectará la organización del sistema sanitario, manteniendo a Aiguafreda vinculado a su área de salud actual. La ley entra en vigor al día siguiente de su publicación en el Diario Oficial de la Generalitat de Catalunya.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley, ya que afecta la organización territorial y los servicios que reciben, así como la vinculación de sus empleados públicos. La transparencia en estos cambios promueve una mejor comprensión y participación ciudadana en la gestión local.", "updated_at": "2026-01-29T08:13:59.221964+00:00"}
{"id": "boe-2025-08-14-orden-d6f9cbb2", "source": "BOE", "type": "orden", "title_original": "Orden TES/910/2025, de 29 de julio, por la que se dispone el cese de don Carlos Corrochano Pérez como Director del Gabinete de la Secretaria de Estado de Economía Social.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16836.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:36:24.489259+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-orden-d6f9cbb2.pdf", "text_length": 921, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cese", "Carlos Corrochano", "economía social", "Ministerio de Trabajo", "nombramientos", "gobierno", "Yolanda Díaz"], "summary_plain_es": "Se ha publicado una orden que cesa a Carlos Corrochano Pérez de su cargo como Director del Gabinete de la Secretaria de Estado de Economía Social. Este cese será efectivo a partir del 25 de agosto de 2025. La decisión ha sido tomada por el Ministerio de Trabajo y Economía Social, liderado por la Vicepresidenta Segunda del Gobierno, Yolanda Díaz Pérez. Este cambio en la dirección puede afectar la gestión y las políticas relacionadas con la economía social en España, impactando potencialmente a los trabajadores y a las organizaciones del sector. Es importante que estés al tanto de estos cambios, ya que pueden influir en las decisiones y estrategias del gobierno en materia de economía social.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los cambios en la administración pública, ya que estos pueden afectar la gestión de políticas que impactan en la economía y el bienestar social del país.", "updated_at": "2026-01-29T08:14:04.027625+00:00"}
{"id": "boe-2025-08-14-resolucion-7afdf501", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38382/2025, de 8 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación como militar de carrera a la Escala de Oficiales del Cuerpo Jurídico Militar.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16839.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:24.490392+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-resolucion-7afdf501.pdf", "text_length": 3902, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Cuerpo Jurídico Militar", "ingreso militar", "escala de oficiales", "formación militar", "proceso de selección"], "summary_plain_es": "Se publica la relación definitiva de personas que han sido propuestas para ser alumnos en los centros docentes militares de formación, específicamente para la Escala de Oficiales del Cuerpo Jurídico Militar. Esto afecta a aquellos que han participado en el proceso de selección convocado el 8 de mayo de 2025. Los seleccionados deben presentarse en la Academia General Militar en Zaragoza en fechas específicas, dependiendo de si ingresan directamente o por promoción. Es importante que los propuestos se presenten en la fecha indicada, ya que la falta de justificación se considerará como renuncia a la plaza. Este proceso es un paso crucial para quienes desean convertirse en militares de carrera en el ámbito jurídico.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para el ingreso en las Fuerzas Armadas, ya que promueven la transparencia y el acceso a oportunidades laborales en el ámbito público.", "updated_at": "2026-01-29T08:14:11.412827+00:00"}
{"id": "boe-2025-08-14-resolucion-fc06f512", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38383/2025, de 8 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación, mediante las formas de ingreso directo y promoción, para la incorporación como militar de carrera en el Cuerpo de Músicas Militares.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16840.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:24.491196+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-resolucion-fc06f512.pdf", "text_length": 5583, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "Cuerpo de Músicas Militares", "ingreso directo", "promoción", "selección", "centros docentes militares", "presentación", "Fuerzas Armadas"], "summary_plain_es": "La Resolución 452/38383/2025, publicada el 8 de agosto, establece la relación definitiva de personas que han sido seleccionadas para ingresar como alumnos en los centros docentes militares de formación del Cuerpo de Músicas Militares. Esta resolución afecta a quienes han participado en los procesos de selección, tanto por ingreso directo como por promoción. Los seleccionados deben presentarse en la Academia General Básica de Suboficiales en Talarn, Lleida, en las fechas indicadas: el 18 de agosto para el ingreso directo y el 1 de septiembre para la promoción. Es importante que los aspirantes cumplan con estas fechas, ya que la falta de presentación sin justificación se interpretará como una renuncia a la plaza. Además, quienes no tienen condición militar deberán firmar un documento de incorporación a las Fuerzas Armadas al presentarse.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta resolución para entender cómo se lleva a cabo el proceso de selección en las Fuerzas Armadas y las oportunidades que existen para ingresar en ellas.", "updated_at": "2026-01-29T08:14:19.213166+00:00"}
{"id": "boe-2025-08-14-resolucion-e37a3415", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38384/2025, de 8 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación, como militar de carrera o adscripción como militar de complemento, a las Escalas de Oficiales y Escalas Técnicas de los Cuerpos de Ingenieros.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16841.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:24.491652+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-resolucion-e37a3415.pdf", "text_length": 8672, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución militar", "ingreso centros docentes", "militares de carrera", "Escalas de Oficiales", "Escalas Técnicas", "proceso de selección", "formación militar"], "summary_plain_es": "La Resolución 452/38384/2025, publicada el 14 de agosto de 2025, establece la relación definitiva de personas que han sido propuestas para ser alumnos en los centros docentes militares de formación. Esto afecta a quienes desean ingresar como militares de carrera o como militares de complemento en las Escalas de Oficiales y Escalas Técnicas de los Cuerpos de Ingenieros. Los seleccionados deben presentarse en las academias correspondientes en fechas específicas, y quienes no se presenten sin justificación perderán su plaza. Esta resolución es importante porque establece el proceso de selección y los pasos a seguir para los futuros militares, garantizando que los ciudadanos conozcan las oportunidades de formación y servicio en las Fuerzas Armadas.", "affects_to": ["estudiantes", "todos_ciudadanos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta resolución para entender las oportunidades de ingreso y formación en las Fuerzas Armadas, así como los derechos y deberes de los futuros militares.", "updated_at": "2026-01-29T08:14:25.034328+00:00"}
{"id": "boe-2025-08-14-resolucion-869bf057", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38385/2025, de 8 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación como militar de carrera a la Escala de Oficiales y Escala de Oficiales Enfermeros del Cuerpo Militar de Sanidad de las Fuerzas Armadas.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16842.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:24.492098+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-resolucion-869bf057.pdf", "text_length": 9512, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["ingreso militar", "Escala de Oficiales", "Cuerpo Militar de Sanidad", "formación militar", "selección alumnos"], "summary_plain_es": "Se ha publicado la relación definitiva de personas seleccionadas para ser alumnos en los centros docentes militares de formación, específicamente para la Escala de Oficiales y la Escala de Oficiales Enfermeros del Cuerpo Militar de Sanidad. Si has sido seleccionado, debes presentarte en la Academia General Militar en Zaragoza en las fechas indicadas: el 18 de agosto para ingreso directo y el 1 de septiembre para ingreso por promoción. Es importante que asistas en la fecha y hora establecidas, ya que si no lo haces sin justificación, se considerará que renuncias a tu plaza. Además, aquellos que no tengan condición militar deberán firmar un documento de incorporación a las Fuerzas Armadas al presentarse. Este proceso afecta a los futuros oficiales y enfermeros militares, quienes recibirán formación especializada para su carrera en el ámbito militar.", "affects_to": ["todos_ciudadanos", "estudiantes", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección, ya que garantizan la transparencia en la incorporación de nuevos miembros a las Fuerzas Armadas y promueven la igualdad de oportunidades en el acceso a la formación militar.", "updated_at": "2026-01-29T08:14:32.733494+00:00"}
{"id": "boe-2025-08-14-resolucion-8d831d95", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38386/2025, de 11 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación, mediante las formas de ingreso directo y promoción, para la incorporación como militar de carrera o la adscripción como militar de complemento a las Escalas de Oficiales de los Cuerpos de Intendencia.", "date_published": "2025-08-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/14/pdfs/BOE-A-2025-16843.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:24.492504+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-14-resolucion-8d831d95.pdf", "text_length": 9282, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["ingreso militar", "centros docentes", "militares de carrera", "promoción", "escuelas militares"], "summary_plain_es": "La Resolución 452/38386/2025, publicada el 14 de agosto de 2025, establece la relación definitiva de personas seleccionadas para ingresar como alumnos en los centros docentes militares de formación. Este proceso incluye tanto el ingreso directo como la promoción para aquellos que desean convertirse en militares de carrera o complementarios en las Escalas de Oficiales de los Cuerpos de Intendencia. Las personas seleccionadas deben presentarse en las fechas y lugares indicados, y si no lo hacen sin justificación, se considerará que renuncian a su plaza. Esta resolución afecta a los aspirantes a militar y es un paso crucial para quienes buscan una carrera en las Fuerzas Armadas.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para el ingreso en las Fuerzas Armadas, ya que promueve la transparencia y el acceso a oportunidades de carrera en el ámbito militar.", "updated_at": "2026-01-29T08:14:39.840601+00:00"}
{"id": "boe-2025-08-15-ley-10addd7c", "source": "BOE", "type": "ley", "title_original": "Decreto-ley 12/2025, de 3 de junio, para aumentar la resiliencia del suministro eléctrico en Cataluña.", "date_published": "2025-08-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/15/pdfs/BOE-A-2025-16905.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:36:45.396033+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-15-ley-10addd7c.pdf", "text_length": 33685, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["decreto-ley", "suministro eléctrico", "Cataluña", "energías renovables", "baterías", "apagón", "transición energética"], "summary_plain_es": "El Decreto-ley 12/2025, aprobado en Cataluña, busca mejorar la resiliencia del suministro eléctrico tras un apagón masivo ocurrido en abril de 2025. Este apagón afectó gravemente a la vida social y económica de la región, evidenciando la fragilidad del sistema energético. El decreto establece medidas urgentes para aumentar la producción de energías renovables, como la solar y eólica, y mejorar el almacenamiento de energía mediante baterías. Esto no solo busca prevenir futuros apagones, sino también reducir la dependencia de combustibles externos y combatir el cambio climático. Las empresas y los ciudadanos se verán beneficiados por un marco regulatorio más claro que facilite la implementación de proyectos energéticos sostenibles y competitivos, garantizando un suministro eléctrico seguro y de calidad en Cataluña.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender cómo se mejorará la seguridad del suministro eléctrico y se fomentará el uso de energías limpias, lo que impacta directamente en su calidad de vida y en la economía local.", "updated_at": "2026-01-29T08:14:46.215928+00:00"}
{"id": "boe-2025-08-15-resolucion-6e43173a", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38388/2025, de 13 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación, mediante la forma de ingreso directo, con y sin exigencia de titulación universitaria previa, para la incorporación, como militar de carrera o adscripción como militar de complemento a las Escalas de Oficiales de los Cuerpos Generales, del Cuerpo de Infantería de Marina y del Cuerpo de la Guardia Civil.", "date_published": "2025-08-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/15/pdfs/BOE-A-2025-16911.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:45.397289+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-15-resolucion-6e43173a.pdf", "text_length": 31198, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["ingreso militar", "resolución 452/38388/2025", "cuerpos generales", "militares de carrera", "Guardia Civil", "formación militar"], "summary_plain_es": "La Resolución 452/38388/2025, publicada el 13 de agosto, establece la lista definitiva de personas seleccionadas para ingresar en los centros docentes militares de formación. Esta resolución afecta a quienes desean convertirse en militares de carrera o de complemento en las Escalas de Oficiales del Ejército de Tierra, la Armada y la Guardia Civil. Las personas seleccionadas deben presentarse el 18 de agosto de 2025 en las academias correspondientes. Si no se presentan sin justificación, se considera que renuncian a su plaza. Esta normativa es importante para asegurar que los futuros militares cumplan con los requisitos necesarios y para organizar el ingreso en las fuerzas armadas de manera eficiente.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para entender cómo se forman las Fuerzas Armadas y qué oportunidades existen para los jóvenes que desean servir a su país.", "updated_at": "2026-01-29T08:14:52.890997+00:00"}
{"id": "boe-2025-08-15-resolucion-8c38f57a", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38391/2025, de 13 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación, como militar de carrera, a la Escala de Oficiales del Cuerpo Militar de Sanidad, especialidad fundamental Medicina, sin titulación universitaria previa.", "date_published": "2025-08-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/15/pdfs/BOE-A-2025-16912.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:36:45.397675+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-15-resolucion-8c38f57a.pdf", "text_length": 6579, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "Cuerpo Militar de Sanidad", "ingreso alumnos", "formación militar", "medicina", "titulación previa", "presentación", "universidad"], "summary_plain_es": "La Resolución 452/38391/2025, publicada el 13 de agosto de 2025, establece la lista definitiva de personas seleccionadas para ingresar como alumnos en los centros docentes militares de formación del Cuerpo Militar de Sanidad, especialidad Medicina, sin necesidad de titulación universitaria previa. Esto significa que aquellos que han sido seleccionados podrán formarse como militares de carrera en esta especialidad. La presentación de los elegidos está programada para el 18 de agosto y el 1 de septiembre de 2025, dependiendo de si ingresan directamente o por promoción. Es importante que los seleccionados se presenten en las fechas indicadas, ya que la falta de justificación por ausencia se considerará como renuncia a la plaza. Además, estos nuevos alumnos serán matriculados en la Universidad de Alcalá para continuar su formación académica. Esta resolución es crucial para quienes desean una carrera en el ámbito militar de la salud.", "affects_to": ["estudiantes", "sector_sanitario", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las oportunidades de formación y empleo en el ámbito militar, especialmente en áreas críticas como la salud.", "updated_at": "2026-01-29T08:14:57.787771+00:00"}
{"id": "boe-2025-08-16-resolucion-0d5d679c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de agosto de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 18 de junio de 2025.", "date_published": "2025-08-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/16/pdfs/BOE-A-2025-16941.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:37:06.408845+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-16-resolucion-0d5d679c.pdf", "text_length": 3935, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 11 de agosto de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve la convocatoria de libre designación para varios puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria, anunciada anteriormente el 18 de junio de 2025, permite que ciertos funcionarios puedan optar a nuevos destinos dentro del ministerio. El proceso de toma de posesión de estos nuevos puestos se regirá por las normativas establecidas en la legislación vigente. Es importante que los funcionarios interesados estén al tanto de esta resolución, ya que les afecta directamente en su carrera profesional y en la posibilidad de cambiar de puesto. Además, se establece que contra esta resolución se puede presentar un recurso contencioso-administrativo en un plazo de dos meses, lo que garantiza el derecho a la defensa de los afectados.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los puestos en la administración pública y cómo pueden afectar a los funcionarios en su desarrollo profesional.", "updated_at": "2026-01-29T08:15:05.494743+00:00"}
{"id": "boe-2025-08-16-resolucion-daa2b0f6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de agosto de 2025, de la Presidencia de la Autoridad Independiente de Protección del Informante, A.A.I., por la que se convoca la provisión de puestos de trabajos por el sistema de libre designación.", "date_published": "2025-08-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/16/pdfs/BOE-A-2025-16943.pdf", "approved_by": "A. I., por la que se convoca la provisión de puestos de trabajos por el sistema de libre designación.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:06.409395+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-16-resolucion-daa2b0f6.pdf", "text_length": 7769, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "funcionarios", "libre designación", "igualdad de género", "Autoridad Independiente"], "summary_plain_es": "La Resolución de 7 de agosto de 2025 convoca a funcionarios de carrera a solicitar puestos de trabajo en la Autoridad Independiente de Protección del Informante mediante el sistema de libre designación. Esta convocatoria está dirigida a aquellos que cumplan con los requisitos establecidos en el anexo de la resolución. Los interesados deben presentar su solicitud en un plazo de quince días hábiles, acompañada de su currículum vitae y otros méritos relevantes. La resolución también destaca la importancia de la igualdad de género en el proceso de selección. Es fundamental que los funcionarios conozcan esta oportunidad para avanzar en sus carreras dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan esta convocatoria para que los funcionarios puedan acceder a nuevas oportunidades laborales y contribuir a una administración pública más eficiente y equitativa.", "updated_at": "2026-01-29T08:15:12.937666+00:00"}
{"id": "boe-2025-08-18-resolucion-c1f2b8be", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de agosto de 2025, de la Dirección General de Política Energética y Minas, por la que se publican los nuevos precios de venta, antes de impuestos, de los gases licuados del petróleo por canalización.", "date_published": "2025-08-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/18/pdfs/BOE-A-2025-16958.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:37:21.530311+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-18-resolucion-c1f2b8be.pdf", "text_length": 7813, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios gases licuados", "GLP canalización", "tarifas gas", "consumidores finales", "empresas distribuidoras"], "summary_plain_es": "A partir del 19 de agosto de 2025, se actualizan los precios de venta de los gases licuados del petróleo (GLP) por canalización. Para los usuarios finales, el término fijo será de 1,58 €/mes y el término variable de 75,9963 c€/kg. Las empresas distribuidoras de GLP por canalización tendrán un precio de 61,2199 c€/kg. Estos precios no incluyen impuestos, que varían según la región. Esta resolución afecta tanto a los consumidores finales como a las empresas distribuidoras, ya que establece tarifas que se aplicarán a los suministros pendientes de ejecución. Es importante que los ciudadanos conozcan estos cambios para entender cómo afectarán sus facturas de gas y la planificación de sus gastos energéticos.", "affects_to": ["todos_ciudadanos", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los cambios en los precios de los gases licuados, ya que esto impacta directamente en sus facturas de energía y en la economía familiar.", "updated_at": "2026-01-29T08:15:19.051510+00:00"}
{"id": "boe-2025-08-18-resolucion-12274917", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de agosto de 2025, de la Subsecretaría, por la que se publica la relación de personas aprobadas de la fase de oposición del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo Especial Facultativo de Marina Civil, convocado por Resolución de 10 de enero de 2025.", "date_published": "2025-08-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/18/pdfs/BOE-A-2025-16964.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:21.531306+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-18-resolucion-12274917.pdf", "text_length": 4059, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo Especial Facultativo", "Marina Civil", "funcionarios", "nombramiento", "curso selectivo", "verificación de datos"], "summary_plain_es": "Se ha publicado la lista de personas que han aprobado la fase de oposición para ingresar al Cuerpo Especial Facultativo de Marina Civil. Esta resolución afecta a los aspirantes que participaron en el proceso selectivo convocado en enero de 2025. Los aprobados no necesitarán presentar documentación adicional, ya que sus datos han sido verificados por la Administración. Además, se procederá al nombramiento de funcionarios en prácticas, quienes deberán superar un curso selectivo para obtener su plaza definitiva. Si no lo logran, perderán el derecho a ser nombrados funcionarios, aunque aquellos que no puedan realizar el curso por causas justificadas podrán hacerlo más tarde. Es importante que los ciudadanos conozcan esta información para entender cómo se gestionan los procesos de selección en la Administración pública y los derechos que tienen los aspirantes.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se eligen a los funcionarios y cómo se garantiza la transparencia en la Administración pública.", "updated_at": "2026-01-29T08:15:27.303084+00:00"}
{"id": "boe-2025-08-19-resolucion-c0cc72a7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de agosto de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 23 de junio de 2025, en el Instituto Nacional de Seguridad y Salud en el Trabajo.", "date_published": "2025-08-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/19/pdfs/BOE-A-2025-17009.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:37:27.509118+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-19-resolucion-c0cc72a7.pdf", "text_length": 3564, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Instituto Nacional de Seguridad", "trabajo", "funcionarios", "nombramiento"], "summary_plain_es": "La Resolución de 13 de agosto de 2025, emitida por la Subsecretaría del Ministerio de Trabajo y Economía Social, resuelve la convocatoria de libre designación para un puesto en el Instituto Nacional de Seguridad y Salud en el Trabajo. Esta convocatoria fue anunciada previamente el 23 de junio de 2025. Se confirma que los candidatos seleccionados cumplen con los requisitos necesarios y son idóneos para el puesto, según la valoración del centro directivo correspondiente. La toma de posesión del nuevo puesto se llevará a cabo conforme a la normativa vigente. Además, se informa que contra esta resolución se puede interponer un recurso de reposición o un recurso contencioso-administrativo, dependiendo de la preferencia del interesado. Esto afecta principalmente a los funcionarios del Instituto Nacional de Seguridad y Salud en el Trabajo, ya que se trata de un nombramiento dentro de su estructura organizativa.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de resoluciones para entender cómo se gestionan los nombramientos en la administración pública y garantizar la transparencia en los procesos de selección de personal.", "updated_at": "2026-01-29T08:15:36.904276+00:00"}
{"id": "boe-2025-08-19-resolucion-e08ca634", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de agosto de 2025, de la Subsecretaría, por la que se publica la relación de personas aprobadas en la fase de oposición del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Arquitectos de la Hacienda Pública, convocado por Resolución de 14 de junio de 2024.", "date_published": "2025-08-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/19/pdfs/BOE-A-2025-17014.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:27.509676+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-19-resolucion-e08ca634.pdf", "text_length": 6787, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Arquitectos", "Hacienda Pública", "funcionarios", "proceso selectivo", "remuneración", "prácticas", "transparencia"], "summary_plain_es": "La Resolución de 1 de agosto de 2025 publica la lista de personas que han aprobado la fase de oposición para ingresar al Cuerpo de Arquitectos de la Hacienda Pública, un proceso que se inició con una convocatoria en junio de 2024. Esta resolución afecta a los aspirantes que han superado las pruebas y deben ahora cumplir con ciertos requisitos para ser nombrados funcionarios en prácticas. Además, se establece que aquellos que ya son funcionarios deben optar por la remuneración que desean durante su periodo de prácticas. Es importante que los ciudadanos conozcan esta información, ya que refleja la transparencia en los procesos de selección de personal público y garantiza que se sigan los procedimientos establecidos para el ingreso en la administración pública.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección de personal público, ya que esto promueve la confianza en la administración y asegura que se sigan los principios de igualdad y mérito.", "updated_at": "2026-01-29T08:15:43.748776+00:00"}
{"id": "boe-2025-08-20-resolucion-2ebe3901", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de agosto de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 22 de enero de 2025.", "date_published": "2025-08-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/20/pdfs/BOE-A-2025-17026.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:37:34.667733+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-20-resolucion-2ebe3901.pdf", "text_length": 4701, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Resolución de 13 de agosto de 2025, emitida por la Subsecretaría del Ministerio de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo realizada el 22 de enero de 2025. Esto significa que se han adjudicado ciertos puestos en el ministerio, lo que afecta a los funcionarios que aspiraban a estos cargos. La resolución especifica cómo se llevará a cabo la toma de posesión de los nuevos destinos y establece los plazos para interponer recursos en caso de desacuerdo. Es importante que los funcionarios conozcan esta información para entender sus derechos y opciones en el proceso de selección y nombramiento.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos administrativos para garantizar la transparencia y la correcta gestión de los recursos públicos, así como para fomentar la participación en la administración pública.", "updated_at": "2026-01-29T08:15:48.907618+00:00"}
{"id": "boe-2025-08-20-resolucion-5f53c8a5", "source": "BOE", "type": "resolucion", "title_original": "Resolución 452/38397/2025, de 18 de agosto, de la Dirección General de Reclutamiento y Enseñanza Militar, por la que se publica la relación definitiva de personas propuestas para ser nombradas alumnos y alumnas para el ingreso en los centros docentes militares de formación para la incorporación, como militar de carrera, a las Escalas de Suboficiales de los Cuerpos Generales y del Cuerpo de Infantería de Marina, con y sin titulación previa de Técnico Superior.", "date_published": "2025-08-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/20/pdfs/BOE-A-2025-17028.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:34.668382+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-20-resolucion-5f53c8a5.pdf", "text_length": 32451, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución militar", "ingreso suboficiales", "centros docentes militares", "titulación Técnico Superior", "Fuerzas Armadas"], "summary_plain_es": "La Resolución 452/38397/2025, publicada el 20 de agosto de 2025, establece la lista definitiva de personas seleccionadas para ingresar como alumnos en los centros docentes militares de formación, específicamente para las Escalas de Suboficiales de los Cuerpos Generales y del Cuerpo de Infantería de Marina. Esta resolución afecta a aquellos que han sido propuestos para ser nombrados alumnos, tanto con titulación previa de Técnico Superior como sin ella. Los seleccionados deberán presentarse en sus respectivos centros el 18 de agosto de 2025, y aquellos que ya son militares lo harán el 1 de septiembre. Es importante que los propuestos asistan en la fecha indicada, ya que la falta de justificación se considerará como renuncia a la plaza. Esta normativa es crucial para quienes desean formar parte de las Fuerzas Armadas como militares de carrera.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender los procesos de selección y acceso a las Fuerzas Armadas, lo que promueve la transparencia y la confianza en las instituciones públicas.", "updated_at": "2026-01-29T08:15:54.549149+00:00"}
{"id": "boe-2025-08-21-resolucion-51053d28", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de agosto de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 12 de junio de 2025.", "date_published": "2025-08-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/21/pdfs/BOE-A-2025-17053.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:37:48.479095+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-21-resolucion-51053d28.pdf", "text_length": 3454, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "justicia", "nombramientos", "administración pública", "recurso contencioso-administrativo"], "summary_plain_es": "La Resolución de 14 de agosto de 2025, emitida por la Secretaría de Estado de Justicia, resuelve la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Esta convocatoria, anunciada previamente el 12 de junio de 2025, ha seguido el procedimiento establecido por la ley y ha cumplido con los requisitos necesarios. El puesto adjudicado es el de Gerente en la Gerencia Territorial de Justicia de Órganos Centrales, y la persona seleccionada es Alexandra Sanz Prieto. Es importante que los interesados en el ámbito de la administración pública conozcan estos procesos, ya que afectan a la transparencia y la gestión de recursos humanos en el sector público. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses, lo que garantiza el derecho a la impugnación de decisiones administrativas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y cómo pueden ejercer sus derechos ante decisiones administrativas.", "updated_at": "2026-01-29T08:16:02.509846+00:00"}
{"id": "boe-2025-08-21-resolucion-7973768f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de agosto de 2025, de la Secretaría de Estado de Justicia, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 9 de abril de 2025.", "date_published": "2025-08-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/21/pdfs/BOE-A-2025-17056.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:48.479589+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-21-resolucion-7973768f.pdf", "text_length": 3113, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "funcionarios", "Ministerio de Justicia", "oportunidades laborales"], "summary_plain_es": "La Resolución de 14 de agosto de 2025 declara desierta la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, que fue anunciada el 9 de abril de 2025. Esto significa que no se ha designado a ningún candidato para el puesto, ya que no se han cumplido los requisitos o no se han presentado aspirantes adecuados. Esta decisión afecta a los funcionarios que podrían haber estado interesados en el puesto, ya que no habrá cambios en la ocupación de este cargo. Si eres un funcionario o estás interesado en trabajar en la administración pública, es importante que estés al tanto de estas resoluciones, ya que pueden influir en futuras oportunidades laborales en el sector público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los procesos de selección en la administración pública y las oportunidades disponibles para el empleo público.", "updated_at": "2026-01-29T08:16:08.113644+00:00"}
{"id": "boe-2025-08-22-ley-7974e05e", "source": "BOE", "type": "ley", "title_original": "Corrección de errores de la Ley Foral 9/2025, de 30 de junio, para el derecho a la vivienda asequible en Navarra, que modifica la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, y el Decreto Foral Legislativo 1/2017, de 26 de julio, por el que se aprueba el Texto Refundido de la Ley Foral de Ordenación del Territorio y Urbanismo.", "date_published": "2025-08-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/22/pdfs/BOE-A-2025-17081.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:37:54.769477+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-22-ley-7974e05e.pdf", "text_length": 1389, "topic_primary": "vivienda", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["vivienda asequible", "Navarra", "corrección de errores", "Ley Foral 9/2025", "numeración", "derecho a la vivienda"], "summary_plain_es": "Se ha publicado una corrección de errores en la Ley Foral 9/2025, que establece el derecho a la vivienda asequible en Navarra. Esta corrección afecta a la numeración de los apartados en el artículo 1 de la ley, que se había publicado incorrectamente. A partir de ahora, los apartados se numerarán de manera correlativa desde el 33 hasta el 54. Esta modificación es importante para asegurar que la ley se aplique correctamente y que todos los ciudadanos comprendan sus derechos en relación a la vivienda. Si eres residente en Navarra, esta corrección garantiza que la normativa sobre vivienda asequible se aplique de manera clara y efectiva, evitando confusiones en su interpretación.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender correctamente sus derechos y obligaciones en materia de vivienda. La claridad en la normativa ayuda a prevenir malentendidos y asegura una mejor aplicación de la ley.", "updated_at": "2026-01-29T08:16:13.256963+00:00"}
{"id": "boe-2025-08-22-resolucion-8c1ec14d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de agosto de 2025, de la Presidencia de la Autoridad Independiente de Responsabilidad Fiscal, AAI, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 27 de junio de 2025.", "date_published": "2025-08-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/22/pdfs/BOE-A-2025-17082.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:37:54.770141+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-22-resolucion-8c1ec14d.pdf", "text_length": 3788, "topic_primary": "economía", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "Autoridad Independiente", "nombramientos", "funcionarios", "puestos de trabajo", "recurso administrativo"], "summary_plain_es": "La Resolución de 1 de agosto de 2025, emitida por la Presidencia de la Autoridad Independiente de Responsabilidad Fiscal, resuelve la convocatoria de libre designación para varios puestos de trabajo en dicha autoridad. Esta convocatoria, anunciada el 27 de junio de 2025, busca cubrir posiciones específicas dentro de la organización, siguiendo los procedimientos establecidos por la ley. La resolución confirma que se han cumplido todos los requisitos necesarios para los candidatos seleccionados. Además, se establece que la toma de posesión de los nuevos puestos se regirá por la normativa vigente. Si no estás de acuerdo con esta resolución, tienes la opción de presentar un recurso contencioso-administrativo en un plazo de dos meses. Este proceso afecta principalmente a los funcionarios que buscan nuevas oportunidades dentro de la administración pública, ya que les permite acceder a puestos de mayor responsabilidad o en diferentes áreas de trabajo.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y las oportunidades disponibles para los funcionarios.", "updated_at": "2026-01-29T08:16:18.581559+00:00"}
{"id": "boe-2025-08-22-resolucion-7e1255d0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de agosto de 2025, de la Agencia Española de Protección de Datos, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-08-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/22/pdfs/BOE-A-2025-17083.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:37:54.770729+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-22-resolucion-7e1255d0.pdf", "text_length": 7245, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "libre designación", "funcionarios", "igualdad de oportunidades", "solicitudes", "currículum vitae"], "summary_plain_es": "La Agencia Española de Protección de Datos ha convocado un puesto de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar este puesto. El plazo para presentar solicitudes es de quince días hábiles desde la publicación de esta resolución. Para postular, debes enviar tu solicitud junto con tu currículum vitae, que debe incluir tus títulos académicos y experiencia laboral. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en el acceso a este puesto. Si no estás de acuerdo con esta resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo. Esta convocatoria es importante para quienes buscan avanzar en su carrera dentro de la administración pública, especialmente en el ámbito de la protección de datos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar en la mejora de la gestión pública.", "updated_at": "2026-01-29T08:16:23.499695+00:00"}
{"id": "boe-2025-08-23-resolucion-67036e5f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de agosto de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-08-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/23/pdfs/BOE-A-2025-17129.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:02.659168+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-23-resolucion-67036e5f.pdf", "text_length": 7058, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "Ministerio de Igualdad", "funcionarios", "solicitudes", "currículum vitae", "recursos administrativos"], "summary_plain_es": "Se convoca la provisión de dos puestos de trabajo en el Ministerio de Igualdad mediante el sistema de libre designación. Esto significa que los funcionarios pueden solicitar estos puestos sin necesidad de pasar por un concurso. Si eres funcionario y estás interesado, debes presentar tu solicitud a través del Portal Funciona, utilizando un certificado electrónico. Si no puedes hacerlo por esta vía, hay una opción excepcional para presentar la solicitud en papel, pero necesitarás justificar por qué no usaste el portal. El plazo para presentar las solicitudes es de quince días hábiles a partir de la publicación de esta resolución. Además, deberás adjuntar tu currículum vitae y otros documentos que acrediten tu experiencia y méritos. Si no estás de acuerdo con esta resolución, puedes presentar un recurso administrativo o contencioso-administrativo en los plazos establecidos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su carrera profesional en la administración pública.", "updated_at": "2026-01-29T08:16:28.120247+00:00"}
{"id": "boe-2025-08-23-resolucion-1aeed21d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de agosto de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-08-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/23/pdfs/BOE-A-2025-17130.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:02.659518+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-23-resolucion-1aeed21d.pdf", "text_length": 8172, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "Ministerio de Igualdad", "convocatoria", "funcionarios", "solicitudes", "currículum vitae", "plazo de presentación"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Igualdad mediante el sistema de libre designación. Esto significa que los funcionarios pueden solicitar este puesto específico, que se detalla en el anexo de la resolución. Para participar, debes presentar tu solicitud a través del Portal Funciona, utilizando un certificado electrónico. Si no puedes hacerlo por este medio, puedes presentar tu solicitud en papel, pero necesitarás justificar la imposibilidad técnica. El plazo para enviar las solicitudes es de quince días hábiles desde la publicación de esta resolución. Además, es necesario incluir un currículum vitae que detalle tu formación y experiencia. Esta convocatoria es importante porque permite a los funcionarios optar a un puesto que puede mejorar su carrera profesional y contribuir a la gestión pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar la administración pública. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T08:16:34.657150+00:00"}
{"id": "boe-2025-08-25-resolucion-078393cd", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de agosto de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 27 de junio de 2025.", "date_published": "2025-08-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/25/pdfs/BOE-A-2025-17138.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:38:18.513590+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-25-resolucion-078393cd.pdf", "text_length": 3205, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "puestos de trabajo", "recurso administrativo", "toma de posesión"], "summary_plain_es": "La Resolución de 7 de agosto de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 27 de junio de 2025. Esto significa que se han adjudicado ciertos puestos de trabajo a funcionarios que han solicitado el cambio de destino. En el anexo se detalla el puesto adjudicado, que en este caso es el de Jefe de Negociado de Visados en el Consulado General de España en Marruecos, para el funcionario Francisco José Alonso López. Este proceso afecta a los funcionarios que buscan cambiar su puesto y a la administración pública en general, ya que se asegura que los puestos se ocupen de manera adecuada. Los funcionarios tienen derecho a recurrir esta resolución si no están de acuerdo con ella, lo que garantiza un proceso administrativo justo.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan esta resolución para entender cómo se gestionan los nombramientos y cambios de destino en la administración pública, lo que promueve la transparencia y la confianza en las instituciones.", "updated_at": "2026-01-29T08:16:41.414980+00:00"}
{"id": "boe-2025-08-25-resolucion-15735900", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de agosto de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 21 de febrero de 2025.", "date_published": "2025-08-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/25/pdfs/BOE-A-2025-17139.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:38:18.514253+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-25-resolucion-15735900.pdf", "text_length": 3136, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "Ministerio de Asuntos Exteriores", "funcionarios", "adjudicación"], "summary_plain_es": "La Resolución de 20 de agosto de 2025 resuelve la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 21 de febrero de 2025. Esta resolución establece la adjudicación de un puesto en la Embajada de España en Managua, Nicaragua, a un funcionario específico. Los cambios afectan a la organización interna del ministerio y a la carrera profesional del funcionario designado. Además, se informa sobre el régimen de toma de posesión y los recursos que se pueden interponer contra esta resolución, lo que es relevante para los funcionarios que puedan verse afectados por decisiones administrativas similares en el futuro.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan este tipo de resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo afectan a los funcionarios en su desarrollo profesional.", "updated_at": "2026-01-29T08:16:47.471108+00:00"}
{"id": "boe-2025-08-25-resolucion-38b24e1e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de agosto de 2025, de la Subsecretaría, por la que se publica la relación de aspirantes que han aprobado las fases de oposición y concurso del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en la Escala Superior de Especialistas en Transporte, Infraestructuras y Seguridad de los Organismos Autónomos y las Agencias Estatales del Ministerio de Transportes, Movilidad y Agenda Urbana, Especialidad Seguridad e Interoperabilidad Ferroviaria, convocado por Resolución de 5 de diciembre de 2024.", "date_published": "2025-08-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/25/pdfs/BOE-A-2025-17141.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:18.514899+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-25-resolucion-38b24e1e.pdf", "text_length": 4723, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "funcionarios", "transporte", "seguridad ferroviaria", "promoción interna", "convocatoria", "MITMA"], "summary_plain_es": "Se ha publicado la relación de aspirantes que han aprobado las fases de oposición y concurso para ingresar en la Escala Superior de Especialistas en Transporte, Infraestructuras y Seguridad del Ministerio de Transportes, Movilidad y Agenda Urbana, en la especialidad de Seguridad e Interoperabilidad Ferroviaria. Este proceso afecta tanto a quienes acceden por el sistema general de acceso libre como a los que lo hacen por promoción interna. Los aspirantes aprobados no necesitan presentar documentación adicional, ya que sus datos han sido verificados por la Administración. Aquellos que sean nombrados funcionarios en prácticas deberán superar un curso selectivo para obtener el puesto definitivo. Si no lo logran, perderán el derecho a ser nombrados funcionarios de carrera. Esta resolución también permite interponer recursos en caso de desacuerdo con los resultados publicados.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y los criterios de selección aplicados.", "updated_at": "2026-01-29T08:16:53.646456+00:00"}
{"id": "boe-2025-08-26-orden-e5ac7362", "source": "BOE", "type": "orden", "title_original": "Orden TED/934/2025, de 1 de agosto, por la que se desarrolla el régimen jurídico de las entidades colaboradoras de la Administración hidráulica en materia de seguridad de presas y embalses.", "date_published": "2025-08-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/26/pdfs/BOE-A-2025-17154.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:38:27.751992+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-26-orden-e5ac7362.pdf", "text_length": 60358, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["seguridad de presas", "entidades colaboradoras", "Administración pública", "reglamento hidráulico", "normativa técnica", "protección medioambiental", "colaboración técnica"], "summary_plain_es": "La Orden TED/934/2025 establece un marco legal para las entidades colaboradoras que trabajan con la Administración en la seguridad de presas y embalses. Esta normativa es importante porque regula cómo estas entidades pueden obtener y renovar su título, así como las actividades que pueden realizar y las competencias de su personal. Afecta principalmente a las entidades que se dedican a la seguridad hidráulica, permitiendo una colaboración más efectiva con la Administración pública. Con más de 2.500 presas en España, es crucial contar con expertos que garanticen su seguridad, lo que se traduce en una mayor protección para las personas y el medio ambiente. La norma busca agilidad y un alto nivel técnico en la supervisión de estas infraestructuras, asegurando que se cumplan los estándares de seguridad establecidos por la ley.", "affects_to": ["empresas", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta normativa para entender cómo se garantiza la seguridad de las infraestructuras hidráulicas que pueden afectar su vida y entorno. La colaboración entre entidades especializadas y la Administración es clave para una gestión segura y eficiente de los recursos hídricos.", "updated_at": "2026-01-29T08:17:00.105473+00:00"}
{"id": "boe-2025-08-26-resolucion-89603c3d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de agosto de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo en el Organismo Autónomo Jefatura Central de Tráfico.", "date_published": "2025-08-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/26/pdfs/BOE-A-2025-17164.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:27.753859+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-26-resolucion-89603c3d.pdf", "text_length": 67209, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "funcionarios", "Jefatura Central de Tráfico", "igualdad de género", "vacantes", "administración pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en la Jefatura Central de Tráfico, dirigido a funcionarios de carrera. Esto significa que si eres funcionario, puedes participar siempre que cumplas con los requisitos establecidos. Es importante que sepas que hay ciertas limitaciones, como no poder participar si estás en suspensión o si perteneces a cuerpos con puestos reservados. Además, se busca garantizar la igualdad de género en el proceso. Este concurso es una oportunidad para que los funcionarios cambien de puesto dentro de la administración pública, lo que puede afectar tu carrera profesional y tus oportunidades laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y cómo se promueve la igualdad en el acceso a estos puestos.", "updated_at": "2026-01-29T08:17:05.786015+00:00"}
{"id": "boe-2025-08-27-real_decreto-2b49f586", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 711/2025, de 26 de agosto, por el que sea crea la Comisión Interministerial para el impulso del Plan Estatal de Lucha contra la Corrupción, y se establece su composición y funcionamiento.", "date_published": "2025-08-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/27/pdfs/BOE-A-2025-17185.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:38:48.554194+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-27-real_decreto-2b49f586.pdf", "text_length": 11644, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["lucha contra la corrupción", "comisión interministerial", "plan estatal", "transparencia", "prevención de riesgos", "protección de informantes", "recuperación de activos"], "summary_plain_es": "El Real Decreto 711/2025 crea la Comisión Interministerial para impulsar el Plan Estatal de Lucha contra la Corrupción. Este plan busca prevenir y sancionar la corrupción, proteger a quienes informan sobre irregularidades, investigar y recuperar activos corruptos, y fomentar una cultura de integridad. La Comisión coordinará las acciones de diferentes ministerios para asegurar la implementación efectiva del plan, sin aumentar el gasto público. Se reunirá al menos cada tres meses y su objetivo es fortalecer la confianza de los ciudadanos en las instituciones públicas. Este decreto es un paso hacia una gobernanza más transparente y eficaz.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender cómo se están tomando medidas contra la corrupción y cómo se protege su interés público. La transparencia en estos procesos ayuda a construir confianza en las instituciones.", "updated_at": "2026-01-29T08:17:14.160752+00:00"}
{"id": "boe-2025-08-27-resolucion-1f07b8ba", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de agosto de 2025, de la Subsecretaría, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 29 de enero de 2025.", "date_published": "2025-08-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/27/pdfs/BOE-A-2025-17220.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:48.555141+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-27-resolucion-1f07b8ba.pdf", "text_length": 3291, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "recurso administrativo", "derechos administrativos"], "summary_plain_es": "Se declara desierta la convocatoria de libre designación para puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que se había anunciado el 29 de enero de 2025. Esto significa que no se ha adjudicado ningún puesto de trabajo en esta convocatoria, lo que puede afectar a los funcionarios que esperaban la posibilidad de cambiar de puesto. La resolución establece que los interesados pueden interponer un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Es importante que los ciudadanos conozcan esta información para entender cómo funcionan las convocatorias en la administración pública y sus derechos en caso de desacuerdo.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las decisiones administrativas que les afectan, como esta convocatoria, para poder ejercer sus derechos y participar activamente en los procesos públicos.", "updated_at": "2026-01-29T08:17:19.063155+00:00"}
{"id": "boe-2025-08-27-resolucion-9f1b76a2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de agosto de 2025, de la Secretaría de Estado para la Unión Europea, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-08-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/27/pdfs/BOE-A-2025-17221.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:48.555471+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-27-resolucion-9f1b76a2.pdf", "text_length": 11893, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "requisitos", "solicitudes", "currículum", "nombramiento", "recursos"], "summary_plain_es": "Se convoca un puesto de trabajo en la Secretaría de Estado para la Unión Europea mediante el sistema de libre designación. Esta convocatoria está dirigida a personal funcionario que cumpla con los requisitos especificados en el anexo. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. Las solicitudes se pueden presentar a través del portal Funciona, aunque hay una opción excepcional para quienes no puedan hacerlo electrónicamente. El nombramiento se realizará en un plazo de un mes tras el cierre de la convocatoria, y se podrán interponer recursos en caso de desacuerdo. Esta medida es importante para asegurar que los puestos directivos se ocupen por personas adecuadas y con la experiencia necesaria.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se eligen a los responsables en la administración pública y para poder participar en los procesos de selección si cumplen con los requisitos.", "updated_at": "2026-01-29T08:17:24.730931+00:00"}
{"id": "boe-2025-08-28-resolucion-5436ffe0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de agosto de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-08-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/28/pdfs/BOE-A-2025-17272.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:38:57.574662+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-28-resolucion-5436ffe0.pdf", "text_length": 8214, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios", "Ministerio del Interior", "convocatoria", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de diez puestos de trabajo en el Ministerio del Interior mediante el sistema de libre designación. Esta resolución permite que los funcionarios que cumplan con los requisitos establecidos puedan solicitar estos puestos. El plazo para presentar las solicitudes es de quince días hábiles a partir de la publicación en el BOE. Los interesados deben enviar su currículum vitae y otros méritos junto con la solicitud. Esta convocatoria afecta principalmente a los funcionarios del Ministerio del Interior que buscan ascender o cambiar de puesto. Es importante que los ciudadanos conozcan esta información para que puedan participar en el proceso y mejorar su situación laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan ejercer sus derechos y optar a mejores oportunidades laborales dentro de la administración pública.", "updated_at": "2026-01-29T08:17:30.167567+00:00"}
{"id": "boe-2025-08-29-real_decreto-6b0b3acb", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 716/2025, de 26 de agosto, por el que se aprueban las directrices y criterios comunes de los planes anuales para la prevención, vigilancia y extinción de incendios forestales.", "date_published": "2025-08-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/29/pdfs/BOE-A-2025-17312.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:39:03.011726+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-29-real_decreto-6b0b3acb.pdf", "text_length": 28662, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["incendios forestales", "prevención", "vigilancia", "extinción", "directrices comunes", "planes anuales", "comunidades autónomas"], "summary_plain_es": "El Real Decreto 716/2025 establece directrices y criterios comunes para los planes anuales de prevención, vigilancia y extinción de incendios forestales en España. Esto afecta a todas las comunidades autónomas, que deben adaptar sus planes a estas directrices antes del 1 de enero de 2023. El objetivo es mejorar la gestión de incendios forestales a lo largo del año, no solo durante las épocas de mayor riesgo. Se busca una planificación estructurada que contemple la evaluación de riesgos y la implementación de medidas preventivas, garantizando condiciones laborales adecuadas para el personal involucrado. Además, se establece un marco común para la elaboración de estos planes, lo que facilitará su ejecución y aumentará la eficacia en la lucha contra los incendios. Esta norma es fundamental para proteger el medio ambiente y reducir las consecuencias de los incendios en la sociedad.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas directrices para entender cómo se gestionan los recursos y esfuerzos en la prevención de incendios, lo que impacta directamente en la seguridad y bienestar de la comunidad.", "updated_at": "2026-01-29T08:17:36.210833+00:00"}
{"id": "boe-2025-08-29-resolucion-80b94b1d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de julio de 2025, de la Presidencia del Consejo Superior de Deportes, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 5 de mayo de 2025.", "date_published": "2025-08-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/29/pdfs/BOE-A-2025-17313.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:39:03.012332+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-29-resolucion-80b94b1d.pdf", "text_length": 3654, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Consejo Superior de Deportes", "nombramientos", "funcionarios", "toma de posesión"], "summary_plain_es": "La Resolución de 14 de julio de 2025, emitida por la Presidencia del Consejo Superior de Deportes, resuelve la convocatoria de libre designación para un puesto de trabajo específico. Esta convocatoria fue anunciada anteriormente el 5 de mayo de 2025 y ha seguido el procedimiento establecido por la normativa vigente. En esta resolución se confirma que se han cumplido todos los requisitos necesarios y se designa a la persona que ocupará el puesto. La toma de posesión del nuevo destino se llevará a cabo conforme a la normativa aplicable. Si alguna persona afectada no está de acuerdo con esta resolución, puede presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso de reposición en un mes ante el mismo órgano que la dictó. Esto es relevante para los funcionarios que aspiraban a este puesto, ya que les informa sobre el resultado de la convocatoria y sus derechos en caso de desacuerdo.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y sus derechos en el proceso administrativo.", "updated_at": "2026-01-29T08:17:41.217579+00:00"}
{"id": "boe-2025-08-29-resolucion-cd37946b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de agosto de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-08-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/29/pdfs/BOE-A-2025-17316.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:03.012827+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-29-resolucion-cd37946b.pdf", "text_length": 14004, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores", "convocatoria", "currículum vitae", "plazo de solicitud"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos podrán solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta resolución para presentar tu solicitud, que debe incluir un currículum vitae detallado. Los puestos están relacionados con consulados y embajadas en el extranjero, y la permanencia en estos será de un máximo de cinco años. Es importante que los interesados se informen sobre los requisitos específicos de cada puesto y preparen la documentación necesaria para su solicitud. Además, se establece la posibilidad de presentar recursos administrativos en caso de desacuerdo con la resolución.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública, promoviendo así la transparencia y la igualdad de oportunidades en el empleo público.", "updated_at": "2026-01-29T08:17:45.169215+00:00"}
{"id": "boe-2025-08-30-orden-579c2446", "source": "BOE", "type": "orden", "title_original": "Orden PJC/958/2025, de 27 de agosto, por la que se nombra el Tribunal Calificador n.º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letradas y Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "date_published": "2025-08-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/08/30/pdfs/BOE-A-2025-17358.pdf", "approved_by": "º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letradas y Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:39:16.687942+00:00", "pdf_path": "pdfs/2025/08/boe-2025-08-30-orden-579c2446.pdf", "text_length": 9184, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunales calificadores", "Cuerpo de Letradas", "proceso selectivo", "acceso libre", "promoción interna"], "summary_plain_es": "La Orden PJC/958/2025, publicada el 30 de agosto de 2025, establece la creación de los Tribunales Calificadores n.º 2, 3, 4 y 5 para el proceso selectivo de ingreso en el Cuerpo de Letradas y Letrados de la Administración de Justicia. Esto afecta a los aspirantes que buscan acceder a este cuerpo, tanto por el sistema de acceso libre como por promoción interna. Además, se modifica la composición de uno de los tribunales, cambiando a un miembro por otro funcionario. Es importante que los interesados en este proceso conozcan esta información para estar al tanto de los cambios en la evaluación y selección de candidatos.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se seleccionan los nuevos letrados y garantizar la transparencia en el proceso administrativo.", "updated_at": "2026-01-29T08:17:49.136741+00:00"}
