{"id": "boe-2025-07-01-ley-835773c4", "source": "BOE", "type": "ley", "title_original": "Resolución de 26 de junio de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 5/2025, de 10 de junio, de medidas de promoción del uso del transporte público colectivo por parte de la juventud para los viajes realizados en el periodo estival de 2025.", "date_published": "2025-07-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/01/pdfs/BOE-A-2025-13342.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:09.694323+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-01-ley-835773c4.pdf", "text_length": 1239, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["transporte público", "juventud", "verano 2025", "medidas de promoción", "convalidación"], "summary_plain_es": "El Congreso de los Diputados ha aprobado un acuerdo para convalidar el Real Decreto-ley 5/2025, que establece medidas para fomentar el uso del transporte público colectivo entre los jóvenes durante el verano de 2025. Esto significa que los jóvenes podrán beneficiarse de incentivos para utilizar el transporte público en sus viajes estivales. Este decreto busca facilitar la movilidad de los jóvenes, promoviendo un estilo de vida más sostenible y accesible. Con esta medida, se espera que más jóvenes opten por el transporte público en lugar de vehículos privados, contribuyendo así a la reducción de la contaminación y al uso eficiente de los recursos. Es importante que estés informado sobre estas iniciativas, ya que pueden afectar tus opciones de transporte y tus gastos durante el verano.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para aprovechar los beneficios que ofrecen y fomentar un uso más responsable del transporte público, especialmente entre los jóvenes.", "updated_at": "2026-01-29T08:00:59.406386+00:00"}
{"id": "boe-2025-07-01-resolucion-01512341", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de junio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notaria Archivera de Protocolos del Distrito Notarial de Manacor a la notaria de dicha localidad doña Marta Orfila Abadía.", "date_published": "2025-07-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/01/pdfs/BOE-A-2025-13343.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:27:09.694831+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-01-resolucion-01512341.pdf", "text_length": 1307, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notaria", "Manacor", "nombramiento", "protocolos notariales", "Marta Orfila Abadía"], "summary_plain_es": "El 23 de junio de 2025, se ha nombrado a doña Marta Orfila Abadía como Notaria Archivera de Protocolos del Distrito Notarial de Manacor. Este nombramiento se produce debido a que el cargo estaba vacante y se ha realizado conforme a la normativa vigente. La notaria, que reside en Manacor, asumirá funciones relacionadas con la gestión y archivo de documentos notariales en esta localidad. Este cambio es relevante para la comunidad local, ya que garantiza la continuidad en la atención notarial y la correcta gestión de los protocolos notariales en la zona. Como ciudadano, es importante que conozcas quiénes son los responsables de estos servicios, ya que pueden afectar a tus trámites legales y administrativos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan quiénes ocupan cargos públicos, como el de notario, ya que esto afecta directamente a la gestión de sus documentos y trámites legales.", "updated_at": "2026-01-29T08:01:05.543729+00:00"}
{"id": "boe-2025-07-01-resolucion-3c2da1ec", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de junio de 2025, de la Presidencia del Congreso de los Diputados, por la que se convoca la provisión de plazas de Guía con idioma inglés y Guía con idioma francés, en la Dirección de Relaciones Institucionales.", "date_published": "2025-07-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/01/pdfs/BOE-A-2025-13357.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:27:09.695335+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-01-resolucion-3c2da1ec.pdf", "text_length": 31529, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["plazas guía", "Congreso Diputados", "idioma inglés", "idioma francés", "convocatoria pública", "igualdad de género", "selección personal"], "summary_plain_es": "Se convoca la provisión de cuatro plazas de Guía en el Congreso de los Diputados, dos para el idioma inglés y dos para el francés. Esta convocatoria se realiza tras no haberse cubierto las plazas en un proceso interno anterior. Los requisitos incluyen ser español, mayor de edad y tener al menos un título de Bachiller. La selección se llevará a cabo mediante una Comisión que garantizará la igualdad de género y la transparencia. Las solicitudes se deben presentar electrónicamente en un plazo de quince días desde la publicación de esta resolución. Este proceso es importante para asegurar que el Congreso cuente con personal capacitado en idiomas, lo que facilitará la comunicación y el acceso a la información para todos los ciudadanos.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para participar en el acceso a empleos públicos y entender cómo se garantiza la igualdad en estos procesos.", "updated_at": "2026-01-29T08:01:14.284043+00:00"}
{"id": "boe-2025-07-02-otro-7878f6bb", "source": "BOE", "type": "otro", "title_original": "Marco de Asociación para el Desarrollo Sostenible Paraguay-España 2025-2028 aprobado en el marco de la VIII Reunión de la Comisión Mixta Hispano-Paraguaya de Cooperación, hecho en Asunción el 4 de junio de 2025.", "date_published": "2025-07-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/02/pdfs/BOE-A-2025-13406.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:18.736704+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-02-otro-7878f6bb.pdf", "text_length": 73453, "topic_primary": "medio_ambiente", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["cooperación internacional", "desarrollo sostenible", "Paraguay", "España", "Marco de Asociación", "derechos humanos", "objetivos de desarrollo"], "summary_plain_es": "Se aprueba el Marco de Asociación para el Desarrollo Sostenible entre Paraguay y España para el periodo 2025-2028, que busca fortalecer la cooperación en áreas de interés común. Este acuerdo afecta a ambos países, enfocándose en el desarrollo humano integral y en la alineación con los objetivos de desarrollo sostenible. Se establece un diálogo continuo entre los gobiernos y la sociedad civil para asegurar la eficacia de la cooperación. Este marco es una continuación de esfuerzos previos y se adapta a las necesidades actuales, promoviendo la participación y el respeto por los derechos humanos. Es importante que los ciudadanos conozcan este acuerdo, ya que implica un compromiso de España con el desarrollo sostenible de Paraguay y puede influir en futuras políticas de cooperación internacional.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este marco, ya que refleja el compromiso de España con el desarrollo sostenible y puede impactar en diversas áreas de cooperación y desarrollo en Paraguay.", "updated_at": "2026-01-29T08:01:21.817654+00:00"}
{"id": "boe-2025-07-02-orden-74830c84", "source": "BOE", "type": "orden", "title_original": "Orden de 24 de junio de 2025, por la que se nombra Decana de los Juzgados de Figueres a la Jueza doña María Victoria Fernández Arias.", "date_published": "2025-07-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/02/pdfs/BOE-A-2025-13418.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:27:18.737960+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-02-orden-74830c84.pdf", "text_length": 1187, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "jueza", "Figueres", "justicia", "poder judicial", "María Victoria Fernández", "decana", "juzgados"], "summary_plain_es": "El 24 de junio de 2025, se ha nombrado a doña María Victoria Fernández Arias como Decana de los Juzgados de Figueres. Este nombramiento se realiza conforme a la legislación vigente y tras la elección de la Junta de Jueces de Figueres, que tuvo lugar el 28 de mayo de 2025. Como Decana, doña María Victoria asumirá la responsabilidad de liderar y coordinar las actividades de los juzgados en esta localidad de Girona. Este cambio puede impactar en la gestión de los casos judiciales y en la administración de justicia en la región, afectando a los ciudadanos que requieran servicios judiciales. Es importante que estés al tanto de estos nombramientos, ya que pueden influir en la forma en que se llevan a cabo los procedimientos legales en tu área.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los nombramientos en el poder judicial es fundamental para entender cómo se gestionan los servicios de justicia. Esto permite a los ciudadanos estar informados sobre quiénes son los responsables de administrar la justicia en su localidad.", "updated_at": "2026-01-29T08:01:28.924810+00:00"}
{"id": "boe-2025-07-02-resolucion-201724cf", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de junio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-07-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/02/pdfs/BOE-A-2025-13468.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:27:18.738489+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-02-resolucion-201724cf.pdf", "text_length": 13192, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "currículum vitae", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud a través del portal Funciona, donde también deberás adjuntar tu currículum vitae y la documentación que acredite tus méritos. Es importante que sepas que los puestos en el exterior tienen una duración máxima de cinco años. Esta convocatoria es relevante para aquellos que buscan avanzar en su carrera dentro de la administración pública y quieren optar a puestos de mayor responsabilidad.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan participar en la provisión de puestos de trabajo, lo que promueve la transparencia y la igualdad de oportunidades en el acceso a la función pública.", "updated_at": "2026-01-29T08:01:34.865596+00:00"}
{"id": "boe-2025-07-03-resolucion-6fb7aad8", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2019 al Convenio internacional para la seguridad de la vida humana en el mar, 1974, adoptadas en Londres el 13 de junio de 2019 mediante la Resolución MSC.456(101).", "date_published": "2025-07-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/03/pdfs/BOE-A-2025-13557.pdf", "approved_by": "456(101).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:33.577578+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-03-resolucion-6fb7aad8.pdf", "text_length": 4297, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas", "convenio SOLAS", "seguridad marítima", "buques", "navegación", "indicadores de timón", "gobiernos contratantes"], "summary_plain_es": "Se aprueban enmiendas al Convenio internacional para la seguridad de la vida humana en el mar (SOLAS) de 1974, adoptadas en Londres en junio de 2019. Estas modificaciones afectan a la seguridad marítima, introduciendo cambios en los requisitos de equipos y sistemas en los buques, como los indicadores de posición del timón y otros elementos de navegación. A partir del 1 de enero de 2024, estas enmiendas serán obligatorias, a menos que un número significativo de gobiernos las rechace antes de esa fecha. Esto es relevante para los países que son parte del convenio, ya que deben adaptar sus normativas y procedimientos para cumplir con estas nuevas exigencias.", "affects_to": ["empresas", "sector_industrial", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo se mejora la seguridad en el transporte marítimo, lo que puede impactar en la economía y en la protección de la vida humana en el mar.", "updated_at": "2026-01-29T08:01:41.850421+00:00"}
{"id": "boe-2025-07-03-resolucion-120ef6e1", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2020 al Convenio internacional para la seguridad de la vida humana en el mar, 1974, adoptadas en Londres el 11 de noviembre de 2020 mediante la Resolución MSC.474(102).", "date_published": "2025-07-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/03/pdfs/BOE-A-2025-13558.pdf", "approved_by": "474(102).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:33.577960+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-03-resolucion-120ef6e1.pdf", "text_length": 41715, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas", "convenio marítimo", "seguridad en el mar", "buques", "regulaciones marítimas", "organización marítima internacional"], "summary_plain_es": "Este documento aprueba las enmiendas de 2020 al Convenio internacional para la seguridad de la vida humana en el mar, adoptadas en Londres. Estas enmiendas afectan a la construcción y seguridad de los buques, estableciendo nuevas reglas sobre el equipamiento y la estabilidad de los mismos. A partir del 1 de julio de 2023, estas enmiendas serán aceptadas, y entrarán en vigor el 1 de enero de 2024. Esto significa que los buques construidos a partir de estas fechas deberán cumplir con requisitos más estrictos en cuanto a su diseño y equipamiento, lo que busca mejorar la seguridad en el mar y proteger la vida humana. Esto es relevante para todos los actores en el sector marítimo, incluidos armadores y tripulaciones, quienes deberán adaptarse a estas nuevas normativas.", "affects_to": ["empresas", "sector_industrial", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo se mejora la seguridad en el transporte marítimo, lo que impacta en la protección de la vida humana y el medio ambiente. La transparencia en estas regulaciones ayuda a fomentar la confianza en el sector marítimo.", "updated_at": "2026-01-29T08:01:48.930375+00:00"}
{"id": "boe-2025-07-03-orden-517128c8", "source": "BOE", "type": "orden", "title_original": "Orden de 24 de junio de 2025, por la que se destina a los Jueces y Juezas que se relacionan, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-07-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/03/pdfs/BOE-A-2025-13564.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:27:33.578445+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-03-orden-517128c8.pdf", "text_length": 3380, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["jueces", "traslados", "Consejo General del Poder Judicial", "administración de justicia", "plazas judiciales"], "summary_plain_es": "Esta orden del 24 de junio de 2025 destina a varios jueces y juezas a nuevas plazas en diferentes juzgados de España. Afecta a los profesionales del ámbito judicial, quienes serán trasladados a distintas localidades para desempeñar sus funciones. Por ejemplo, la jueza Lara González Gutiérrez se trasladará de Reinosa a Laredo, y otros jueces también cambiarán de ubicación. Estos cambios son el resultado de un concurso resuelto por el Consejo General del Poder Judicial, lo que implica que se busca optimizar la distribución de jueces en el país. Es importante que los ciudadanos conozcan estos movimientos, ya que pueden afectar la administración de justicia en sus localidades y la atención a los casos judiciales.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer estos nombramientos es esencial para entender cómo se organiza la justicia en España y cómo puede afectar a los ciudadanos en sus interacciones con el sistema judicial.", "updated_at": "2026-01-29T08:01:54.165558+00:00"}
{"id": "boe-2025-07-03-resolucion-4accfb53", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación en la Abogacía General del Estado.", "date_published": "2025-07-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/03/pdfs/BOE-A-2025-13578.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:27:33.578839+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-03-resolucion-4accfb53.pdf", "text_length": 12470, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "Abogacía General del Estado", "funcionarios", "igualdad de oportunidades"], "summary_plain_es": "Se ha publicado una resolución que convoca la provisión de varios puestos de trabajo en la Abogacía General del Estado mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum vitae y ser enviada a través del portal Funciona. La resolución de los nombramientos se publicará en el BOE y se espera que se realicen en un plazo máximo de un mes. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. Es importante que estés informado sobre estas oportunidades laborales, ya que pueden afectar tu carrera profesional en el ámbito público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en el sector público y participar activamente en la administración pública.", "updated_at": "2026-01-29T08:02:00.810391+00:00"}
{"id": "boe-2025-07-03-resolucion-af041cc6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de junio de 2025, de la Secretaría de Estado de Justicia, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/03/pdfs/BOE-A-2025-13579.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:27:33.579173+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-03-resolucion-af041cc6.pdf", "text_length": 6168, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "convocatoria", "funcionarios", "Secretaría de Estado de Justicia", "igualdad de género", "plazo de solicitud", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Gabinete del Secretario de Estado de Justicia mediante el sistema de libre designación. Esta convocatoria está dirigida a personal funcionario que cumpla con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado y ajustarse al modelo especificado. La administración también asegura que se respetará el principio de igualdad de trato entre hombres y mujeres en el proceso de selección. Es importante que estés informado sobre esta convocatoria si eres funcionario, ya que puede ofrecerte una oportunidad de ascenso o cambio de puesto dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y mejorar su situación laboral dentro de la administración pública.", "updated_at": "2026-01-29T08:02:07.080705+00:00"}
{"id": "boe-2025-07-04-acuerdo-ecf51d63", "source": "BOE", "type": "acuerdo", "title_original": "Aplicación provisional del Acuerdo entre el Reino de España y la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura relativo a la Conferencia Mundial de la UNESCO sobre Políticas Culturales y Desarrollo Sostenible MONDIACULT 2025, que tendrá lugar en Barcelona (España), del 29 de septiembre al 1 de octubre de 2025, hecho en París el 16 de junio de 2025.", "date_published": "2025-07-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/04/pdfs/BOE-A-2025-13658.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:49.576104+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-04-acuerdo-ecf51d63.pdf", "text_length": 58173, "topic_primary": "educación", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["UNESCO", "MONDIACULT 2025", "Barcelona", "políticas culturales", "desarrollo sostenible", "acuerdo internacional", "seguridad", "medidas sanitarias"], "summary_plain_es": "Se aprueba la aplicación provisional del Acuerdo entre España y la UNESCO para la Conferencia Mundial sobre Políticas Culturales y Desarrollo Sostenible, MONDIACULT 2025, que se celebrará en Barcelona del 29 de septiembre al 1 de octubre de 2025. Este evento reunirá a aproximadamente 2.500 participantes, incluyendo representantes de Estados miembros y organizaciones no gubernamentales. El acuerdo establece responsabilidades compartidas entre España y la UNESCO para la organización del evento, así como medidas de seguridad y sanitarias necesarias para garantizar el éxito de la conferencia. Además, se contemplan aspectos medioambientales en la planificación del evento. Este acuerdo es importante para fomentar el desarrollo cultural sostenible y posicionar a España como un referente en la materia.", "affects_to": ["todos_ciudadanos", "sector_educativo", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se gestionan eventos internacionales en su país y cómo pueden impactar en la cultura y el desarrollo sostenible.", "updated_at": "2026-01-29T08:02:16.013684+00:00"}
{"id": "boe-2025-07-04-resolucion-16f37183", "source": "BOE", "type": "resolucion", "title_original": "Aplicación provisional de la Enmienda de 2009 al artículo 6 del Protocolo de Londres, relativo al Convenio sobre la prevención de la contaminación del mar por vertimiento de desechos y otras materias, 1972, adoptada en Londres el 30 de octubre de 2009 mediante la Resolución LP.3(4).", "date_published": "2025-07-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/04/pdfs/BOE-A-2025-13659.pdf", "approved_by": "3(4).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:27:49.576672+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-04-resolucion-16f37183.pdf", "text_length": 7632, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmienda 2009", "protocolo de londres", "dióxido de carbono", "cambio climático", "almacenamiento geológico", "contaminación marina"], "summary_plain_es": "Se aprueba la aplicación provisional de la Enmienda de 2009 al artículo 6 del Protocolo de Londres, que permite la exportación de dióxido de carbono para su almacenamiento en formaciones geológicas bajo el mar. Esto afecta a los Estados que participan en el Protocolo, ya que se busca mitigar el cambio climático y la acidificación de los océanos. La enmienda se aplica desde el 25 de junio de 2025, mientras se espera su aceptación formal por parte de más Estados. Este cambio es importante porque promueve la captura y almacenamiento de carbono como una solución para reducir las emisiones de gases de efecto invernadero, contribuyendo así a los objetivos climáticos globales.", "affects_to": ["todos_ciudadanos", "empresas", "gobiernos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se gestionan los problemas ambientales y cómo se están tomando decisiones que pueden afectar el futuro del medio ambiente y la salud del planeta.", "updated_at": "2026-01-29T08:02:24.865642+00:00"}
{"id": "boe-2025-07-04-resolucion-e9154303", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de junio de 2025, de la Dirección General de la Policía, por la que se nombran inspectores alumnos e inspectoras alumnas y se emplaza para realizar la fase de formación, a las personas aprobadas en la fase de oposición para ingreso en la Escala Ejecutiva, categoría de Inspector/a, de la Policía Nacional, convocada por Resolución de 31 de julio de 2024.", "date_published": "2025-07-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/04/pdfs/BOE-A-2025-13663.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:27:49.577256+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-04-resolucion-e9154303.pdf", "text_length": 15575, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["policía nacional", "inspectores alumnos", "formación", "oposición", "nombramientos", "escuela nacional de policía"], "summary_plain_es": "La Resolución de 30 de junio de 2025, emitida por la Dirección General de la Policía, nombra a los nuevos inspectores e inspectoras alumnos que han superado la fase de oposición para ingresar en la Escala Ejecutiva de la Policía Nacional. Estos aspirantes deberán asistir a un curso de formación presencial en la Escuela Nacional de Policía, comenzando el 9 de septiembre de 2025. Si no se presentan sin justificación, perderán todos los derechos adquiridos en el proceso de oposición. Es importante que los ciudadanos conozcan este proceso, ya que afecta a la seguridad pública y a la calidad del servicio policial.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección y formación de los cuerpos de seguridad, ya que esto impacta directamente en la eficacia y la confianza en la policía.", "updated_at": "2026-01-29T08:02:32.484988+00:00"}
{"id": "boe-2025-07-04-resolucion-bf9047a8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de junio de 2025, de la Dirección General de la Policía, por la que se nombran policías alumnos y alumnas y se emplaza para realizar la fase de formación, a las personas aprobadas en la fase de oposición para ingreso en la Escala Básica, categoría de Policía, de la Policía Nacional, convocada por Resolución de 31 de julio de 2024.", "date_published": "2025-07-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/04/pdfs/BOE-A-2025-13664.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:27:49.577646+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-04-resolucion-bf9047a8.pdf", "text_length": 43589, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["policía nacional", "alumnos policías", "formación", "oposición", "nombramientos", "Escuela Nacional de Policía", "incorporación"], "summary_plain_es": "La Resolución de 30 de junio de 2025, de la Dirección General de la Policía, nombra a los nuevos policías alumnos y alumnas que han aprobado la fase de oposición para ingresar en la Escala Básica de la Policía Nacional. Esta resolución afecta a las personas que han superado las pruebas de selección y deben iniciar su formación en la Escuela Nacional de Policía el 10 de septiembre de 2025. Los nombrados deberán asistir de manera presencial, aunque se contemplan adaptaciones si surgen circunstancias especiales. Es importante que los aspirantes se presenten en la fecha indicada, ya que la falta de incorporación sin justificación resultará en la exclusión del proceso. Además, aquellos que deseen ser alumnos externos deben solicitarlo adecuadamente. Esta resolución es clave para el ingreso de nuevos agentes en la Policía Nacional, lo que puede impactar en la seguridad y el servicio público.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos y procesos de formación, ya que afectan directamente a la seguridad pública y al funcionamiento de las instituciones policiales en el país.", "updated_at": "2026-01-29T08:02:41.738923+00:00"}
{"id": "boe-2025-07-04-resolucion-ce80d33f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de junio de 2025, de la Presidencia de la Autoridad Independiente de Responsabilidad Fiscal, AAI, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/04/pdfs/BOE-A-2025-13674.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:27:49.578145+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-04-resolucion-ce80d33f.pdf", "text_length": 9477, "topic_primary": "economía", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios públicos", "Autoridad Independiente de Responsabilidad Fiscal", "solicitudes electrónicas", "plazo de presentación", "nombramiento"], "summary_plain_es": "Se convoca un puesto de trabajo en la Autoridad Independiente de Responsabilidad Fiscal mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos establecidos pueden postularse para este puesto, excluyendo a aquellos en ciertas situaciones administrativas como excedencias voluntarias. Las solicitudes deben presentarse electrónicamente a través del Portal Funciona o del Registro Electrónico General, y el plazo para hacerlo es de quince días hábiles desde la publicación de esta resolución. El nombramiento se resolverá en un mes y los seleccionados deberán tomar posesión del puesto en un plazo que varía según si hay cambio de residencia. Es importante que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos y contribuir a la gestión pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan ejercer su derecho a participar en la administración pública y mejorar la gestión de los recursos públicos.", "updated_at": "2026-01-29T08:02:47.792620+00:00"}
{"id": "boe-2025-07-05-instruccion-719aaa70", "source": "BOE", "type": "instruccion", "title_original": "Instrucción de 3 de julio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, sobre la aplicación del artículo 44.4 de la Ley 20/2011, de 21 de julio, del Registro Civil, y de modificación de la Instrucción de 9 de octubre de 2015, de la Dirección General de los Registros y del Notariado, sobre comunicación electrónica de nacimientos desde centros sanitarios.", "date_published": "2025-07-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/05/pdfs/BOE-A-2025-13786.pdf", "approved_by": "4 de la Ley 20/2011, de 21 de julio, del Registro Civil, y de modificación de la Instrucción de 9 de octubre de 2015, de la Dirección General de los Registros y del Notariado, sobre comunicación electrónica de nacimientos desde centros sanitarios.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:28:22.878076+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-05-instruccion-719aaa70.pdf", "text_length": 4598, "topic_primary": "sanidad", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (instruccion) y alcance"}, "keywords": ["registro civil", "filiación", "parejas de mujeres", "comunicación electrónica", "derechos LGTBI", "Ley 20/2011", "Ley 4/2023"], "summary_plain_es": "La Instrucción de 3 de julio de 2025 aclara cómo se aplica el artículo 44.4 de la Ley 20/2011 sobre el Registro Civil, especialmente tras la modificación introducida por la Ley 4/2023. Esta modificación elimina el requisito de matrimonio para que dos mujeres puedan inscribir la filiación de un hijo nacido de una de ellas, ampliando así sus derechos. La instrucción también actualiza la normativa sobre la comunicación electrónica de nacimientos desde centros sanitarios, especificando que la firma del formulario por el progenitor no gestante implica el reconocimiento de la filiación. Esto es importante para garantizar que las parejas de mujeres, independientemente de su estado civil, puedan ejercer sus derechos de filiación de manera clara y segura. La instrucción será comunicada a los registros civiles y hospitales que utilizan este sistema de comunicación electrónica.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender sus derechos y cómo se gestionan los registros de filiación, especialmente en el contexto de las familias diversas.", "updated_at": "2026-01-29T08:02:57.288177+00:00"}
{"id": "boe-2025-07-05-resolucion-73a2a869", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de junio de 2025, de la Subsecretaría, por la que se corrigen errores en la de 25 de junio de 2025, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-07-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/05/pdfs/BOE-A-2025-13811.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:28:22.879085+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-05-resolucion-73a2a869.pdf", "text_length": 2096, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso específico", "puestos de trabajo", "corrección de errores", "administración pública"], "summary_plain_es": "Esta resolución corrige un error en la convocatoria de un concurso específico para cubrir puestos de trabajo en varios departamentos. Se elimina un puesto específico, el de Jefe/Jefa de Servicio de Control Financiero Contable, que había sido incluido por error. Esta corrección no afecta a los plazos establecidos para el concurso, por lo que los interesados deben seguir adelante con sus solicitudes como estaba previsto. Es importante que los aspirantes a estos puestos estén al tanto de esta modificación para evitar confusiones en el proceso de selección.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar que el proceso de selección sea justo y transparente, evitando malentendidos en la convocatoria.", "updated_at": "2026-01-29T08:03:02.802468+00:00"}
{"id": "boe-2025-07-07-orden-150fe20e", "source": "BOE", "type": "orden", "title_original": "Orden DEF/696/2025, de 30 de junio, por la que se modifica la Orden DEF/91/2008, de 22 de enero, por la que se desarrolla la organización y funcionamiento de las Delegaciones de Defensa.", "date_published": "2025-07-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/07/pdfs/BOE-A-2025-13870.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:28:35.744781+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-07-orden-150fe20e.pdf", "text_length": 18398, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación", "Delegaciones de Defensa", "organización", "funcionamiento", "Ministerio de Defensa", "real decreto", "áreas funcionales"], "summary_plain_es": "La Orden DEF/696/2025 modifica la Orden DEF/91/2008 para actualizar la organización y funcionamiento de las Delegaciones de Defensa en España. Esta modificación se realiza para alinearse con el nuevo Real Decreto 1281/2024, que establece cambios en la estructura de estas delegaciones. La orden busca facilitar la cobertura de puestos clave como el secretario general y el jefe de órgano de apoyo, ampliando el perfil de candidatos para asegurar su correcta ocupación. Además, se detallan las áreas funcionales y su dependencia orgánica y funcional dentro del Ministerio de Defensa, garantizando una mejor coordinación y eficiencia en la gestión. Esta normativa es importante para el interés general y no restringe derechos, cumpliendo con principios de buena regulación y transparencia. En resumen, esta orden afecta a la estructura administrativa del Ministerio de Defensa y busca mejorar su funcionamiento interno.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se organiza y gestiona el Ministerio de Defensa, lo que impacta en la eficiencia de los servicios públicos relacionados con la defensa nacional.", "updated_at": "2026-01-29T08:03:13.740467+00:00"}
{"id": "boe-2025-07-07-resolucion-5349eb26", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de junio de 2025, de la Secretaría de Estado de Justicia, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/07/pdfs/BOE-A-2025-13907.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:28:35.746967+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-07-resolucion-5349eb26.pdf", "text_length": 6487, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "justicia", "oportunidades laborales", "igualdad de género", "convocatoria"], "summary_plain_es": "La Resolución de 25 de junio de 2025 convoca la provisión de un puesto de trabajo en el ámbito de la Secretaría de Estado de Justicia mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar este puesto, que se detalla en el anexo de la resolución. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en este proceso. Es importante que estés informado sobre esta convocatoria si eres funcionario, ya que puede ofrecerte una nueva oportunidad laboral dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y mejorar su situación laboral dentro de la administración pública.", "updated_at": "2026-01-29T08:03:24.308627+00:00"}
{"id": "boe-2025-07-08-resolucion-b0c93fd3", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de julio de 2025, de la Subsecretaría, por la que se corrigen errores en la de 16 de junio de 2025, por la que se convoca concurso general para la provisión de puestos de trabajo.", "date_published": "2025-07-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/08/pdfs/BOE-A-2025-14031.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:28:43.570597+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-08-resolucion-b0c93fd3.pdf", "text_length": 49399, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "concurso", "puestos de trabajo", "corrección de errores", "plazo de presentación"], "summary_plain_es": "El 7 de julio de 2025, se publicó una resolución que corrige errores en la convocatoria de un concurso general para la provisión de puestos de trabajo, inicialmente publicada el 16 de junio de 2025. Esta corrección afecta a la lista de vacantes, retirando dos puestos que estaban en otro procedimiento y trasladando uno a una nueva categoría. Además, se añaden nuevos puestos y se modifica el orden de los mismos. A partir de esta corrección, se abre un nuevo plazo de 15 días hábiles para que los interesados presenten sus solicitudes. Esto es importante para quienes buscan empleo en la administración pública, ya que les permite participar en el proceso de selección con información actualizada.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para poder participar adecuadamente en los procesos de selección de empleo público y asegurar que tienen acceso a la información correcta y actualizada.", "updated_at": "2026-01-29T08:03:33.095635+00:00"}
{"id": "boe-2025-07-09-ley-66844c3e", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 8/2025, de 8 de julio, por el que se declaran diversas iniciativas y programas como acontecimientos de excepcional interés público.", "date_published": "2025-07-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/09/pdfs/BOE-A-2025-14083.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:28:54.625276+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-09-ley-66844c3e.pdf", "text_length": 32798, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["acontecimientos de interés público", "incentivos fiscales", "cultura", "eventos", "programas", "sostenibilidad", "innovación", "impacto social"], "summary_plain_es": "El Real Decreto-ley 8/2025 declara varios eventos y programas como acontecimientos de excepcional interés público en España. Esto incluye festivales, conmemoraciones y programas culturales que tienen un impacto significativo en la sociedad y la economía. Por ejemplo, se reconoce el 'Año Tàpies' y el 'Centenario de la Generación del 27', entre otros. Al ser considerados de excepcional interés, estos eventos recibirán incentivos fiscales que fomentarán su desarrollo y participación. Esto beneficia a la cultura y la economía local, y promueve la innovación y la sostenibilidad en diversas áreas. En resumen, se busca resaltar la importancia de estos eventos para la identidad cultural y el desarrollo social del país.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas iniciativas para entender cómo se apoya la cultura y se fomenta la participación social, así como los beneficios fiscales que pueden derivarse de estos eventos.", "updated_at": "2026-01-29T08:03:40.234016+00:00"}
{"id": "boe-2025-07-09-resolucion-74fcd986", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-07-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/09/pdfs/BOE-A-2025-14127.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:28:54.626195+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-09-resolucion-74fcd986.pdf", "text_length": 6382, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "currículum", "recurso contencioso-administrativo"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta convocatoria para presentar tu solicitud, que debe incluir tu currículum vitae y otros documentos relevantes. La solicitud se puede hacer a través de un portal específico o, en casos excepcionales, mediante el Registro Electrónico Común. Es importante que sepas que puedes interponer un recurso contencioso-administrativo si no estás de acuerdo con la resolución, dentro de los dos meses siguientes a su publicación. Esta convocatoria afecta directamente a los funcionarios interesados en cambiar de puesto dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales dentro de la administración pública y participar activamente en la gestión del servicio público.", "updated_at": "2026-01-29T08:03:46.543972+00:00"}
{"id": "boe-2025-07-10-resolucion-e3226a70", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2019 al Código Internacional de Dispositivos de Salvamento (Código IDS), adoptadas en Londres el 13 de junio de 2019 mediante Resolución MSC.459 (101).", "date_published": "2025-07-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/10/pdfs/BOE-A-2025-14205.pdf", "approved_by": "459 (101).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:03.565568+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-10-resolucion-e3226a70.pdf", "text_length": 5165, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas", "Código IDS", "dispositivos de salvamento", "seguridad marítima", "botes salvavidas", "buques", "rescate"], "summary_plain_es": "Este documento aprueba las enmiendas de 2019 al Código Internacional de Dispositivos de Salvamento, que se adoptaron en Londres y entrarán en vigor en España el 1 de enero de 2024. Estas enmiendas afectan principalmente a los requisitos de seguridad de los botes salvavidas y otros dispositivos de rescate en los buques. Se establecen nuevas normativas sobre la propulsión de los botes salvavidas y las condiciones para los dispositivos de puesta a flote. Esto significa que los buques deberán cumplir con estándares más estrictos para garantizar la seguridad de las personas en caso de emergencia. Es importante que los operadores de buques y las autoridades marítimas se informen sobre estos cambios para asegurar el cumplimiento y la seguridad en el mar.", "affects_to": ["empresas", "sector_sanitario", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo mejoran la seguridad en el mar y qué responsabilidades tienen los operadores de buques en la protección de la vida humana.", "updated_at": "2026-01-29T08:03:54.956712+00:00"}
{"id": "boe-2025-07-10-resolucion-3d05c06e", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2020 al Código internacional para la construcción y el equipo de buques que transporten gases licuados a granel (Código CIG), adoptadas mediante Resolución MSC.476(102).", "date_published": "2025-07-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/10/pdfs/BOE-A-2025-14206.pdf", "approved_by": "476(102).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:03.565946+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-10-resolucion-3d05c06e.pdf", "text_length": 4396, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas", "Código CIG", "buques", "gases licuados", "seguridad marítima", "soldadura", "control de calidad"], "summary_plain_es": "Se aprueban enmiendas al Código internacional para la construcción y el equipo de buques que transportan gases licuados a granel, que entrarán en vigor el 1 de enero de 2024. Estas modificaciones afectan a las pruebas de soldadura y control de calidad de los materiales utilizados en la construcción de estos buques. Esto es importante para garantizar la seguridad en el transporte marítimo de gases licuados, lo que impacta a la industria naviera y a los trabajadores del sector. Las enmiendas buscan mejorar la resistencia de las soldaduras y asegurar que se cumplan estándares de calidad más estrictos, lo que beneficiará a todos los involucrados en esta actividad.", "affects_to": ["empresas", "sector_industrial", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas, ya que afectan la seguridad en el transporte marítimo y la calidad de los productos que se transportan, lo que repercute en la economía y en la protección del medio ambiente.", "updated_at": "2026-01-29T08:04:01.227750+00:00"}
{"id": "boe-2025-07-10-resolucion-c6d8d3af", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-07-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/10/pdfs/BOE-A-2025-14231.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:29:03.566978+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-10-resolucion-c6d8d3af.pdf", "text_length": 6301, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "convocatoria", "igualdad de género", "puestos de trabajo", "currículum vitae"], "summary_plain_es": "La Resolución de 2 de julio de 2025 convoca la provisión de puestos de trabajo en el ámbito del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esto significa que los funcionarios pueden solicitar ocupar ciertos puestos detallados en el anexo de la resolución, siempre que cumplan con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. Además, se garantiza el principio de igualdad de género en el proceso de selección. Es importante que estés informado sobre esta convocatoria si eres funcionario, ya que puede ofrecerte nuevas oportunidades laborales dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y se garantice la igualdad en el acceso a los puestos públicos.", "updated_at": "2026-01-29T08:04:11.465349+00:00"}
{"id": "boe-2025-07-10-resolucion-564a5b25", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de julio de 2025, de la Subsecretaría, por la que se deja sin efecto la de 4 de abril de 2025, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación, en la Abogacía General del Estado.", "date_published": "2025-07-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/10/pdfs/BOE-A-2025-14232.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:29:03.567322+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-10-resolucion-564a5b25.pdf", "text_length": 1111, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "abogacía general", "puestos de trabajo", "libre designación", "convocatoria", "subsecretaría", "cambios administrativos"], "summary_plain_es": "El 7 de julio de 2025, se ha publicado una resolución que deja sin efecto otra anterior del 4 de abril de 2025, relacionada con la provisión de puestos de trabajo en la Abogacía General del Estado. Esto significa que la convocatoria para cubrir esos puestos mediante el sistema de libre designación ya no está vigente. La decisión se toma tras la publicación de una nueva resolución el 25 de junio de 2025, que también convoca la provisión de estos puestos. Por lo tanto, si estabas interesado en estos puestos, debes estar atento a la nueva convocatoria que se ha establecido. Esta modificación afecta a los profesionales que aspiraban a estos cargos en la Abogacía General del Estado.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se gestionan las oportunidades laborales en la administración pública y cómo pueden afectar a sus aspiraciones profesionales.", "updated_at": "2026-01-29T08:04:20.103847+00:00"}
{"id": "boe-2025-07-11-real_decreto-ae53633a", "source": "BOE", "type": "real_decreto", "title_original": "Sentencia de 13 de junio de 2024, de la Sala Tercera del Tribunal Supremo, que estima parcialmente el recurso contencioso-administrativo interpuesto por la representación del Consejo General de Colegios Oficiales de Farmacéuticos contra el Real Decreto 666/2023, de 18 de julio, por el que se regula la distribución, prescripción, dispensación y uso de medicamentos veterinarios, en el sentido de que se estima y se declara la nulidad del inciso «sujetos a prescripción» del artículo 2.2.a) y se desestima el resto.", "date_published": "2025-07-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/11/pdfs/BOE-A-2025-14307.pdf", "approved_by": "2. a) y se desestima el resto.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:12.565899+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-11-real_decreto-ae53633a.pdf", "text_length": 2430, "topic_primary": "sanidad", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["sentencia", "Tribunal Supremo", "medicamentos veterinarios", "prescripción", "Real Decreto 666/2023"], "summary_plain_es": "La sentencia del Tribunal Supremo del 13 de junio de 2024 ha decidido parcialmente a favor del Consejo General de Colegios Oficiales de Farmacéuticos, anulando el inciso 'sujetos a prescripción' del artículo 2.2.a) del Real Decreto 666/2023, que regula la distribución, prescripción, dispensación y uso de medicamentos veterinarios. Esto significa que la parte de la normativa que requería prescripción para ciertos medicamentos veterinarios ya no es válida. Sin embargo, el resto del Real Decreto se mantiene en vigor. Esta decisión afecta a la regulación de cómo se manejan los medicamentos veterinarios en España, lo que puede tener implicaciones para farmacéuticos, veterinarios y propietarios de animales. Es importante que estés al tanto de estos cambios, ya que pueden influir en la disponibilidad y el uso de medicamentos para tus mascotas o animales de trabajo.", "affects_to": ["sector_sanitario", "farmacéuticos", "veterinarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones judiciales, ya que afectan la regulación de medicamentos y la salud animal, garantizando así un uso adecuado y seguro de los mismos.", "updated_at": "2026-01-29T08:04:28.386220+00:00"}
{"id": "boe-2025-07-11-real_decreto-4cf3b38e", "source": "BOE", "type": "real_decreto", "title_original": "Sentencia de 19 de junio de 2025, de la Sala Tercera del Tribunal Supremo, que estima parcialmente el recurso contencioso-administrativo interpuesto por la representación de la Asociación Nacional de Pilotos de Drones contra el Real Decreto 517/2024, de 4 de junio, por el que se desarrolla el régimen jurídico para la utilización civil de sistemas de aeronaves no tripuladas (UAS), y se modifican diversas normas reglamentarias en materia de control a la importación de determinados productos respecto a las normas aplicables en materia de seguridad de los productos; demostraciones aéreas civiles; lucha contra incendios y búsqueda y salvamento y requisitos en materia de aeronavegabilidad y licencias para otras actividades aeronáuticas; matriculación de aeronaves civiles; compatibilidad electromagnética de los equipos eléctricos y electrónicos; Reglamento del aire y disposiciones operativas comunes para los servicios y procedimientos de navegación aérea; y notificación de sucesos de la aviación civil; declarando la nulidad de la Sección 3.ª del Capítulo VI y desestimando la demanda en todo lo demás.", "date_published": "2025-07-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/11/pdfs/BOE-A-2025-14308.pdf", "approved_by": "ª del Capítulo VI y desestimando la demanda en todo lo demás.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:12.566529+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-11-real_decreto-4cf3b38e.pdf", "text_length": 4427, "topic_primary": "justicia", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["sentencia", "drones", "Real Decreto 517/2024", "Tribunal Supremo", "uso civil", "aeronavegabilidad", "regulación"], "summary_plain_es": "La sentencia del Tribunal Supremo del 19 de junio de 2025 estima parcialmente el recurso presentado por la Asociación Nacional de Pilotos de Drones contra el Real Decreto 517/2024, que regula el uso civil de drones. Esta decisión anula la Sección 3.ª del Capítulo VI del decreto, pero desestima el resto de la demanda. Esto significa que algunas disposiciones del decreto quedan sin efecto, lo que puede afectar a la regulación de la aeronavegabilidad y licencias necesarias para operar drones. Los pilotos de drones y las empresas que utilizan estos dispositivos deben estar atentos a estos cambios, ya que pueden influir en sus operaciones y requisitos legales. La sentencia busca equilibrar la seguridad en el uso de drones con los derechos de los profesionales del sector.", "affects_to": ["autónomos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta sentencia, ya que afecta a la regulación del uso de drones, un sector en crecimiento que impacta en diversas actividades económicas y en la seguridad pública.", "updated_at": "2026-01-29T08:04:34.768876+00:00"}
{"id": "boe-2025-07-12-resolucion-a4bb9056", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de julio de 2025, de la Secretaría General Técnica, sobre aplicación del artículo 24.2 de la Ley 25/2014, de 27 de noviembre, de Tratados y otros Acuerdos Internacionales.", "date_published": "2025-07-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/12/pdfs/BOE-A-2025-14373.pdf", "approved_by": "2 de la Ley 25/2014, de 27 de noviembre, de Tratados y otros Acuerdos Internacionales.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:17.499566+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-12-resolucion-a4bb9056.pdf", "text_length": 57201, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tratados internacionales", "derechos humanos", "ley marcial", "Ucrania", "transparencia", "España", "comunicaciones oficiales"], "summary_plain_es": "La Resolución de 7 de julio de 2025, emitida por la Secretaría General Técnica, tiene como objetivo hacer públicas las comunicaciones sobre Tratados Internacionales Multilaterales en los que España es parte. Esta información es relevante desde la última publicación en octubre de 2024 hasta abril de 2025. Se incluyen detalles sobre el Tratado Antártico y el Convenio para la Protección de los Derechos Humanos, así como notificaciones de Ucrania sobre la suspensión de obligaciones en el contexto de la ley marcial. Esto afecta a la transparencia y el conocimiento de los compromisos internacionales de España, permitiendo a los ciudadanos estar informados sobre cómo estos tratados pueden influir en sus derechos y en la política exterior del país.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta información para entender cómo los tratados internacionales afectan sus derechos y la política del país. La transparencia en estos asuntos fomenta una ciudadanía informada y activa.", "updated_at": "2026-01-29T08:04:40.528567+00:00"}
{"id": "boe-2025-07-12-resolucion-a8e24c2c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/12/pdfs/BOE-A-2025-14395.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:29:17.500529+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-12-resolucion-a8e24c2c.pdf", "text_length": 14248, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "selección", "méritos", "administración pública", "puestos directivos"], "summary_plain_es": "La Resolución de 11 de julio de 2025 convoca la provisión de un puesto de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios de carrera que cumplan con los requisitos establecidos. El plazo para presentar solicitudes es de diez días naturales desde su publicación. Los interesados deben enviar su currículum, una justificación de su idoneidad para el puesto y un cuestionario de autoevaluación. La selección se basará en la idoneidad y competencia profesional, y se realizarán entrevistas para valorar a los candidatos. La resolución final se publicará en el BOE y se podrá impugnar mediante recurso contencioso-administrativo. Esta convocatoria es importante porque permite a los funcionarios acceder a puestos directivos, promoviendo la meritocracia en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los puestos en la administración pública y cómo se promueve la transparencia y la meritocracia en el acceso a cargos directivos.", "updated_at": "2026-01-29T08:04:47.377194+00:00"}
{"id": "boe-2025-07-12-resolucion-a8e24c2c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/12/pdfs/BOE-A-2025-14395.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:29:17.500529+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-12-resolucion-a8e24c2c.pdf", "text_length": 14248, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "selección", "méritos", "administración pública", "puestos directivos"], "summary_plain_es": "La Resolución de 11 de julio de 2025 convoca la provisión de un puesto de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios de carrera que cumplan con los requisitos establecidos. El plazo para presentar solicitudes es de diez días naturales desde su publicación. Los interesados deben enviar su currículum, una justificación de su idoneidad para el puesto y un cuestionario de autoevaluación. La selección se basará en la idoneidad y competencia profesional, y se realizarán entrevistas para valorar a los candidatos. La resolución final se publicará en el BOE y se podrá impugnar mediante recurso contencioso-administrativo. Esta convocatoria es importante porque permite a los funcionarios acceder a puestos directivos, promoviendo la meritocracia en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los puestos en la administración pública y cómo se promueve la transparencia y la meritocracia en el acceso a cargos directivos.", "updated_at": "2026-01-29T08:04:47.377194+00:00"}
{"id": "boe-2025-07-14-otro-ddb69df9", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 3631-2025, en relación con el art. 10.2, 3 y 4, y art. 46.1 del Texto Refundido de la Ley del Impuesto sobre Transmisiones Patrimoniales y Actos Jurídicos Documentados, aprobado por Real Decreto Legislativo 1/1993, de 24 de septiembre, y disposición final tercera del Texto Refundido de la Ley del Catastro Inmobiliario, aprobado por Real Decreto Legislativo 1/2004, de 5 de marzo.", "date_published": "2025-07-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/14/pdfs/BOE-A-2025-14451.pdf", "approved_by": "º 3631-2025, en relación con el art.  10.2, 3 y 4, y art. 46.1 del Texto Refundido de la Ley del Impuesto sobre Transmisiones Patrimoniales y Actos Jurídicos Documentados, aprobado por Real Decreto Legislativo 1/1993, de 24 de septiembre, y disposición final tercera del Texto Refundido de la Ley del Catastro Inmobiliario, aprobado por Real Decreto Legislativo 1/2004, de 5 de marzo.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:40.714025+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-14-otro-ddb69df9.pdf", "text_length": 1896, "topic_primary": "economía", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "impuesto transmisiones patrimoniales", "catastro inmobiliario", "Tribunal Constitucional", "Andalucía"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con ciertos artículos del Texto Refundido de la Ley del Impuesto sobre Transmisiones Patrimoniales y Actos Jurídicos Documentados, así como del Catastro Inmobiliario. Esto significa que se cuestiona la validez de estas normas en el contexto de un procedimiento judicial en Andalucía. Si se determina que son inconstitucionales, podría haber cambios significativos en cómo se aplican estos impuestos y regulaciones, afectando a los ciudadanos que realicen transmisiones patrimoniales o que tengan propiedades. Además, aquellos que sean parte del procedimiento tienen un plazo de quince días para presentarse ante el Tribunal, lo que puede influir en el desarrollo del caso y en la interpretación de la ley en el futuro.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta cuestión, ya que puede afectar la forma en que se gestionan los impuestos y las propiedades en España. La transparencia en estos procesos ayuda a garantizar que se respeten los derechos de todos los implicados.", "updated_at": "2026-01-29T08:04:53.643675+00:00"}
{"id": "boe-2025-07-14-otro-3b0134ce", "source": "BOE", "type": "otro", "title_original": "Cuestión de inconstitucionalidad n.º 4172-2025, en relación con los artículos 6.4 (en su redacción original) y 9.4 de la Ley de Cataluña 24/2015, de 29 de julio, de medidas urgentes para afrontar la emergencia en el ámbito de la vivienda y la pobreza energética, por posible vulneración del artículo 149.1.13.ª y 25.ª de la Constitución Española.", "date_published": "2025-07-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/14/pdfs/BOE-A-2025-14452.pdf", "approved_by": "º 4172-2025, en relación con los artículos 6. 4 (en su redacción original) y 9.4 de la Ley de Cataluña 24/2015, de 29 de julio, de medidas urgentes para afrontar la emergencia en el ámbito de la vivienda y la pobreza energética, por posible vulneración del artículo 149.1.13.ª y 25.ª de la Constitución Española.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:40.714503+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-14-otro-3b0134ce.pdf", "text_length": 1817, "topic_primary": "vivienda", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["inconstitucionalidad", "vivienda", "pobreza energética", "Ley de Cataluña 24/2015", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite una cuestión de inconstitucionalidad relacionada con la Ley de Cataluña 24/2015, que aborda la emergencia en vivienda y pobreza energética. Esta cuestión se centra en los artículos 6.4 y 9.4 de la ley, que podrían estar en conflicto con ciertos artículos de la Constitución Española. Si te afecta, puedes participar en el proceso si eres parte del recurso de apelación mencionado. Tienes un plazo de quince días para hacerlo. Este procedimiento es importante porque puede determinar la validez de normas que impactan en la vivienda y el bienestar de muchas personas en Cataluña.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos, ya que pueden influir en sus derechos y en políticas que afectan su calidad de vida, especialmente en temas de vivienda y bienestar social.", "updated_at": "2026-01-29T08:04:58.079751+00:00"}
{"id": "boe-2025-07-15-otro-6b1af181", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3640-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14590.pdf", "approved_by": "º 3640-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.624760+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-6b1af181.pdf", "text_length": 1101, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior", "infancia", "adolescencia", "migraciones", "medidas urgentes", "Real Decreto-ley"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el Consell de la Generalitat Valenciana contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Esto significa que se cuestiona la validez de las medidas aprobadas en este decreto-ley, que buscan garantizar la seguridad y bienestar de los menores en contextos migratorios complicados. Este recurso puede afectar la implementación de las políticas diseñadas para ayudar a los niños y adolescentes en situaciones vulnerables, lo que podría cambiar cómo se gestionan estos casos en el futuro. Es importante que estés informado sobre este proceso, ya que puede influir en la protección de los derechos de los menores en situaciones de crisis migratoria.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta directamente a la protección de los derechos de los menores en situaciones de migración, un tema de gran relevancia social y legal.", "updated_at": "2026-01-29T08:05:04.918342+00:00"}
{"id": "boe-2025-07-15-otro-04cb147c", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4001-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias y Acuerdo de convalidación del referido Real Decreto-ley, adoptado por el Congreso de los Diputados en su sesión de 10 de abril de 2025.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14591.pdf", "approved_by": "º 4001-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias y Acuerdo de convalidación del referido Real Decreto-ley, adoptado por el Congreso de los Diputados en su sesión de 10 de abril de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.625414+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-04cb147c.pdf", "text_length": 1406, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior de la infancia", "migración", "Real Decreto-ley", "Illes Baleares"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso ha sido promovido por el Consejo de Gobierno de las Illes Baleares, lo que indica que hay preocupaciones sobre la legalidad de las medidas adoptadas. Este proceso afecta a la forma en que se gestionan las situaciones de migración que involucran a menores, y podría implicar cambios significativos en la legislación vigente si se determina que el decreto es inconstitucional. Es importante que estés al tanto de este asunto, ya que podría influir en las políticas de protección infantil y en la respuesta del gobierno ante crisis migratorias en el futuro.", "affects_to": ["todos_ciudadanos", "familias", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a los derechos de los menores en situaciones de migración y puede cambiar la forma en que se protegen sus intereses en el futuro.", "updated_at": "2026-01-29T08:05:12.409754+00:00"}
{"id": "boe-2025-07-15-otro-5bcc4cd7", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4321-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14592.pdf", "approved_by": "º 4321-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.625822+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-5bcc4cd7.pdf", "text_length": 1115, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Real Decreto-ley 2/2025", "interés superior infancia", "contingencias migratorias", "Junta de Castilla y León"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso ha sido promovido por el Consejo de Gobierno de la Junta de Castilla y León. Esto significa que se cuestiona la constitucionalidad de las medidas aprobadas, lo que podría tener implicaciones significativas para la forma en que se gestionan las situaciones migratorias que afectan a menores. Si el Tribunal Constitucional decide que el decreto es inconstitucional, se podrían revertir las medidas implementadas, afectando directamente a la protección de los derechos de los niños y adolescentes en estas circunstancias.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar la protección de los derechos de los menores en situaciones de migración, un tema de gran relevancia social y legal.", "updated_at": "2026-01-29T08:05:18.447603+00:00"}
{"id": "boe-2025-07-15-otro-39cbaffa", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4397-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias y Acuerdo de convalidación del citado Real Decreto-ley, adoptado por el Pleno del Congreso de los Diputados en su sesión de 10 de abril de 2025.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14593.pdf", "approved_by": "º 4397-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias y Acuerdo de convalidación del citado Real Decreto-ley, adoptado por el Pleno del Congreso de los Diputados en su sesión de 10 de abril de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.626238+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-39cbaffa.pdf", "text_length": 1424, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Real Decreto-ley 2/2025", "interés superior de la infancia", "contingencias migratorias", "Junta de Comunidades de Castilla-La Mancha"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso fue promovido por la Junta de Comunidades de Castilla-La Mancha y se refiere a la convalidación del decreto por parte del Congreso de los Diputados. Esto significa que se cuestiona la legalidad de las medidas adoptadas, lo que podría afectar la forma en que se gestionan las situaciones migratorias que involucran a menores. Es importante que estés informado sobre este asunto, ya que puede influir en políticas futuras relacionadas con la infancia y la migración en España.", "affects_to": ["todos_ciudadanos", "familias", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos legales, ya que afectan a derechos fundamentales y a la protección de los menores en situaciones de vulnerabilidad. La transparencia en estos asuntos promueve una sociedad más informada y participativa.", "updated_at": "2026-01-29T08:05:25.041181+00:00"}
{"id": "boe-2025-07-15-otro-39aa4b37", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4458-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14594.pdf", "approved_by": "º 4458-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.626581+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-39aa4b37.pdf", "text_length": 1122, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migraciones", "Andalucía", "derechos de los menores"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el Consejo de Gobierno de Andalucía contra el Real Decreto-ley 2/2025. Este decreto establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de crisis migratorias. Esto significa que se cuestiona la legalidad de las medidas adoptadas por el gobierno en este contexto. Si el recurso prospera, podría haber cambios significativos en cómo se gestionan estas situaciones, afectando directamente a los derechos de los menores en situaciones de migración. Es importante que estés al tanto de estos cambios, ya que pueden influir en la protección de los derechos de los niños y adolescentes en tu comunidad.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede impactar en la protección de los derechos de los menores en situaciones de migración, un tema de gran relevancia social y legal.", "updated_at": "2026-01-29T08:05:33.557401+00:00"}
{"id": "boe-2025-07-15-otro-461513aa", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4527-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14595.pdf", "approved_by": "º 4527-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:29:45.626933+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-otro-461513aa.pdf", "text_length": 1081, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migraciones extraordinarias", "Xunta de Galicia", "Real Decreto-ley 2/2025"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por la Xunta de Galicia contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migraciones extraordinarias. Esto significa que se cuestiona la legalidad de estas medidas, lo que podría afectar a cómo se gestionan las situaciones de emergencia que involucran a menores migrantes. Si el recurso prospera, podrían cambiar las políticas actuales y la forma en que se aborda la protección de estos grupos vulnerables. Es importante que estés al tanto de este proceso, ya que puede influir en la seguridad y bienestar de muchos niños y adolescentes en situaciones críticas.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede impactar directamente en la protección de los derechos de los menores en situaciones de crisis migratoria. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones.", "updated_at": "2026-01-29T08:05:38.892236+00:00"}
{"id": "boe-2025-07-15-orden-eb4717fa", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 9 de julio de 2025, del Pleno del Consejo General del Poder Judicial, por el que se modifica el Acuerdo de 23 de octubre de 2024, por el que, en ejecución de sentencia, se designa al Tribunal calificador de las pruebas de especialización en el orden jurisdiccional social, convocadas por Acuerdo de 3 de marzo de 2022, de la Comisión Permanente.", "date_published": "2025-07-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/15/pdfs/BOE-A-2025-14617.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:29:45.628749+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-15-orden-eb4717fa.pdf", "text_length": 2299, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "pruebas de especialización", "orden jurisdiccional social", "Consejo General del Poder Judicial", "modificación", "evaluación", "aspirantes"], "summary_plain_es": "El Acuerdo del 9 de julio de 2025 modifica el Tribunal calificador de las pruebas de especialización en el orden jurisdiccional social, que se habían convocado anteriormente. Este cambio implica que Andreu Enfedaque I Marco será el nuevo magistrado especialista, reemplazando a Félix Vicente Azón Vilas, y que Ignacio Acón Ortego asumirá el rol de Vocal-Secretario, sustituyendo a Elena Burgos Herrera. Esta decisión afecta a los aspirantes a estas pruebas de especialización, ya que el nuevo tribunal será responsable de evaluar sus competencias. Es importante que los interesados estén al tanto de estos cambios, ya que pueden influir en el desarrollo de su proceso de selección y en la forma en que se llevarán a cabo las evaluaciones.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Conocer estos cambios es fundamental para que los ciudadanos y aspirantes a funcionarios se mantengan informados sobre el proceso de selección y evaluación en el ámbito judicial, asegurando así un acceso equitativo a la información y a las oportunidades laborales.", "updated_at": "2026-01-29T08:05:46.164703+00:00"}
{"id": "boe-2025-07-16-resolucion-7f259f00", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2019 al Código Internacional de Seguridad para los buques que utilicen gases u otros combustibles de bajo punto de inflamación (Código IGF) adoptada en Londres el 13 de junio de 2019 mediante Resolución MSC.458(101).", "date_published": "2025-07-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/16/pdfs/BOE-A-2025-14691.pdf", "approved_by": "458(101).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:30:03.509552+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-16-resolucion-7f259f00.pdf", "text_length": 10111, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas", "Código IGF", "seguridad marítima", "gases combustibles", "regulaciones", "buques", "incendios", "protección ambiental"], "summary_plain_es": "Este documento aprueba enmiendas al Código Internacional de Seguridad para buques que utilizan gases o combustibles de bajo punto de inflamación, adoptadas en Londres en 2019. A partir del 1 de enero de 2024, los buques construidos después de esta fecha deberán cumplir con nuevas regulaciones que mejoran la seguridad en el uso de estos combustibles. Esto incluye definiciones actualizadas y requisitos específicos para el diseño y la operación de los buques, como sistemas de contención de combustible y medidas de seguridad contra incendios. Estas enmiendas afectan a todos los buques que utilicen estos combustibles, mejorando la seguridad marítima y la protección del medio ambiente. Es importante que los ciudadanos conozcan estas regulaciones, ya que garantizan un transporte marítimo más seguro y sostenible.", "affects_to": ["empresas", "todos_ciudadanos", "sector_industrial"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas enmiendas, ya que afectan la seguridad en el transporte marítimo y la protección del medio ambiente, promoviendo un uso más seguro de combustibles en la industria naval.", "updated_at": "2026-01-29T08:05:53.155166+00:00"}
{"id": "boe-2025-07-16-otro-8c327446", "source": "BOE", "type": "otro", "title_original": "Modificaciones al Reglamento del Tratado de cooperación en materia de patentes (PCT) adoptadas el 14 de octubre de 2023 por la Asamblea de la Unión Internacional de Cooperación en materia de patentes (Unión PCT) en su 55.º periodo de sesiones (24.º ordinario).", "date_published": "2025-07-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/16/pdfs/BOE-A-2025-14692.pdf", "approved_by": "º periodo de sesiones (24. º ordinario).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:30:03.510441+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-16-otro-8c327446.pdf", "text_length": 15487, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["modificaciones PCT", "tratado de cooperación", "patentes", "verificación solicitudes", "traducción patentes"], "summary_plain_es": "Se han aprobado modificaciones al Reglamento del Tratado de cooperación en materia de patentes (PCT) que entrarán en vigor el 1 de julio de 2024. Estas modificaciones afectan principalmente a la verificación y corrección de solicitudes internacionales de patentes. Si presentas una solicitud en un idioma diferente al de publicación, la Oficina receptora te pedirá que proporciones una traducción adecuada. Además, si no cumples con ciertos requisitos, tu solicitud podría considerarse retirada. Estas actualizaciones buscan mejorar la uniformidad y claridad en el proceso de solicitud de patentes, lo que impacta a inventores y empresas que buscan proteger sus innovaciones a nivel internacional.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender mejor el proceso de solicitud de patentes y cómo pueden afectar sus derechos de propiedad intelectual y la protección de sus innovaciones.", "updated_at": "2026-01-29T08:05:58.030364+00:00"}
{"id": "boe-2025-07-16-resolucion-4201eb59", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38315/2025, de 4 de julio, de la Subsecretaría, por la que se publica la relación de aspirantes aprobados en el proceso selectivo para acceso, por el sistema de promoción interna, al Cuerpo de Ingenieros Técnicos de Arsenales de la Armada, convocado por Resolución 400/38506/2024, de 26 de noviembre.", "date_published": "2025-07-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/16/pdfs/BOE-A-2025-14721.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:30:03.513345+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-16-resolucion-4201eb59.pdf", "text_length": 11473, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["promoción interna", "Cuerpo de Ingenieros Técnicos", "aspirantes aprobados", "Ministerio de Defensa", "documentación requerida"], "summary_plain_es": "La Resolución 400/38315/2025, publicada el 16 de julio de 2025, da a conocer la lista de aspirantes aprobados en el proceso selectivo para acceder al Cuerpo de Ingenieros Técnicos de Arsenales de la Armada, a través de promoción interna. Este proceso fue convocado el 26 de noviembre de 2024. Si has sido aprobado, tienes un plazo de 20 días hábiles para presentar la documentación requerida, que incluye tu DNI, título académico y una declaración jurada. Es importante que presentes toda la documentación correctamente, ya que si no lo haces, podrías perder tu oportunidad de ser nombrado funcionario. La resolución también establece que los aspirantes deben ser responsables de la veracidad de los documentos presentados. Este proceso afecta principalmente a los funcionarios que buscan avanzar en su carrera dentro del Ministerio de Defensa.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades de empleo público y los requisitos necesarios para acceder a ellos.", "updated_at": "2026-01-29T08:06:03.969320+00:00"}
{"id": "boe-2025-07-17-acuerdo-621d9f2f", "source": "BOE", "type": "acuerdo", "title_original": "Aplicación provisional del Acuerdo por el que se modifica el Acuerdo entre el Reino de España y la República de Honduras sobre Transporte Aéreo y Anejo, firmado en Tegucigalpa el 30 de octubre de 1992, hecho en Sevilla el 1 de julio de 2025.", "date_published": "2025-07-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/17/pdfs/BOE-A-2025-14787.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:30:26.917634+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-17-acuerdo-621d9f2f.pdf", "text_length": 7185, "topic_primary": "transporte", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["transporte aéreo", "España", "Honduras", "acuerdo", "modificación", "compañías aéreas", "autorizaciones", "servicios aéreos"], "summary_plain_es": "Se aprueba la aplicación provisional de un acuerdo que modifica el tratado de transporte aéreo entre España y Honduras, firmado en 1992. Este nuevo acuerdo, que entra en vigor de forma provisional desde el 1 de julio de 2025, permite a cada país designar compañías aéreas para operar en sus rutas acordadas. Además, establece requisitos para la autorización de estas empresas, asegurando que cumplan con las normativas de sus respectivos países. Esto afecta a las aerolíneas que operan entre ambos países, facilitando el transporte aéreo y mejorando la cooperación en este sector. Es importante que los ciudadanos conozcan estos cambios, ya que pueden influir en la disponibilidad y calidad de los servicios aéreos entre España y Honduras.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Conocer este acuerdo es fundamental para entender cómo se gestionan los servicios aéreos entre países, lo que puede afectar a los viajeros y a las empresas del sector aéreo.", "updated_at": "2026-01-29T08:06:13.039148+00:00"}
{"id": "boe-2025-07-17-orden-a771512b", "source": "BOE", "type": "orden", "title_original": "Orden PJC/759/2025, de 11 de julio, por la que se convoca concurso específico para la provisión de puestos de trabajo para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-07-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/17/pdfs/BOE-A-2025-14814.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:30:26.919969+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-17-orden-a771512b.pdf", "text_length": 23417, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Cuerpo de Letrados", "Administración de Justicia", "méritos", "solicitudes telemáticas"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos de trabajo en el Cuerpo de Letrados de la Administración de Justicia. Esta convocatoria está dirigida exclusivamente a funcionarios de este cuerpo que cumplan ciertos requisitos, como estar en servicio activo y no estar en situaciones de suspensión o excedencia. Los interesados deben presentar su solicitud de manera telemática, incluyendo un currículum y una memoria sobre el puesto solicitado. El concurso se evaluará en dos fases, con un total de 100 puntos posibles, y se valorarán méritos como la antigüedad y el conocimiento de lenguas oficiales. Esta medida busca asegurar que los puestos sean ocupados por los candidatos más cualificados dentro del cuerpo, promoviendo así la eficiencia en la Administración de Justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se eligen a los funcionarios que gestionan la justicia, lo que afecta directamente a la calidad del servicio público.", "updated_at": "2026-01-29T08:06:21.071552+00:00"}
{"id": "boe-2025-07-18-orden-8fd82fd1", "source": "BOE", "type": "orden", "title_original": "Orden EFD/761/2025, de 14 de julio, por la que se establece el currículo de la doble titulación de Formación Profesional en Técnico en Instalaciones de Telecomunicaciones y Técnico en Instalaciones Eléctricas y Automáticas, en el ámbito de gestión del Ministerio de Educación, Formación Profesional y Deportes.", "date_published": "2025-07-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/18/pdfs/BOE-A-2025-14886.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:30:44.815883+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-18-orden-8fd82fd1.pdf", "text_length": 14377, "topic_primary": "educación", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["doble titulación", "Formación Profesional", "Técnico en Telecomunicaciones", "Técnico en Instalaciones Eléctricas", "currículo", "formación práctica", "empleabilidad", "educación"], "summary_plain_es": "La Orden EFD/761/2025 establece el currículo para una nueva doble titulación de Formación Profesional que combina los estudios de Técnico en Instalaciones de Telecomunicaciones y Técnico en Instalaciones Eléctricas y Automáticas. Esta formación se desarrollará en tres años y busca responder a las necesidades del mercado laboral, facilitando a los estudiantes adquirir competencias en dos áreas técnicas complementarias. La normativa asegura que se mantenga la parte obligatoria y permite una optatividad que enriquecerá la formación. Además, se establece un periodo de formación práctica en empresas, lo que mejorará la empleabilidad de los futuros titulados. Esta iniciativa afecta principalmente a estudiantes que buscan una formación más completa y a empresas que requieren profesionales cualificados en estos sectores.", "affects_to": ["estudiantes", "sector_tecnológico", "sector_industrial"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta normativa, ya que impacta en la formación profesional y en las oportunidades laborales de los jóvenes, asegurando que la educación se adapte a las demandas del mercado.", "updated_at": "2026-01-29T08:06:28.754734+00:00"}
{"id": "boe-2025-07-18-orden-9b452597", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 9 de julio de 2025, del Pleno del Consejo General del Poder Judicial, por el que se nombra Letrada Titular del Gabinete Técnico al servicio del Tribunal Supremo, en el orden social.", "date_published": "2025-07-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/18/pdfs/BOE-A-2025-14887.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:30:44.816446+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-18-orden-9b452597.pdf", "text_length": 1954, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Letrada Titular", "Gabinete Técnico", "Tribunal Supremo", "orden social", "recurso contencioso-administrativo"], "summary_plain_es": "El 9 de julio de 2025, el Consejo General del Poder Judicial ha nombrado a Lucía Martín Rojo como Letrada Titular del Gabinete Técnico del Tribunal Supremo en el ámbito social. Este nombramiento se produce tras un concurso convocado anteriormente y se formaliza en un plazo de veinte días desde su publicación en el BOE. Además, los aspirantes que no han sido seleccionados tienen seis meses para retirar su documentación, que será destruida si no lo hacen. Este acuerdo también permite la posibilidad de interponer un recurso contencioso-administrativo en caso de desacuerdo, lo que garantiza un mecanismo de revisión judicial. Este nombramiento es relevante para el funcionamiento del Tribunal Supremo y puede influir en la gestión de casos en el ámbito social.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se estructura la justicia y quiénes son los responsables de gestionar los casos en el Tribunal Supremo, lo que afecta la confianza en el sistema judicial.", "updated_at": "2026-01-29T08:06:34.793623+00:00"}
{"id": "boe-2025-07-18-orden-4528f52b", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 9 de julio de 2025, del Pleno del Consejo General del Poder Judicial, por el que se nombra Letrado Titular del Gabinete Técnico al servicio del Tribunal Supremo, en el orden contencioso-administrativo.", "date_published": "2025-07-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/18/pdfs/BOE-A-2025-14888.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:30:44.816869+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-18-orden-4528f52b.pdf", "text_length": 1998, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "letrado titular", "Gabinete Técnico", "Tribunal Supremo", "concurso", "poder judicial", "recursos"], "summary_plain_es": "El Consejo General del Poder Judicial ha nombrado a José Luis Moreno López como Letrado Titular del Gabinete Técnico del Tribunal Supremo en el ámbito contencioso-administrativo. Este nombramiento se realiza tras un concurso convocado a principios de 2025 y es un paso importante para asegurar el funcionamiento del Tribunal Supremo. El nuevo letrado deberá tomar posesión de su cargo en un plazo de veinte días desde la publicación de este acuerdo. Además, los aspirantes que no han sido seleccionados tienen seis meses para retirar su documentación, que será destruida si no lo hacen. Este acuerdo también permite la posibilidad de interponer un recurso contencioso-administrativo en caso de desacuerdo con la decisión. Este nombramiento afecta a la estructura del poder judicial y garantiza que se cuente con personal capacitado en el Tribunal Supremo.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se estructura y opera el sistema judicial, así como para poder ejercer sus derechos en caso de desacuerdo con las decisiones tomadas.", "updated_at": "2026-01-29T08:06:41.106297+00:00"}
{"id": "boe-2025-07-19-resolucion-436af35f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de julio de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-07-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/19/pdfs/BOE-A-2025-14963.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:00.979320+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-19-resolucion-436af35f.pdf", "text_length": 2534, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de pipa", "Península", "Baleares"], "summary_plain_es": "La Resolución del 18 de julio de 2025 establece los precios de venta al público de diversos productos de tabaco en las expendedurías de la Península y Baleares. Esto incluye cigarrillos, cigarros, cigarritos y picaduras de pipa, cuyos precios han sido propuestos por los fabricantes e importadores. Por ejemplo, el precio de una cajetilla de King Silver es de 4,60 euros, mientras que los cigarros Davidoff Chefs Edition tienen un precio de 55,00 euros por paquete de 10. Esta regulación afecta a los consumidores de tabaco, ya que les proporciona información clara sobre los precios que deberán pagar. La resolución entra en vigor el mismo día de su publicación, por lo que los precios son aplicables de inmediato.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para poder tomar decisiones informadas sobre su consumo y entender el impacto económico de estos productos en su presupuesto.", "updated_at": "2026-01-29T08:06:47.796835+00:00"}
{"id": "boe-2025-07-19-resolucion-b75927e1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de julio de 2025, de la Subsecretaría, por la que se resuelve el concurso específico, convocado por Resolución de 19 de febrero de 2025, en la Entidad Estatal de Derecho Público Trabajo Penitenciario y Formación para el Empleo.", "date_published": "2025-07-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/19/pdfs/BOE-A-2025-14965.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:31:00.980322+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-19-resolucion-b75927e1.pdf", "text_length": 3357, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso específico", "puestos de trabajo", "funcionarios", "adjudicación", "toma de posesión", "cambio de residencia"], "summary_plain_es": "Esta resolución aprueba la adjudicación de puestos de trabajo en la Entidad Estatal de Derecho Público Trabajo Penitenciario y Formación para el Empleo, tras un concurso específico convocado anteriormente. Afecta principalmente a los funcionarios que han participado en el concurso, quienes ahora conocerán su nuevo destino laboral. Los adjudicatarios tendrán un plazo de tres días hábiles para tomar posesión de su puesto si no hay cambio de residencia, o un mes si sí lo hay. Además, se establece que el cese en el puesto anterior debe realizarse en un plazo de tres días hábiles tras la publicación de esta resolución. Es importante que los funcionarios conozcan sus derechos y plazos para asegurar una transición adecuada a sus nuevos destinos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y los derechos de los funcionarios en procesos de cambio de puesto.", "updated_at": "2026-01-29T08:06:53.814812+00:00"}
{"id": "boe-2025-07-19-resolucion-44cc7cc7", "source": "BOE", "type": "resolucion", "title_original": "Resolución 160/38348/2025, de 16 de julio, de la Jefatura de Enseñanza de la Guardia Civil, por la que se publica la relación provisional de las personas admitidas y excluidas y se anuncia fecha, hora y lugar de celebración de la primera prueba de la convocatoria de las pruebas selectivas para el ingreso en los centros docentes de formación para la incorporación a la Escala de Cabos y Guardias del Cuerpo de la Guardia Civil, convocadas por Resolución 160/38240/2025, de 23 de mayo.", "date_published": "2025-07-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/19/pdfs/BOE-A-2025-14978.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:31:00.981302+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-19-resolucion-44cc7cc7.pdf", "text_length": 8965, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["guardia civil", "pruebas selectivas", "admitidos", "excluidos", "fecha de examen", "sede de examen", "reclamaciones"], "summary_plain_es": "La Resolución 160/38348/2025, publicada el 19 de julio de 2025, informa sobre la relación provisional de aspirantes admitidos y excluidos para las pruebas de ingreso en la Escala de Cabos y Guardias de la Guardia Civil. Afecta a todos los candidatos que se presentaron a estas pruebas, ya que deben revisar su estado y, si están excluidos, tienen un plazo de diez días para corregir cualquier error o presentar reclamaciones. La primera prueba se llevará a cabo el 6 de septiembre de 2025 en diferentes sedes a lo largo de España, donde los aspirantes deberán presentarse a las 7:30 horas (6:30 en Canarias). Es importante que los interesados consulten la lista de admitidos y excluidos, así como la ubicación de las pruebas, para asegurar su participación en el proceso selectivo.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta información para poder participar adecuadamente en el proceso de selección y asegurar que sus derechos sean respetados.", "updated_at": "2026-01-29T08:06:59.984464+00:00"}
{"id": "boe-2025-07-21-otro-c88b8436", "source": "BOE", "type": "otro", "title_original": "Entrada en vigor del Convenio de Extradición entre el Reino de España y la República Islámica de Mauritania, hecho «Ad Referendum» en Madrid el 12 de septiembre de 2006.", "date_published": "2025-07-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/21/pdfs/BOE-A-2025-15042.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:29.299788+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-21-otro-c88b8436.pdf", "text_length": 1070, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["extradición", "España", "Mauritania", "convenio", "cooperación judicial", "delitos", "justicia", "criminalidad transnacional"], "summary_plain_es": "El Convenio de Extradición entre España y Mauritania, firmado en 2006, comenzará a aplicarse el 1 de septiembre de 2025. Esto significa que, a partir de esa fecha, ambos países podrán solicitar la extradición de personas acusadas de delitos, facilitando así la cooperación judicial y el combate a la criminalidad transnacional. Este acuerdo es importante porque establece un marco legal que permite a las autoridades de ambos países trabajar juntas en la persecución de delincuentes que se encuentren en el territorio del otro. Por lo tanto, si alguna persona buscada por la justicia española se encuentra en Mauritania, España podrá solicitar su entrega y viceversa. Este convenio afecta a los ciudadanos de ambos países, especialmente a aquellos que puedan verse involucrados en procesos judiciales relacionados con delitos graves.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio, ya que afecta a la seguridad y justicia en ambos países, y les permite entender mejor cómo se gestionan los delitos transnacionales.", "updated_at": "2026-01-29T08:07:07.079443+00:00"}
{"id": "boe-2025-07-21-otro-eaafb7d7", "source": "BOE", "type": "otro", "title_original": "Entrada en vigor del Convenio entre el Reino de España y la República Islámica de Mauritania relativo a la asistencia a personas detenidas y al traslado de personas condenadas, hecho en Madrid el 12 de septiembre de 2006.", "date_published": "2025-07-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/21/pdfs/BOE-A-2025-15043.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:29.300998+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-21-otro-eaafb7d7.pdf", "text_length": 1177, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["convenio España Mauritania", "asistencia detenidos", "traslado condenados", "derechos humanos", "cooperación internacional"], "summary_plain_es": "El 1 de septiembre de 2025 entrará en vigor un convenio entre España y Mauritania que regula la asistencia a personas detenidas y el traslado de condenados. Este acuerdo, firmado en 2006, busca facilitar la cooperación entre ambos países en temas de justicia penal. A partir de esta fecha, se establecerán protocolos claros para asegurar que las personas detenidas en uno de los países puedan recibir asistencia y que los condenados puedan ser trasladados de manera adecuada. Esto afecta a las personas que se encuentren en situaciones de detención o condena en estos países, garantizando sus derechos y facilitando su tratamiento. Es importante que los ciudadanos conozcan este convenio, ya que promueve la justicia y el respeto a los derechos humanos en el ámbito internacional.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio para entender cómo se protegen sus derechos en situaciones de detención y condena, así como la importancia de la cooperación internacional en materia de justicia.", "updated_at": "2026-01-29T08:07:15.789825+00:00"}
{"id": "boe-2025-07-21-otro-9d5f3325", "source": "BOE", "type": "otro", "title_original": "Entrada en vigor del Convenio relativo a la asistencia judicial en el ámbito civil y mercantil entre el Reino de España y la República Islámica de Mauritania, hecho en Madrid el 12 de septiembre de 2006.", "date_published": "2025-07-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/21/pdfs/BOE-A-2025-15044.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:29.302220+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-21-otro-9d5f3325.pdf", "text_length": 1148, "topic_primary": "justicia", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["asistencia judicial", "convenio España Mauritania", "derechos legales", "cooperación judicial", "conflictos civiles", "mercantiles"], "summary_plain_es": "A partir del 1 de septiembre de 2025, entrará en vigor un convenio entre España y Mauritania que facilita la asistencia judicial en asuntos civiles y mercantiles. Esto significa que, si tienes un problema legal que involucra a ambas naciones, podrás contar con un marco legal que te apoye en la resolución de conflictos. Este convenio busca mejorar la cooperación judicial y garantizar que los derechos de las personas y empresas estén protegidos en situaciones legales que crucen fronteras. Es un paso importante para fortalecer las relaciones entre ambos países y ofrecer mayor seguridad jurídica a los ciudadanos y empresas que operan en estos contextos.", "affects_to": ["todos_ciudadanos", "empresas", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio, ya que les proporciona herramientas legales para resolver disputas que puedan surgir en relaciones con Mauritania, promoviendo así la justicia y la seguridad jurídica en un contexto internacional.", "updated_at": "2026-01-29T08:07:25.377673+00:00"}
{"id": "boe-2025-07-21-otro-1add68db", "source": "BOE", "type": "otro", "title_original": "Entrada en vigor del Convenio relativo a la Asistencia Judicial en materia penal entre el Reino de España y la República Islámica de Mauritania, hecho en Madrid el 12 de septiembre de 2006.", "date_published": "2025-07-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/21/pdfs/BOE-A-2025-15045.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:29.302902+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-21-otro-1add68db.pdf", "text_length": 1149, "topic_primary": "justicia", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["asistencia judicial", "convenio penal", "España", "Mauritania", "cooperación judicial", "entrada en vigor", "relaciones internacionales"], "summary_plain_es": "El 1 de septiembre de 2025 entrará en vigor el Convenio de Asistencia Judicial en materia penal entre España y Mauritania, firmado en 2006. Este acuerdo facilitará la cooperación judicial en casos penales entre ambos países, lo que significa que se podrán realizar trámites legales de manera más ágil y efectiva. Esto afecta a los ciudadanos de ambos países, especialmente en situaciones donde se requiera asistencia legal transnacional. El convenio busca mejorar la justicia y la seguridad, permitiendo que las autoridades judiciales colaboren más fácilmente en investigaciones y procesos penales. Es un paso importante para fortalecer las relaciones entre España y Mauritania en el ámbito judicial.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio, ya que afecta a la cooperación judicial y puede influir en sus derechos y procedimientos legales en casos penales entre España y Mauritania.", "updated_at": "2026-01-29T08:07:31.626442+00:00"}
{"id": "boe-2025-07-21-resolucion-9c637448", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38340/2025, de 11 de julio, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-07-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/21/pdfs/BOE-A-2025-15064.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:31:29.304770+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-21-resolucion-9c637448.pdf", "text_length": 6684, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Defensa", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta resolución para presentar tu solicitud, que debe incluir un currículum vitae detallado. Los puestos disponibles están especificados en el anexo de la resolución, y se requiere que los solicitantes tengan ciertas experiencias y habilidades, como el dominio de idiomas en algunos casos. Si no estás de acuerdo con la resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo. Esta convocatoria es importante porque permite a los funcionarios avanzar en sus carreras y ocupar puestos que se ajusten a su perfil profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos y ejercer sus derechos laborales. La transparencia en estos procesos fomenta la confianza en la administración pública.", "updated_at": "2026-01-29T08:07:39.346926+00:00"}
{"id": "boe-2025-07-22-real_decreto-0026e331", "source": "BOE", "type": "real_decreto", "title_original": "Orden APA/775/2025, de 15 de julio, por la que se modifican los anexos I, II bis y II quater del Real Decreto 929/1995, de 9 de junio, por el que se aprueba el Reglamento técnico de control y certificación de plantas de vivero de frutales.", "date_published": "2025-07-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/22/pdfs/BOE-A-2025-15139.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:31:47.239538+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-22-real_decreto-0026e331.pdf", "text_length": 66092, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación normativa", "plagas frutales", "certificación plantas", "Reglamento técnico", "producción agrícola"], "summary_plain_es": "La Orden APA/775/2025 modifica ciertos anexos del Reglamento técnico de control y certificación de plantas de vivero de frutales en España. Esto se hace para incorporar cambios de la Unión Europea sobre plagas reguladas, como el virus del mosaico anular del tabaco y el virus de la mancha anular del tomate, que ahora se consideran plagas no cuarentenarias. Estas modificaciones afectan a los productores y proveedores de plantas de frutales, ya que deben cumplir con nuevas regulaciones para asegurar que sus productos estén libres de estas plagas. Además, se corrigen errores en las normativas anteriores, lo que busca garantizar una aplicación uniforme de la normativa en todo el país. Es importante que los ciudadanos conozcan estos cambios para entender cómo pueden afectar la producción agrícola y la calidad de los productos que consumen.", "affects_to": ["empresas", "sector agrícola"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas modificaciones para comprender su impacto en la producción agrícola y la seguridad alimentaria. La transparencia en estas normativas ayuda a asegurar la calidad de los productos en el mercado.", "updated_at": "2026-01-29T08:07:47.437365+00:00"}
{"id": "boe-2025-07-22-resolucion-24fb40a8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de julio de 2025, de la Subsecretaría, por la que se publica la relación de aspirantes que han superado las fases de concurso y oposición del proceso selectivo para el acceso, por el sistema de promoción interna, a la Escala Superior de Técnicos de Tráfico, convocado por Resolución de 11 de diciembre de 2024.", "date_published": "2025-07-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/22/pdfs/BOE-A-2025-15147.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:31:47.240818+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-22-resolucion-24fb40a8.pdf", "text_length": 6963, "topic_primary": "transporte", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["promoción interna", "Técnicos de Tráfico", "oposiciones", "funcionarios", "curso selectivo", "verificación de datos"], "summary_plain_es": "Se ha publicado la lista de aspirantes que han superado las fases de concurso y oposición para acceder a la Escala Superior de Técnicos de Tráfico, mediante promoción interna. Esta resolución afecta a los funcionarios que han participado en el proceso selectivo convocado en diciembre de 2024. Los aspirantes que figuran en la lista no necesitan presentar documentación adicional, ya que la Administración ha verificado sus datos. Los seleccionados serán nombrados funcionarios en prácticas y deberán completar un curso selectivo. Si no lo superan, perderán el derecho a ser nombrados funcionarios de carrera. Es importante que los ciudadanos conozcan esta información para entender cómo se gestionan los procesos de selección en la Administración Pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es crucial que los ciudadanos estén informados sobre los procesos de selección de funcionarios para garantizar la transparencia y la confianza en la Administración Pública.", "updated_at": "2026-01-29T08:07:53.743350+00:00"}
{"id": "boe-2025-07-23-real_decreto-7b4a69ce", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 658/2025, de 22 de julio, por el que se regulan las medidas a adoptar en situaciones de contingencia migratoria extraordinaria para la protección del interés superior de la infancia y la adolescencia migrante no acompañada.", "date_published": "2025-07-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/23/pdfs/BOE-A-2025-15229.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:08.599118+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-23-real_decreto-7b4a69ce.pdf", "text_length": 33427, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["migración", "infancia", "adolescencia", "protección", "contingencia", "reubicación", "España", "menores no acompañados"], "summary_plain_es": "El Real Decreto 658/2025 establece medidas para proteger a la infancia y adolescencia migrante no acompañada en situaciones de contingencia migratoria extraordinaria. Afecta a menores extranjeros que llegan a España sin compañía y busca garantizar su bienestar en aspectos sociales, sanitarios, educativos y de vivienda. Se implementarán mecanismos para redistribuir a estos menores de las comunidades más saturadas a otras con menos presión. Además, se regula el procedimiento para su reubicación, asegurando que se respeten sus derechos y se actúe en su interés superior. Este decreto es un paso importante para mejorar la atención y protección de estos menores, que han aumentado significativamente en los últimos años, y busca una respuesta coordinada entre diferentes administraciones.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se protege a los menores migrantes y cómo se gestionan las situaciones de crisis migratoria en el país.", "updated_at": "2026-01-29T08:08:00.706948+00:00"}
{"id": "boe-2025-07-23-resolucion-ce02740d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de julio de 2025, de la Subsecretaría, por la que se publica la relación de aspirantes que han aprobado la fase de oposición del proceso selectivo para ingreso, por el sistema general de acceso libre, en la Carrera Diplomática, convocado por Resolución de 9 de diciembre de 2024.", "date_published": "2025-07-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/23/pdfs/BOE-A-2025-15277.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:32:08.602621+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-23-resolucion-ce02740d.pdf", "text_length": 5989, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["carrera diplomática", "oposición", "aspirantes aprobados", "documentación requerida", "funcionarios públicos"], "summary_plain_es": "El 18 de julio de 2025, se publica la lista de aspirantes que han aprobado la fase de oposición para ingresar en la Carrera Diplomática, según la convocatoria del 9 de diciembre de 2024. Esta resolución afecta a los opositores que han superado la prueba y deberán presentar una serie de documentos en un plazo de veinte días hábiles. Si no presentan la documentación requerida, no podrán ser nombrados funcionarios. Es importante que los ciudadanos conozcan este proceso, ya que garantiza la transparencia en la selección de funcionarios públicos y asegura que solo aquellos que cumplen con los requisitos puedan acceder a estos puestos.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "La transparencia en los procesos de selección de funcionarios es esencial para fomentar la confianza en las instituciones públicas y asegurar que los ciudadanos estén informados sobre cómo se eligen a sus representantes.", "updated_at": "2026-01-29T08:08:06.818902+00:00"}
{"id": "boe-2025-07-24-ley-82963d78", "source": "BOE", "type": "ley", "title_original": "Resolución de 22 de julio de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 6/2025, de 17 de junio, por el que se adoptan medidas relativas a los recursos de los sistemas de financiación territorial.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15311.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:24.687307+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-ley-82963d78.pdf", "text_length": 1048, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "financiación territorial", "recursos públicos", "Congreso de los Diputados", "servicios públicos", "comunidades autónomas"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 6/2025, que introduce medidas relacionadas con los recursos de los sistemas de financiación territorial. Esto significa que se han adoptado decisiones importantes para asegurar la financiación adecuada de las comunidades autónomas y otros territorios, lo que puede influir en la calidad de los servicios públicos que reciben. A ti, como ciudadano, te afecta porque estas medidas pueden repercutir en la educación, la sanidad y otros servicios esenciales que dependen de la financiación territorial. Es un paso hacia una gestión más eficiente de los recursos públicos, buscando garantizar que cada región tenga los fondos necesarios para su desarrollo y bienestar.", "affects_to": ["todos_ciudadanos", "familias", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones, ya que afectan directamente a la calidad de los servicios que reciben y a la gestión de los recursos públicos en sus comunidades.", "updated_at": "2026-01-29T08:08:12.791219+00:00"}
{"id": "boe-2025-07-24-ley-a8ed8bde", "source": "BOE", "type": "ley", "title_original": "Resolución de 22 de julio de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 8/2025, de 8 de julio, por el que se declaran diversas iniciativas y programas como acontecimientos de excepcional interés público.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15312.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:24.687801+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-ley-a8ed8bde.pdf", "text_length": 1063, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "interés público", "iniciativas", "programas", "Congreso de los Diputados"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 8/2025, que declara diversas iniciativas y programas como acontecimientos de excepcional interés público. Esto significa que ciertas acciones y proyectos recibirán un tratamiento especial debido a su relevancia. Afecta principalmente a los ciudadanos y a las entidades que se benefician de estas iniciativas, ya que podrán acceder a recursos y apoyos que faciliten su desarrollo. Este acuerdo se publica oficialmente para que todos estén informados sobre las decisiones que impactan en la sociedad y la economía. Es importante que estés al tanto de estos cambios, ya que pueden influir en tu vida diaria y en las oportunidades disponibles en tu entorno.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones para entender cómo afectan a su comunidad y a los recursos disponibles. La transparencia en estos procesos fomenta la participación y el interés por la política.", "updated_at": "2026-01-29T08:08:18.109696+00:00"}
{"id": "boe-2025-07-24-ley-57c09398", "source": "BOE", "type": "ley", "title_original": "Resolución de 22 de julio de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de derogación del Real Decreto-ley 7/2025, de 24 de junio, por el que se aprueban medidas urgentes para el refuerzo del sistema eléctrico.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15313.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:24.688221+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-ley-57c09398.pdf", "text_length": 1002, "topic_primary": "energía", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["derogación", "Real Decreto-ley", "sistema eléctrico", "Congreso de los Diputados", "medidas urgentes", "energía", "regulación"], "summary_plain_es": "El Congreso de los Diputados ha decidido derogar el Real Decreto-ley 7/2025, que había sido aprobado el 24 de junio de 2025 y que contenía medidas urgentes para reforzar el sistema eléctrico. Esta decisión implica que las medidas que se habían implementado a través de dicho decreto ya no estarán en vigor. Esto afecta a todos los ciudadanos, ya que el sistema eléctrico es un servicio fundamental para la vida diaria. La derogación puede generar cambios en la regulación del sector eléctrico y en la manera en que se gestionan los recursos energéticos en el país. Es importante que estés al tanto de estas decisiones, ya que pueden influir en los precios de la electricidad y en la calidad del servicio que recibes en tu hogar.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones para entender cómo afectan a su vida diaria y al funcionamiento del sistema eléctrico en el país. La transparencia en estos procesos ayuda a mantener informada a la población sobre cambios que pueden impactar su economía y bienestar.", "updated_at": "2026-01-29T08:08:25.091336+00:00"}
{"id": "boe-2025-07-24-resolucion-5ac4de9c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 15 de julio de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 17 de junio de 2025, en los Servicios Periféricos de la Secretaría General de Instituciones Penitenciarias.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15319.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:32:24.688724+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-resolucion-5ac4de9c.pdf", "text_length": 2671, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Instituciones Penitenciarias", "nombramientos", "recursos administrativos", "Ministerio del Interior"], "summary_plain_es": "La Resolución de 15 de julio de 2025, emitida por la Subsecretaría del Ministerio del Interior, resuelve la convocatoria de libre designación para puestos en los Servicios Periféricos de la Secretaría General de Instituciones Penitenciarias. Esta convocatoria fue anunciada previamente el 17 de junio de 2025. La resolución establece que los nombramientos se realizarán conforme a la normativa vigente y que la toma de posesión de los nuevos destinos se regirá por el Real Decreto 364/1995. Los afectados por esta resolución son los funcionarios que opten a estos puestos. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Es importante que los ciudadanos conozcan este proceso para entender cómo se gestionan los nombramientos en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procedimientos para garantizar la transparencia en la gestión pública y el acceso a la información sobre cómo se realizan los nombramientos en la administración.", "updated_at": "2026-01-29T08:08:32.088129+00:00"}
{"id": "boe-2025-07-24-resolucion-2fcd8a08", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de julio de 2025, de la Subsecretaría, por la que se resuelve el concurso específico para la provisión de puestos de trabajo en la Dirección General de la Policía, convocado por Resolución de 17 de marzo de 2025.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15320.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:32:24.689268+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-resolucion-2fcd8a08.pdf", "text_length": 28464, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso", "puestos de trabajo", "Dirección General de la Policía", "funcionarios", "adjudicación", "toma de posesión"], "summary_plain_es": "La Resolución de 18 de julio de 2025, emitida por la Subsecretaría del Ministerio del Interior, resuelve el concurso específico para la provisión de puestos de trabajo en la Dirección General de la Policía, convocado anteriormente el 17 de marzo de 2025. Esta resolución adjudica de manera definitiva los destinos a los funcionarios que han participado en el concurso, según lo establecido en el anexo de la resolución. Los destinos son voluntarios y no generan derecho a indemnización, a menos que se den ciertas excepciones. Los funcionarios tienen un plazo de tres días hábiles para tomar posesión de sus nuevos destinos, si no implica cambio de residencia, o un mes si sí lo implica. Además, se establece que los funcionarios en licencias o permisos deberán seguir las normativas correspondientes para el cómputo de plazos. Esta resolución es importante ya que afecta a la organización interna de la Policía y a los funcionarios que buscan un nuevo destino, garantizando un proceso transparente y regulado. También se informa sobre la posibilidad de interponer recursos en caso de desacuerdo con la resolución.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en las instituciones públicas y cómo se garantiza la transparencia en los procesos de selección y adjudicación de puestos.", "updated_at": "2026-01-29T08:08:40.083384+00:00"}
{"id": "boe-2025-07-24-resolucion-3c092709", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de julio de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/24/pdfs/BOE-A-2025-15350.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:32:24.689759+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-24-resolucion-3c092709.pdf", "text_length": 11476, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, a través del sistema de libre designación. Esta convocatoria está dirigida a personal funcionario que cumpla con los requisitos especificados en el anexo I. Si estás interesado, deberás presentar tu solicitud en un plazo de diez días naturales desde la publicación de esta resolución, junto con tu currículum y una justificación de tu idoneidad para el puesto. Además, se realizarán entrevistas para evaluar a los candidatos. El nombramiento se realizará en un plazo de un mes, aunque puede prorrogarse. Es importante que los funcionarios conozcan esta oportunidad, ya que puede afectar su carrera profesional y desarrollo dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan participar en la mejora de la administración pública y conocer las oportunidades de desarrollo profesional disponibles.", "updated_at": "2026-01-29T08:08:46.132726+00:00"}
{"id": "boe-2025-07-25-ley-70d21207", "source": "BOE", "type": "ley", "title_original": "Ley 4/2025, de 24 de julio, por la que se modifica la Ley 28/1990, de 26 de diciembre, por la que se aprueba el Convenio Económico entre el Estado y la Comunidad Foral de Navarra.", "date_published": "2025-07-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/25/pdfs/BOE-A-2025-15423.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:42.501244+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-25-ley-70d21207.pdf", "text_length": 61466, "topic_primary": "economía", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["ley 4/2025", "convenio económico", "navarra", "impuesto complementario", "multinacionales", "entidades financieras", "nuevos impuestos"], "summary_plain_es": "La Ley 4/2025 modifica el Convenio Económico entre el Estado y la Comunidad Foral de Navarra, actualizando su marco tributario. Esta ley afecta a grupos multinacionales y entidades financieras, incorporando nuevos impuestos como el Impuesto Complementario y el Impuesto sobre los Líquidos para Cigarrillos Electrónicos. Estos cambios buscan garantizar un nivel mínimo de imposición y adaptar la normativa a las últimas reformas tributarias. Además, se establecen mecanismos para la exacción de estos impuestos y se amplían las competencias normativas de Navarra. Esto significa que, si eres parte de un grupo empresarial o trabajas en el sector financiero, deberás estar al tanto de cómo estas modificaciones pueden influir en tus obligaciones fiscales y en la gestión de tus tributos.", "affects_to": ["empresas", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender sus derechos y obligaciones fiscales, así como el impacto en la economía local y nacional.", "updated_at": "2026-01-29T08:08:53.682129+00:00"}
{"id": "boe-2025-07-26-resolucion-125b3385", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de julio de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-07-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/26/pdfs/BOE-A-2025-15482.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:32:52.430102+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-26-resolucion-125b3385.pdf", "text_length": 3184, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarros", "picaduras de pipa", "expendedurías", "Península", "Baleares"], "summary_plain_es": "La Resolución del 24 de julio de 2025 establece los precios de venta al público para diversas labores de tabaco en las Expendedurías de Tabaco y Timbre de la Península y Baleares. Esto incluye cigarros, cigarrillos y picaduras de pipa, cuyos precios han sido propuestos por los fabricantes e importadores. A partir de la publicación de esta resolución, los nuevos precios entran en vigor de inmediato, afectando a los consumidores que compran estos productos en las mencionadas expendedurías. Es importante que estés informado sobre estos cambios, ya que pueden influir en tus decisiones de compra y en el acceso a estos productos en el mercado.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios de venta al público de productos de tabaco es esencial para que los ciudadanos puedan tomar decisiones informadas sobre su consumo y entender mejor el mercado de tabacos en su área.", "updated_at": "2026-01-29T08:08:59.180230+00:00"}
{"id": "boe-2025-07-26-resolucion-7bd6417d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de julio de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 12 de mayo de 2025.", "date_published": "2025-07-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/26/pdfs/BOE-A-2025-15483.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:32:52.430622+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-26-resolucion-7bd6417d.pdf", "text_length": 3960, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "Ministerio de Justicia", "nombramientos", "funcionarios", "transparencia", "administración pública"], "summary_plain_es": "La Resolución de 17 de julio de 2025, emitida por la Secretaría de Estado de Justicia, resuelve la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Esta convocatoria se había anunciado previamente el 12 de mayo de 2025. El proceso ha seguido los procedimientos establecidos por la ley y se ha verificado que se cumplieron todos los requisitos necesarios. La persona seleccionada para el puesto es Helena Beatriz Vives de Prada, quien se incorpora como vocal asesora en la Dirección General de Seguridad Jurídica y Fe Pública. Es importante que los ciudadanos conozcan estas resoluciones, ya que afectan la transparencia y el funcionamiento de la administración pública, asegurando que los puestos se ocupen de manera adecuada y conforme a la normativa vigente.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración pública para garantizar la transparencia y la confianza en las instituciones. Conocer estos procesos permite a la ciudadanía entender cómo se gestionan los recursos humanos en el sector público.", "updated_at": "2026-01-29T08:09:07.193019+00:00"}
{"id": "boe-2025-07-26-resolucion-3da44563", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/26/pdfs/BOE-A-2025-15504.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:32:52.431112+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-26-resolucion-3da44563.pdf", "text_length": 7851, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios públicos", "convocatoria", "puesto de trabajo", "solicitudes", "currículum vitae", "Administración Pública"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Administración Pública mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar el puesto si cumplen con los requisitos establecidos. El anuncio incluye detalles sobre cómo presentar la solicitud, que debe hacerse en un plazo de quince días hábiles desde la publicación en el BOE. Además, se requiere que los solicitantes presenten su currículum vitae y otros documentos relevantes. Esta convocatoria es importante para quienes buscan avanzar en su carrera dentro de la administración pública, ya que les permite optar a un puesto específico de su interés.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de desarrollo profesional y mejorar la gestión pública.", "updated_at": "2026-01-29T08:09:13.206909+00:00"}
{"id": "boe-2025-07-28-otro-0f9eca21", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4926-2025, contra la disposición adicional octava, disposición transitoria única y disposición final decimonovena de la Ley 1/2025, de 1 de abril, de prevención de las pérdidas y el desperdicio alimentario.", "date_published": "2025-07-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/28/pdfs/BOE-A-2025-15581.pdf", "approved_by": "º 4926-2025, contra la disposición adicional octava, disposición transitoria única y disposición final decimonovena de la Ley 1/2025, de 1 de abril, de prevención de las pérdidas y el desperdicio alimentario.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:09.703592+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-28-otro-0f9eca21.pdf", "text_length": 1034, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 1/2025", "desperdicio alimentario", "Defensor del Pueblo", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra ciertos artículos de la Ley 1/2025, que se centra en la prevención de pérdidas y desperdicio alimentario. Este recurso fue promovido por el Defensor del Pueblo y afecta a la disposición adicional octava, la disposición transitoria única y la disposición final decimonovena de la ley. Esto significa que se cuestiona la legalidad de estas partes de la ley, lo que podría tener implicaciones en la forma en que se gestionan las políticas de desperdicio alimentario en España. Si se determina que estas disposiciones son inconstitucionales, podrían ser modificadas o eliminadas, lo que afectaría a la regulación actual sobre la prevención del desperdicio de alimentos.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar la legislación sobre el desperdicio alimentario, un tema de gran relevancia social y económica. La transparencia en estos procesos permite a la ciudadanía entender cómo se regulan sus derechos y obligaciones.", "updated_at": "2026-01-29T08:09:19.946529+00:00"}
{"id": "boe-2025-07-28-otro-b8e508a4", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 4946-2025, contra la Ley 1/2025, de 1 de abril, de prevención de las pérdidas y el desperdicio alimentario.", "date_published": "2025-07-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/28/pdfs/BOE-A-2025-15582.pdf", "approved_by": "º 4946-2025, contra la Ley 1/2025, de 1 de abril, de prevención de las pérdidas y el desperdicio alimentario.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:09.704240+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-28-otro-b8e508a4.pdf", "text_length": 866, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 1/2025", "desperdicio alimentario", "Grupo Parlamentario Popular", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra la Ley 1/2025, que se centra en la prevención de pérdidas y desperdicio alimentario. Este recurso ha sido promovido por más de cincuenta senadores del Grupo Parlamentario Popular, lo que indica una oposición significativa a esta ley. La ley busca establecer medidas para reducir el desperdicio de alimentos en el país, lo cual es un tema de gran relevancia social y ambiental. La decisión del Tribunal podría afectar la implementación de estas medidas y, por ende, la forma en que se gestionan los recursos alimentarios en España. Es importante que estés al tanto de este proceso, ya que podría influir en políticas futuras relacionadas con la sostenibilidad y la gestión de residuos.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a la legislación sobre la gestión de alimentos y el medio ambiente, temas que impactan directamente en la sociedad y la economía.", "updated_at": "2026-01-29T08:09:29.061460+00:00"}
{"id": "boe-2025-07-28-resolucion-5c54ec2a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve el concurso convocado por Resolución de 18 de diciembre de 2023.", "date_published": "2025-07-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/28/pdfs/BOE-A-2025-15587.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:33:09.705004+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-28-resolucion-5c54ec2a.pdf", "text_length": 2674, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal constitucional", "nombramiento", "gestor", "resolución", "recurso contencioso-administrativo", "funcionarios", "administración pública"], "summary_plain_es": "El 22 de julio de 2025, se ha resuelto el concurso para cubrir una plaza de gestor/a en el Tribunal Constitucional, nombrando a María Isabel Alías Garoz para el puesto. Esta decisión se toma tras la anulación de una resolución anterior por parte del Tribunal Supremo, que obligó a retrotraer los efectos de la nueva resolución a una fecha anterior. Esto significa que el proceso de selección se ha corregido y se ha seguido el procedimiento adecuado. Si eres un funcionario o estás interesado en la administración pública, este nombramiento puede ser relevante para ti, ya que afecta la estructura del Tribunal Constitucional y su funcionamiento. Además, se establece la posibilidad de interponer recursos contra esta resolución, lo que garantiza que los interesados puedan defender sus derechos en caso de desacuerdo.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se conforman las instituciones y cómo se gestionan los recursos públicos. La transparencia en estos procesos refuerza la confianza en el sistema judicial y administrativo.", "updated_at": "2026-01-29T08:09:37.474836+00:00"}
{"id": "boe-2025-07-28-resolucion-2aaf23bb", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-07-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/28/pdfs/BOE-A-2025-15608.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:09.705739+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-28-resolucion-2aaf23bb.pdf", "text_length": 11836, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "Ministerio de Hacienda", "funcionarios", "experiencia", "selección", "competencias", "currículum"], "summary_plain_es": "Se ha convocado un puesto de trabajo en el Ministerio de Hacienda por el sistema de libre designación, lo que significa que los funcionarios pueden solicitarlo si cumplen con los requisitos establecidos. Este puesto está relacionado con la Subdirección General de Gestión Presupuestaria y Financiera de Entidades Locales, y se busca a alguien con al menos diez años de experiencia en el ámbito económico-financiero de las administraciones públicas. Para postular, deberás enviar tu currículum y una justificación de tu idoneidad, además de un cuestionario de autoevaluación. El plazo para presentar solicitudes es de diez días naturales desde la publicación de la resolución. La selección incluirá entrevistas y se valorarán las competencias profesionales. Es importante que los interesados conozcan esta convocatoria, ya que puede ser una oportunidad para avanzar en su carrera dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión del sector público.", "updated_at": "2026-01-29T08:09:47.947213+00:00"}
{"id": "boe-2025-07-29-ley-d2fa5c1b", "source": "BOE", "type": "ley", "title_original": "Ley 6/2025, de 28 de julio, de modificación de la Ley 19/1994, de 6 de julio, de modificación del Régimen Económico y Fiscal de Canarias, para la regulación de las inversiones en elementos patrimoniales afectos a la actividad de arrendamiento de vivienda en las Islas Canarias.", "date_published": "2025-07-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/29/pdfs/BOE-A-2025-15651.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:18.666700+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-29-ley-d2fa5c1b.pdf", "text_length": 46023, "topic_primary": "economía", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["Ley 6/2025", "Canarias", "inversiones", "vivienda", "arrendamiento", "RIC", "emergencia habitacional"], "summary_plain_es": "La Ley 6/2025 modifica la Ley 19/1994 para regular las inversiones en viviendas de arrendamiento en Canarias. Esta ley busca facilitar que los fondos de la Reserva para Inversiones de Canarias (RIC) se utilicen para la compra o rehabilitación de viviendas destinadas al alquiler, especialmente en un contexto de emergencia habitacional. Se permite la adquisición de inmuebles que no hayan sido arrendados en el último año, y se establece que estas viviendas deben estar arrendadas en un plazo de seis meses. Además, se fomenta la creación de empleo vinculado a estas inversiones. Esta ley afecta a empresas y autónomos que deseen invertir en el sector inmobiliario canario, promoviendo así la oferta de vivienda asequible en las islas.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley, ya que impacta directamente en la disponibilidad de vivienda asequible y en la economía local. La regulación de inversiones puede ayudar a mitigar la crisis de vivienda en Canarias.", "updated_at": "2026-01-29T08:09:59.697200+00:00"}
{"id": "boe-2025-07-29-resolucion-cefd2b0c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de julio de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 27 de mayo de 2025.", "date_published": "2025-07-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/29/pdfs/BOE-A-2025-15658.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:33:18.667333+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-29-resolucion-cefd2b0c.pdf", "text_length": 3993, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 22 de julio de 2025, emitida por la Secretaría de Estado de Asuntos Exteriores y Globales, resuelve parcialmente la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria, anunciada previamente el 27 de mayo de 2025, permite la provisión de ciertos puestos de trabajo dentro del ministerio. La resolución incluye detalles sobre los nuevos destinos de los funcionarios, así como el régimen de toma de posesión. Si eres funcionario del Ministerio, esta resolución te afecta directamente, ya que determina tu posible nuevo puesto y las condiciones para asumirlo. Además, se establece un plazo para interponer recursos en caso de desacuerdo con la decisión. Es importante que estés informado sobre estos cambios, ya que pueden afectar tu carrera profesional y tus derechos laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los empleados del sector público.", "updated_at": "2026-01-29T08:10:06.504375+00:00"}
{"id": "boe-2025-07-29-resolucion-f73b9867", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de julio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación, en la Carrera Diplomática.", "date_published": "2025-07-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/29/pdfs/BOE-A-2025-15675.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:18.667747+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-29-resolucion-f73b9867.pdf", "text_length": 7274, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "Carrera Diplomática", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes"], "summary_plain_es": "La Resolución de 25 de julio de 2025 convoca a los funcionarios de la Carrera Diplomática a participar en un proceso de libre designación para ocupar puestos de trabajo en el extranjero. Esta convocatoria es exclusiva para personal de la Carrera Diplomática y se basa en el Real Decreto 674/1993. Los interesados tienen un plazo de quince días hábiles para presentar sus solicitudes, indicando sus preferencias por los puestos disponibles. La resolución establece que la incorporación a los nuevos puestos será inmediata tras la adjudicación. Es importante que los funcionarios estén informados sobre esta convocatoria, ya que les brinda la oportunidad de acceder a nuevos destinos y responsabilidades en su carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los funcionarios de la Carrera Diplomática puedan ejercer su derecho a participar en el proceso de selección y así mejorar su carrera profesional.", "updated_at": "2026-01-29T08:10:14.577155+00:00"}
{"id": "boe-2025-07-30-ley-05224616", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 9/2025, de 29 de julio, por el que se amplía el permiso de nacimiento y cuidado, mediante la modificación del texto refundido de la Ley del Estatuto de los Trabajadores, aprobado por el Real Decreto Legislativo 2/2015, de 23 de octubre, el texto refundido de la Ley del Estatuto Básico del Empleado Público, aprobado por el Real Decreto Legislativo 5/2015, de 30 de octubre, y el texto refundido de la Ley General de la Seguridad Social, aprobado por el Real Decreto Legislativo 8/2015, de 30 de octubre, para completar la transposición de la Directiva (UE) 2019/1158 del Parlamento Europeo y del Consejo, de 20 de junio de 2019, relativa a la conciliación de la vida familiar y la vida profesional de los progenitores y los cuidadores, y por la que se deroga la Directiva 2010/18/UE del Consejo.", "date_published": "2025-07-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/30/pdfs/BOE-A-2025-15741.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:31.639601+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-30-ley-05224616.pdf", "text_length": 59374, "topic_primary": "empleo", "impact_index": {"score": 90, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["permiso de nacimiento", "conciliación laboral", "corresponsabilidad", "familias monoparentales", "derechos laborales", "trabajo y cuidado", "directiva europea"], "summary_plain_es": "El Real Decreto-ley 9/2025 amplía el permiso de nacimiento y cuidado en España, modificando varias leyes laborales y de seguridad social. A partir de ahora, los progenitores y cuidadores tendrán tres semanas adicionales de permiso, garantizando que durante este tiempo mantendrán su salario. Esta medida busca facilitar la conciliación de la vida laboral y familiar, promoviendo la corresponsabilidad entre hombres y mujeres en el cuidado de los hijos. Además, se establece un trato preferencial para las familias monoparentales, que verán incrementada la duración de sus permisos. Este cambio es parte de la transposición de una directiva europea que busca mejorar las condiciones de trabajo y asegurar que las responsabilidades de cuidado no recaigan desproporcionadamente en un solo miembro de la familia. Así, se busca fomentar un entorno laboral más inclusivo y equitativo, donde todos los trabajadores puedan disfrutar de sus derechos sin renunciar a su carrera profesional.", "affects_to": ["todos_ciudadanos", "familias", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas nuevas medidas para poder ejercer sus derechos laborales y familiares. La información clara sobre permisos y derechos ayuda a promover una sociedad más equitativa y responsable en el cuidado de los hijos.", "updated_at": "2026-01-29T08:10:21.927620+00:00"}
{"id": "boe-2025-07-30-resolucion-962de5b7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de julio de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-07-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/30/pdfs/BOE-A-2025-15780.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:31.640869+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-30-resolucion-962de5b7.pdf", "text_length": 67568, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "funcionarios", "vacantes", "igualdad de género", "movilidad laboral", "Administración Pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en la Administración General del Estado, afectando a funcionarios de carrera. Podrán participar aquellos que cumplan con los requisitos establecidos, como tener al menos dos años en su puesto actual. Este concurso busca promover la igualdad de género y garantizar que todos los funcionarios tengan la oportunidad de acceder a nuevos puestos. Es importante que los ciudadanos conozcan esta convocatoria ya que afecta a la movilidad y promoción de los empleados públicos, lo que puede influir en la calidad del servicio público que reciben.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias, ya que reflejan cómo se gestionan los recursos humanos en la administración pública y afectan directamente la calidad del servicio que reciben.", "updated_at": "2026-01-29T08:10:26.879143+00:00"}
{"id": "boe-2025-07-30-resolucion-820cf825", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de julio de 2025, de la Subsecretaría, por la que se convoca concurso general para la provisión de puestos de trabajo.", "date_published": "2025-07-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/30/pdfs/BOE-A-2025-15781.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:31.641231+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-30-resolucion-820cf825.pdf", "text_length": 66286, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso general", "funcionarios", "vacantes", "igualdad de género", "Administración Pública", "puestos de trabajo", "requisitos"], "summary_plain_es": "Se convoca un concurso general para cubrir vacantes en la Administración General del Estado, lo que significa que los funcionarios de carrera pueden solicitar nuevos puestos de trabajo. Este concurso está diseñado para garantizar la igualdad de oportunidades entre hombres y mujeres, y se basa en principios establecidos por la ley. Si eres funcionario, puedes participar siempre que cumplas con ciertos requisitos, como haber permanecido en tu puesto actual durante al menos dos años. Además, hay reglas específicas para aquellos en diferentes situaciones administrativas, como excedencias o traslados. Este proceso es importante porque permite a los funcionarios mejorar su situación laboral y a la Administración optimizar su plantilla.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este concurso, ya que afecta la movilidad y oportunidades laborales de los funcionarios, lo que impacta en la eficiencia del servicio público.", "updated_at": "2026-01-29T08:10:31.617628+00:00"}
{"id": "boe-2025-07-31-otro-53ec0651", "source": "BOE", "type": "otro", "title_original": "Reforma del Reglamento del Congreso de los Diputados de 10 de febrero de 1982.", "date_published": "2025-07-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/31/pdfs/BOE-A-2025-15843.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:59.719171+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-31-otro-53ec0651.pdf", "text_length": 17962, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["reforma", "Reglamento", "Congreso", "voto telemático", "periodismo parlamentario", "cuidado familiar", "situaciones excepcionales"], "summary_plain_es": "La reforma del Reglamento del Congreso de los Diputados introduce cambios significativos en la forma en que los diputados pueden ejercer su derecho al voto. Ahora, se permite el voto telemático en más situaciones, como el cuidado de familiares cercanos o tras el fallecimiento de un ser querido, además de las ya existentes como embarazo o enfermedad. Esto busca facilitar la compatibilidad entre el ejercicio del cargo y situaciones familiares graves. También se establece que la solicitud de voto telemático debe incluir una justificación, aunque se aceptará una declaración responsable. Además, se abordan preocupaciones sobre el ejercicio del periodismo parlamentario, buscando proteger a los periodistas de comportamientos intimidatorios. Estos cambios afectan a los diputados y a la relación entre el Parlamento y los medios de comunicación, promoviendo un entorno más accesible y respetuoso.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas reformas para entender cómo se toman decisiones en el Congreso y cómo se protege el derecho a la información, lo que fortalece la democracia y la rendición de cuentas.", "updated_at": "2026-01-29T08:10:38.756465+00:00"}
{"id": "boe-2025-07-31-otro-53ec0651", "source": "BOE", "type": "otro", "title_original": "Reforma del Reglamento del Congreso de los Diputados de 10 de febrero de 1982.", "date_published": "2025-07-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/31/pdfs/BOE-A-2025-15843.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:33:59.719171+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-31-otro-53ec0651.pdf", "text_length": 17962, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["reforma", "Reglamento", "Congreso", "voto telemático", "periodismo parlamentario", "cuidado familiar", "situaciones excepcionales"], "summary_plain_es": "La reforma del Reglamento del Congreso de los Diputados introduce cambios significativos en la forma en que los diputados pueden ejercer su derecho al voto. Ahora, se permite el voto telemático en más situaciones, como el cuidado de familiares cercanos o tras el fallecimiento de un ser querido, además de las ya existentes como embarazo o enfermedad. Esto busca facilitar la compatibilidad entre el ejercicio del cargo y situaciones familiares graves. También se establece que la solicitud de voto telemático debe incluir una justificación, aunque se aceptará una declaración responsable. Además, se abordan preocupaciones sobre el ejercicio del periodismo parlamentario, buscando proteger a los periodistas de comportamientos intimidatorios. Estos cambios afectan a los diputados y a la relación entre el Parlamento y los medios de comunicación, promoviendo un entorno más accesible y respetuoso.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas reformas para entender cómo se toman decisiones en el Congreso y cómo se protege el derecho a la información, lo que fortalece la democracia y la rendición de cuentas.", "updated_at": "2026-01-29T08:10:38.756465+00:00"}
{"id": "boe-2025-07-31-resolucion-e11a0424", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38358/2025, de 22 de julio, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Enfermero/a y de Fisioterapeuta, en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38514/2024, de 25 de noviembre.", "date_published": "2025-07-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/31/pdfs/BOE-A-2025-15868.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:59.720873+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-31-resolucion-e11a0424.pdf", "text_length": 11721, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["personal estatutario", "enfermero", "fisioterapeuta", "Red Hospitalaria Defensa", "proceso selectivo", "documentación requerida", "convocatoria"], "summary_plain_es": "Se ha publicado la lista de personas que han aprobado el proceso selectivo para convertirse en personal estatutario fijo en las categorías de Enfermero/a y Fisioterapeuta en la Red Hospitalaria de la Defensa. Esto afecta a quienes han participado en la convocatoria anterior y han logrado las puntuaciones necesarias. Para formalizar su nombramiento, deberán presentar una serie de documentos en un plazo de veinte días hábiles. Entre los requisitos se incluyen la presentación de títulos, declaraciones juradas y certificaciones médicas. Este proceso es importante para asegurar que los profesionales de la salud en el ámbito militar cumplan con los estándares necesarios para ejercer su labor.", "affects_to": ["sector_sanitario", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en el sector público, especialmente en áreas críticas como la salud.", "updated_at": "2026-01-29T08:10:44.736512+00:00"}
{"id": "boe-2025-07-31-resolucion-6b1a3057", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38357/2025, de 22 de julio, de la Subsecretaría, por la que se publica la relación de personas aprobadas en el proceso selectivo para la estabilización del empleo temporal de larga duración, para el acceso a la condición de personal estatutario fijo, en plazas de la categoría de Enfermero/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38495/2024, de 20 de noviembre.", "date_published": "2025-07-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/07/31/pdfs/BOE-A-2025-15869.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:33:59.721320+00:00", "pdf_path": "pdfs/2025/07/boe-2025-07-31-resolucion-6b1a3057.pdf", "text_length": 8490, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "personal estatutario fijo", "enfermero", "proceso selectivo", "estabilización", "documentación requerida", "Red Hospitalaria de la Defensa"], "summary_plain_es": "La Resolución 400/38357/2025, publicada el 31 de julio de 2025, da a conocer la lista de personas que han aprobado el proceso selectivo para estabilizar el empleo temporal de larga duración en la categoría de Enfermero/a en la Red Hospitalaria de la Defensa. Este proceso es parte de un esfuerzo para convertir a estos trabajadores temporales en personal estatutario fijo. Afecta principalmente a los aspirantes que han participado en este proceso y que ahora deben presentar documentación específica para formalizar su nombramiento. Entre los requisitos se incluyen la presentación de títulos, declaraciones juradas y certificaciones médicas. Es importante que los ciudadanos conozcan esta resolución, ya que garantiza la estabilidad laboral de un grupo de profesionales de la salud que desempeñan funciones esenciales en el sistema de salud pública.", "affects_to": ["sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estos procesos, ya que afectan la estabilidad laboral de profesionales de la salud, lo que repercute en la calidad del servicio sanitario que reciben todos los ciudadanos.", "updated_at": "2026-01-29T08:10:52.683168+00:00"}
