{"id": "boe-2025-11-01-orden-6eea61d8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1214/2025, de 30 de octubre, por la que se publica el Acuerdo del Consejo de Seguridad Nacional de 14 de julio de 2025, por el que se modifica el Acuerdo de 19 de marzo de 2024, por el que se aprueba el procedimiento para el desarrollo del Catálogo de Recursos de la Seguridad Nacional.", "date_published": "2025-11-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/01/pdfs/BOE-A-2025-22020.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:06.267184+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-01-orden-6eea61d8.pdf", "text_length": 4022, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["seguridad nacional", "catálogo de recursos", "gestión de crisis", "modificación acuerdo", "ministerios", "actualización permanente", "recursos públicos"], "summary_plain_es": "La Orden PJC/1214/2025, publicada el 1 de noviembre de 2025, aprueba un acuerdo del Consejo de Seguridad Nacional que modifica el procedimiento para el desarrollo del Catálogo de Recursos de la Seguridad Nacional. Esta modificación incluye la incorporación de nuevos ministerios al Grupo de Trabajo que se encarga de este catálogo, asegurando que se actualice de manera continua y se integre recursos de comunidades autónomas y del sector privado. Esto afecta a la gestión de crisis y a la movilización de recursos en situaciones de emergencia, garantizando una respuesta más efectiva ante posibles crisis. Es importante que los ciudadanos conozcan estos cambios, ya que impactan en la seguridad nacional y en la capacidad del gobierno para gestionar situaciones críticas.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se gestionan los recursos de seguridad nacional, ya que esto afecta directamente a su seguridad y bienestar en situaciones de crisis.", "updated_at": "2026-01-29T08:28:53.721840+00:00"}
{"id": "boe-2025-11-01-orden-d03ec292", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1215/2025, de 30 de octubre, por la que se publica el Acuerdo del Consejo de Seguridad Nacional de 14 de julio de 2025, por el que se modifica el Acuerdo de 4 de marzo de 2020, por el que se crea y regula el Comité Especializado contra el Terrorismo.", "date_published": "2025-11-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/01/pdfs/BOE-A-2025-22021.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:06.267697+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-01-orden-d03ec292.pdf", "text_length": 5237, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["comité especializado", "terrorismo", "seguridad nacional", "modificación", "gobierno", "coordinación", "ministerios"], "summary_plain_es": "La Orden PJC/1215/2025, publicada el 1 de noviembre de 2025, da a conocer un acuerdo del Consejo de Seguridad Nacional que modifica la estructura del Comité Especializado contra el Terrorismo. Este comité, creado en 2020, tiene como objetivo coordinar y fortalecer la lucha contra el terrorismo en España. La principal modificación incluye la incorporación de un representante del Ministerio de Economía, Comercio y Empresa, lo que busca enriquecer la perspectiva del comité al abordar esta problemática. Además, se actualizan las denominaciones de las vocalías para reflejar la estructura actual de los ministerios. Estos cambios son importantes para mejorar la eficacia en la lucha contra el terrorismo, garantizando una colaboración más amplia entre diferentes departamentos del gobierno. Esto afecta a la seguridad nacional y a todos los ciudadanos, ya que un enfoque más coordinado puede contribuir a un entorno más seguro.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se organiza la lucha contra el terrorismo y cómo se protegen sus derechos y seguridad en el país.", "updated_at": "2026-01-29T08:28:58.300677+00:00"}
{"id": "boe-2025-11-01-orden-d409cbc8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1216/2025, de 30 de octubre, por la que se publica el Acuerdo del Consejo de Seguridad Nacional de 14 de julio de 2025, por el que se aprueba el procedimiento para el desarrollo del Catálogo de Recursos de la Seguridad Nacional, nivel Comunidades y Ciudades Autónomas.", "date_published": "2025-11-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/01/pdfs/BOE-A-2025-22022.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:06.268121+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-01-orden-d409cbc8.pdf", "text_length": 6401, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["seguridad nacional", "catálogo de recursos", "comunidades autónomas", "procedimiento", "grupo de trabajo", "administración pública"], "summary_plain_es": "La Orden PJC/1216/2025 establece el procedimiento para desarrollar el Catálogo de Recursos de la Seguridad Nacional a nivel de Comunidades y Ciudades Autónomas. Esto significa que se organizarán y clasificarán los recursos disponibles en estas regiones para mejorar la seguridad nacional. Afecta a las Comunidades Autónomas y sus administraciones, ya que deberán colaborar en la recopilación de información sobre los recursos existentes. Además, se formará un Grupo de Trabajo que se encargará de elaborar un borrador del catálogo, que luego será revisado y aprobado por el Consejo de Seguridad Nacional. Este catálogo será clasificado como materia reservada, lo que implica que no toda la información será accesible al público. La iniciativa busca integrar los recursos de las Comunidades con los de la Administración General del Estado, fortaleciendo así la seguridad en todo el país.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este procedimiento para entender cómo se gestionan los recursos de seguridad en su comunidad y cómo se integran en la estrategia nacional.", "updated_at": "2026-01-29T08:29:03.149953+00:00"}
{"id": "boe-2025-11-01-orden-38711b6a", "source": "BOE", "type": "orden", "title_original": "Orden INT/1217/2025, de 31 de octubre, por la que se dispone el cese del General de Brigada don José Antonio Fernández de Luz de las Heras en el Mando de la 12.ª Zona de la Guardia Civil, Comunidad Autónoma de Castilla y León (León).", "date_published": "2025-11-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/01/pdfs/BOE-A-2025-22029.pdf", "approved_by": "ª Zona de la Guardia Civil, Comunidad Autónoma de Castilla y León (León).", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:54:06.268787+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-01-orden-38711b6a.pdf", "text_length": 1224, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["ceses", "Guardia Civil", "Castilla y León", "José Antonio Fernández", "Ministerio del Interior", "cambio de mando"], "summary_plain_es": "Se ha decidido el cese del General de Brigada José Antonio Fernández de Luz de las Heras en su puesto al frente de la 12.ª Zona de la Guardia Civil en Castilla y León. Esta decisión se toma en cumplimiento de la normativa vigente que regula el régimen del personal de la Guardia Civil. El cese fue acordado por el Ministro del Interior, Fernando Grande-Marlaska, tras la propuesta de la Directora General de la Guardia Civil y con la aprobación de la Secretaria de Estado de Seguridad. Esto significa que habrá un cambio en la dirección de la Guardia Civil en esta zona, lo que puede afectar la gestión y operatividad de las fuerzas de seguridad en la región.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los cambios en la dirección de las fuerzas de seguridad, ya que esto puede influir en la seguridad y el orden público en sus comunidades.", "updated_at": "2026-01-29T08:29:07.826271+00:00"}
{"id": "boe-2025-11-01-orden-eff5c9ea", "source": "BOE", "type": "orden", "title_original": "Orden INT/1218/2025, de 31 de octubre, por la que se dispone el cese del General de Brigada don José Santiago Martín Gómez como segundo Jefe del Estado Mayor de la Guardia Civil (Madrid).", "date_published": "2025-11-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/01/pdfs/BOE-A-2025-22030.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:54:06.269152+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-01-orden-eff5c9ea.pdf", "text_length": 1132, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cese", "general de brigada", "guardia civil", "nombramientos", "ministerio del interior", "seguridad", "mando"], "summary_plain_es": "Se ha publicado una orden que cesa al General de Brigada José Santiago Martín Gómez de su puesto como segundo Jefe del Estado Mayor de la Guardia Civil. Esta decisión, tomada por el Ministro del Interior, Fernando Grande-Marlaska, se basa en la normativa vigente que regula la estructura y el personal de la Guardia Civil. El cese se realiza a propuesta de la Directora General de la Guardia Civil y con la aprobación de la Secretaria de Estado de Seguridad. Este cambio en el mando puede afectar a la operativa y la dirección de la Guardia Civil, así como a los miembros de la institución que trabajan bajo su mando, ya que implica una reestructuración en la alta dirección de esta fuerza de seguridad.", "affects_to": ["funcionarios", "sector_sanitario", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan estos cambios en la estructura de la Guardia Civil, ya que afectan a la seguridad pública y a la gestión de las fuerzas de seguridad en el país.", "updated_at": "2026-01-29T08:29:12.585752+00:00"}
{"id": "boe-2025-11-03-resolucion-d0fb10ba", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de octubre de 2025, de la Autoridad Portuaria de la Bahía de Algeciras, por la que se modifica dirección electrónica de la sede electrónica.", "date_published": "2025-11-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/03/pdfs/BOE-A-2025-22090.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:29.161270+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-03-resolucion-d0fb10ba.pdf", "text_length": 2138, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["sede electrónica", "Autoridad Portuaria", "cambio de dirección", "servicios electrónicos", "Algeciras"], "summary_plain_es": "La Autoridad Portuaria de la Bahía de Algeciras ha decidido cambiar la dirección de su sede electrónica para mejorar la gestión de sus servicios. La nueva dirección será https://puertodealgeciras.sede.gob.es, mientras que la antigua dirección redirigirá automáticamente a la nueva durante seis meses. Este cambio busca integrar mejor los servicios en una plataforma más moderna. La resolución entra en vigor al día siguiente de su publicación en el BOE, lo que significa que a partir de ahora, deberás utilizar la nueva dirección para acceder a los servicios electrónicos de la Autoridad Portuaria.", "affects_to": ["todos_ciudadanos", "empresas", "autónomos"], "transparency_notes": "Es importante que los ciudadanos conozcan este cambio para acceder correctamente a los servicios electrónicos de la Autoridad Portuaria, evitando confusiones y asegurando una gestión eficiente de sus trámites.", "updated_at": "2026-01-29T08:29:16.465437+00:00"}
{"id": "boe-2025-11-04-orden-129294b1", "source": "BOE", "type": "orden", "title_original": "Orden DEF/1233/2025, de 24 de octubre, por la que se aprueba el currículo de la enseñanza de formación para el acceso a la escala de tropa del Cuerpo General del Ejército de Tierra.", "date_published": "2025-11-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/04/pdfs/BOE-A-2025-22247.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:33.885609+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-04-orden-129294b1.pdf", "text_length": 77659, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["currículo militar", "formación profesional", "escala de tropa", "Ejército de Tierra", "titulaciones", "Ley 39/2007", "especialidades militares"], "summary_plain_es": "La Orden DEF/1233/2025 aprueba el currículo de formación para acceder a la escala de tropa del Cuerpo General del Ejército de Tierra. Esto afecta a los futuros militares que deseen incorporarse a esta escala, ya que deberán completar un currículo que incluye tanto formación militar como módulos de formación profesional. El currículo se alinea con la Ley 39/2007 y busca capacitar a los soldados en diversas especialidades, como infantería, artillería y mantenimiento de vehículos. Además, se introducen cambios en los módulos de formación, adaptándose a las nuevas normativas educativas, lo que permitirá a los militares obtener títulos de formación profesional durante su servicio. Este cambio es importante porque mejora la preparación y las oportunidades laborales de los soldados, facilitando su integración en el sistema educativo y profesional. En resumen, esta orden establece un marco educativo que beneficiará a los futuros miembros del Ejército, asegurando que reciban una formación adecuada y reconocida.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden, ya que afecta a la formación y oportunidades de empleo de los futuros militares, contribuyendo a una mejor integración en el sistema educativo y profesional del país.", "updated_at": "2026-01-29T08:29:21.493609+00:00"}
{"id": "boe-2025-11-04-orden-eb17a746", "source": "BOE", "type": "orden", "title_original": "Orden DEF/1234/2025, de 24 de octubre, por la que se aprueba el currículo de la enseñanza de formación para el acceso a las escalas de tropa y marinería del Cuerpo General de la Armada y del Cuerpo de Infantería de Marina.", "date_published": "2025-11-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/04/pdfs/BOE-A-2025-22248.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:54:33.886075+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-04-orden-eb17a746.pdf", "text_length": 63677, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["currículo militar", "tropa y marinería", "Cuerpo General de la Armada", "Cuerpo de Infantería de Marina", "formación profesional", "empleabilidad", "educación militar"], "summary_plain_es": "La Orden DEF/1234/2025 aprueba el currículo de formación para acceder a las escalas de tropa y marinería del Cuerpo General de la Armada y del Cuerpo de Infantería de Marina. Esto afecta a los futuros militares que buscan ingresar a estas escalas, ya que establece los contenidos y módulos de formación necesarios para su capacitación. El currículo incluye enseñanzas teóricas y prácticas, y permite a los aspirantes obtener un título de técnico de formación profesional de grado medio. Además, se han realizado ajustes en los módulos de inglés y se ha sustituido un módulo de formación laboral por uno nuevo enfocado en la empleabilidad. Este cambio busca alinear la formación militar con el sistema educativo general, facilitando la obtención de acreditaciones y mejorando las oportunidades laborales de los aspirantes. En resumen, esta orden es un paso importante para modernizar y adaptar la formación de los militares a las necesidades actuales del mercado laboral y del sistema educativo.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan esta orden para entender cómo se estructura la formación de los futuros militares y cómo se relaciona con el sistema educativo, lo que puede influir en las oportunidades laborales de los jóvenes.", "updated_at": "2026-01-29T08:29:28.200178+00:00"}
{"id": "boe-2025-11-04-orden-f6c3b3d4", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1240/2025, de 3 de noviembre, por la que se modifica la Orden PJC/958/2025, de 27 de agosto, por la que se nombra el Tribunal calificador n.º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "date_published": "2025-11-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/04/pdfs/BOE-A-2025-22272.pdf", "approved_by": "º 2, 3, 4 y 5 del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:54:33.886992+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-04-orden-f6c3b3d4.pdf", "text_length": 2117, "topic_primary": "justicia", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["modificación tribunal", "Cuerpo de Letrados", "proceso selectivo", "acceso libre", "promoción interna", "recursos administrativos"], "summary_plain_es": "La Orden PJC/1240/2025, publicada el 3 de noviembre de 2025, modifica la anterior Orden PJC/958/2025, que nombraba a los tribunales calificadores para el proceso selectivo de ingreso en el Cuerpo de Letrados de la Administración de Justicia. Esta modificación se debe a la renuncia de un miembro del tribunal, el Ilmo. Sr. Don Ricardo Rodríguez Fernández, quien será sustituido por el Ilmo. Sr. Don Francisco Javier García Ferrández. Esta decisión afecta a los aspirantes que participan en el proceso selectivo, ya que el tribunal es responsable de evaluar sus méritos y exámenes. Es importante que los interesados estén al tanto de estos cambios para poder ejercer sus derechos en caso de que deseen presentar algún recurso contra esta modificación.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo pueden afectar a los procesos de selección y a sus derechos en el ámbito administrativo.", "updated_at": "2026-01-29T08:29:32.511728+00:00"}
{"id": "boe-2025-11-05-otro-6f025bcb", "source": "BOE", "type": "otro", "title_original": "Sentencia de 20 de octubre de 2025, de Sala Tercera del Tribunal Supremo, que estima el recurso de casación n.º 3997/2024 interpuesto por la representación procesal de la Asociación Unificada de Militares Españoles contra la Sentencia de la Sala de lo Contencioso-Administrativo del Tribunal Superior de Justicia de Madrid de 13 de marzo de 2024, sobre implantación de periodo máximo de estancia en alojamientos logísticos militares.", "date_published": "2025-11-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/05/pdfs/BOE-A-2025-22336.pdf", "approved_by": "º 3997/2024 interpuesto por la representación procesal de la Asociación Unificada de Militares Españoles contra la Sentencia de la Sala de lo Contencioso-Administrativo del Tribunal Superior de Justicia de Madrid de 13 de marzo de 2024, sobre implantación de periodo máximo de estancia en alojamientos logísticos militares.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:55:22.208466+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-05-otro-6f025bcb.pdf", "text_length": 2807, "topic_primary": "justicia", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["Tribunal Supremo", "militares", "alojamientos logísticos", "sentencia", "derechos", "Asociación Unificada de Militares"], "summary_plain_es": "El Tribunal Supremo ha decidido a favor de la Asociación Unificada de Militares Españoles, anulando una sentencia anterior del Tribunal Superior de Justicia de Madrid. Esta decisión afecta a la normativa sobre el tiempo máximo que los militares pueden permanecer en alojamientos logísticos. La sentencia impugnaba una modificación de la Instrucción Técnica 17/11, que establecía un límite en la estancia en estos alojamientos. Con esta resolución, se restablece la normativa anterior, lo que significa que los militares podrán beneficiarse de condiciones más favorables en cuanto a su alojamiento. Además, la Administración General del Estado deberá asumir las costas del proceso, fijadas en un máximo de 3.000 euros. Esta decisión es importante para garantizar los derechos de los militares en relación a su alojamiento y mejorar su calidad de vida.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones judiciales, ya que afectan directamente a los derechos de los militares y a la gestión de sus condiciones de vida en el servicio.", "updated_at": "2026-01-29T08:29:36.633304+00:00"}
{"id": "boe-2025-11-05-resolucion-965e5873", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de octubre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-11-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/05/pdfs/BOE-A-2025-22374.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:55:22.210366+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-05-resolucion-965e5873.pdf", "text_length": 9079, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Subsecretaría de Igualdad", "Portal Funciona", "currículum vitae", "plazo de solicitud"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Subsecretaría de Igualdad mediante el sistema de libre designación. Esta convocatoria afecta a funcionarios que deseen optar a este puesto, el cual se detalla en el anexo de la resolución. Para participar, debes presentar tu solicitud a través del Portal Funciona, utilizando un certificado electrónico. Si no puedes acceder al portal, puedes presentar la solicitud en papel, pero deberás justificar la imposibilidad de hacerlo electrónicamente. El plazo para presentar las solicitudes es de quince días hábiles a partir de la publicación de la resolución. Además, deberás adjuntar tu currículum vitae y otros documentos que acrediten tu experiencia y méritos. Es importante que conozcas esta convocatoria si eres funcionario interesado en el puesto, ya que puede ofrecerte nuevas oportunidades laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión pública.", "updated_at": "2026-01-29T08:29:40.996871+00:00"}
{"id": "boe-2025-11-06-acuerdo-d5046b12", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo de coproducción cinematográfica y audiovisual entre el Gobierno del Reino de España y el Gobierno de la República de Colombia, hecho en Bogotá y Barcelona el 26 y 29 de septiembre de 2025.", "date_published": "2025-11-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/06/pdfs/BOE-A-2025-22427.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:55:31.979238+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-06-acuerdo-d5046b12.pdf", "text_length": 21432, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["coproducción", "cine", "audiovisual", "España", "Colombia", "acuerdo", "beneficios", "industria"], "summary_plain_es": "Este acuerdo entre España y Colombia busca fomentar la coproducción de obras cinematográficas y audiovisuales, fortaleciendo así las relaciones culturales y económicas entre ambos países. A partir de este acuerdo, las producciones que se realicen en conjunto contarán con el reconocimiento de ambas naciones como producciones nacionales, lo que les permitirá acceder a beneficios y ventajas en sus respectivas industrias. Las empresas de producción de ambos países podrán colaborar en la creación de películas, series y documentales, lo que abre nuevas oportunidades para el intercambio cultural y el desarrollo de la industria audiovisual. Este acuerdo es relevante para los productores y creadores de contenido en ambos países, ya que les ofrece un marco legal que facilita la cooperación y el acceso a recursos. Además, se establecen criterios claros sobre la participación económica y artística de cada coproductor, asegurando que ambas partes se beneficien equitativamente de las obras producidas.", "affects_to": ["empresas", "sector_sanitario", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que promueve la colaboración cultural y económica entre España y Colombia, beneficiando a la industria audiovisual y fomentando el intercambio cultural.", "updated_at": "2026-01-29T08:29:45.987373+00:00"}
{"id": "boe-2025-11-06-resolucion-b3df70c6", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38471/2025, de 29 de octubre, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/06/pdfs/BOE-A-2025-22458.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:55:31.982040+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-06-resolucion-b3df70c6.pdf", "text_length": 6901, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios civiles", "Ministerio de Defensa", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que los funcionarios civiles que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado. Los puestos disponibles están relacionados con áreas como tecnología, innovación y personal civil, y se especifican en el anexo de la resolución. Además, se informa sobre los recursos que puedes interponer en caso de desacuerdo con la decisión. Esta convocatoria es relevante para quienes buscan avanzar en su carrera dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en la administración pública y entender sus derechos en el proceso de selección.", "updated_at": "2026-01-29T08:29:50.528722+00:00"}
{"id": "boe-2025-11-07-acuerdo-21eebc85", "source": "BOE", "type": "acuerdo", "title_original": "Instrumento de ratificación del Acuerdo en el marco de la Convención de las Naciones Unidas sobre el Derecho del Mar relativo a la conservación y el uso sostenible de la diversidad biológica marina de las zonas situadas fuera de la jurisdicción nacional, hecho en Nueva York el 19 de junio de 2023.", "date_published": "2025-11-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/07/pdfs/BOE-A-2025-22523.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:55:42.993874+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-07-acuerdo-21eebc85.pdf", "text_length": 73676, "topic_primary": "medio_ambiente", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["ratificación", "acuerdo internacional", "diversidad biológica", "conservación marina", "sostenibilidad", "derechos indígenas", "cambio climático"], "summary_plain_es": "Este documento aprueba la ratificación de un acuerdo internacional que busca conservar y usar de manera sostenible la diversidad biológica marina en áreas fuera de la jurisdicción nacional. Afecta a todos los ciudadanos, ya que la protección de los océanos es fundamental para el medio ambiente y la salud del planeta. Este acuerdo establece un marco para la cooperación internacional en la gestión de recursos marinos, abordando problemas como el cambio climático y la contaminación. Además, se reconoce la importancia de los derechos de los pueblos indígenas y se establece que ciertas disposiciones no se aplicarán hasta que el acuerdo entre en vigor para España. En resumen, este acuerdo es un paso importante hacia la protección de nuestros océanos y la biodiversidad marina, beneficiando a las generaciones presentes y futuras.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es crucial que los ciudadanos conozcan este acuerdo para entender cómo se protege el medio ambiente marino y cómo se gestionan los recursos naturales a nivel internacional, lo que impacta en la salud del planeta y en la calidad de vida de todos.", "updated_at": "2026-01-29T08:29:56.123664+00:00"}
{"id": "boe-2025-11-07-orden-544a5a30", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1253/2025, de 27 de octubre, por la que se convoca concurso de traslado entre personal funcionario de los Cuerpos y Escalas de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia.", "date_published": "2025-11-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/07/pdfs/BOE-A-2025-22538.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:55:42.996590+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-07-orden-544a5a30.pdf", "text_length": 70556, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso de traslado", "funcionarios", "Administración de Justicia", "vacantes", "requisitos", "números de orden", "plazo de solicitudes"], "summary_plain_es": "Se convoca un concurso de traslado para el personal funcionario de los Cuerpos y Escalas de Gestión Procesal, Tramitación Procesal y Auxilio Judicial de la Administración de Justicia. Esto significa que podrás solicitar un cambio de puesto de trabajo dentro de estas áreas, siempre que cumplas con los requisitos establecidos. Las plazas disponibles se publicarán en el anexo I y podrás elegir hasta 200 números de orden, cada uno correspondiente a una vacante. Es importante que verifiques que los números de orden que indiques sean correctos, ya que no se admitirán modificaciones una vez presentada la solicitud. Este concurso afecta a todos los funcionarios de estos cuerpos, facilitando así la movilidad laboral dentro de la Administración de Justicia y permitiendo que encuentres un puesto que se ajuste mejor a tus necesidades o preferencias.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan ejercer su derecho a la movilidad laboral y mejorar su situación profesional dentro de la Administración de Justicia.", "updated_at": "2026-01-29T08:30:00.328706+00:00"}
{"id": "boe-2025-11-08-real_decreto-d1d3856e", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 932/2025, de 21 de octubre, por el que se modifican el Real Decreto 496/2024, de 21 de mayo, por el que se dictan disposiciones para la aplicación en España de la normativa de la Unión Europea relativa a la alimentación de animales de granja con determinados piensos de origen animal, y el Real Decreto 629/2019, de 31 de octubre, por el que se regula el registro general de establecimientos en el sector de la alimentación animal, las condiciones de autorización o registro de dichos establecimientos y de los puntos de entrada nacionales, la actividad de los operadores de piensos, y la Comisión nacional de coordinación en materia de alimentación animal.", "date_published": "2025-11-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/08/pdfs/BOE-A-2025-22605.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:56:18.842433+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-08-real_decreto-d1d3856e.pdf", "text_length": 25573, "topic_primary": "otros", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["real decreto", "alimentación animal", "piensos", "normativa europea", "transporte", "establishments", "control fronterizo"], "summary_plain_es": "El Real Decreto 932/2025 modifica normativas anteriores sobre la alimentación de animales de granja en España, adaptándose a las regulaciones de la Unión Europea. Afecta principalmente a los operadores de piensos y a los establecimientos que producen y transportan alimentos para animales. Se introducen excepciones en el transporte de materias primas y se establecen requisitos para la limpieza de vehículos utilizados en este sector. Además, se actualizan los procedimientos de control y registro de mercancías en frontera, asegurando que se cumplan las normativas europeas. Estos cambios buscan mejorar la seguridad alimentaria y la salud animal, facilitando la aplicación de las normativas europeas en el país.", "affects_to": ["empresas", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan la seguridad alimentaria y la salud de los animales en el país. La transparencia en estas regulaciones ayuda a fomentar la confianza en el sistema de alimentación animal.", "updated_at": "2026-01-29T08:30:06.287307+00:00"}
{"id": "boe-2025-11-08-resolucion-13863394", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de octubre de 2025, de la Dirección General para la Eficiencia del Servicio Público de Justicia, por la que se declara la jubilación de doña María José Río Saura, Fiscal con destino en la Fiscalía Provincial de Barcelona.", "date_published": "2025-11-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/08/pdfs/BOE-A-2025-22609.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:56:18.843024+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-08-resolucion-13863394.pdf", "text_length": 1990, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "fiscal", "Barcelona", "resolución", "servicio público", "derechos pasivos", "justicia"], "summary_plain_es": "Se ha declarado la jubilación voluntaria de doña María José Río Saura, quien ha sido Fiscal en la Fiscalía Provincial de Barcelona. Esta decisión, tomada por la Dirección General para la Eficiencia del Servicio Público de Justicia, se hará efectiva a partir del 22 de noviembre de 2025. La jubilación se rige por diversas normativas que regulan el procedimiento y los derechos pasivos que le corresponden. Es importante que los ciudadanos conozcan este tipo de resoluciones, ya que reflejan el funcionamiento del sistema judicial y la gestión del personal en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las jubilaciones en el sector público, ya que esto afecta la estructura y funcionamiento de la administración de justicia en el país.", "updated_at": "2026-01-29T08:30:11.174478+00:00"}
{"id": "boe-2025-11-08-resolucion-d975b459", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 31 de octubre de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se deja sin efecto la de 20 de octubre de 2025, por la que se declara la jubilación forzosa del notario de Vitoria-Gasteiz don Fernando José Ramos Alcázar.", "date_published": "2025-11-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/08/pdfs/BOE-A-2025-22610.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:56:18.843523+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-08-resolucion-d975b459.pdf", "text_length": 1141, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notario", "Vitoria-Gasteiz", "resolución anulada", "servicios notariales", "dirección general", "error administrativo"], "summary_plain_es": "Se ha anulado la resolución que declaraba la jubilación forzosa del notario Fernando José Ramos Alcázar, que ejerce en Vitoria-Gasteiz. Esto se debe a que se detectó un error en la resolución anterior, emitida el 20 de octubre de 2025. Con esta nueva resolución, el notario podrá continuar en su puesto, lo que afecta a su situación laboral y a los servicios notariales en la región. Es importante que los ciudadanos estén al tanto de estos cambios, ya que pueden influir en la disponibilidad de servicios notariales en su localidad.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan las decisiones administrativas que afectan a sus servicios públicos, como los notariales, para poder entender mejor su funcionamiento y derechos.", "updated_at": "2026-01-29T08:30:15.513213+00:00"}
{"id": "boe-2025-11-08-resolucion-829a3163", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de noviembre de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se modifica la composición del Tribunal que ha de juzgar la oposición para la provisión de plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales, convocada por Resolución de 14 de mayo de 2024.", "date_published": "2025-11-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/08/pdfs/BOE-A-2025-22618.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:56:18.844020+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-08-resolucion-829a3163.pdf", "text_length": 1375, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Archiveros-Bibliotecarios", "Cortes Generales", "modificación tribunal", "plazas", "evaluación", "candidatos"], "summary_plain_es": "Se ha modificado la composición del Tribunal que evaluará la oposición para cubrir ocho plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales. Esta decisión fue tomada por las Presidencias del Congreso y del Senado, quienes han nombrado a Concepción Andreu Rodríguez como nueva presidenta del Tribunal, reemplazando a Guillermo Fernández Vara, quien dejó su puesto vacante. Esta oposición fue convocada el 14 de mayo de 2024, y la modificación busca asegurar que el proceso de selección se realice de manera adecuada y eficiente. Este cambio afecta directamente a los candidatos que se presenten a la oposición, ya que el Tribunal es responsable de evaluar sus méritos y capacidades para ocupar los puestos disponibles.", "affects_to": ["estudiantes", "funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos cambios para entender cómo se gestionan las oposiciones y quiénes son los responsables de evaluar a los futuros funcionarios públicos. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T08:30:21.376538+00:00"}
{"id": "boe-2025-11-10-orden-b22d2000", "source": "BOE", "type": "orden", "title_original": "Orden ECM/1257/2025, de 3 de noviembre, por la que se acuerda la emisión, acuñación y puesta en circulación de monedas de 2 euro conmemorativas de «España y la discapacidad: protección, derechos e inclusión».", "date_published": "2025-11-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/10/pdfs/BOE-A-2025-22663.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:56:41.564616+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-10-orden-b22d2000.pdf", "text_length": 12803, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["monedas conmemorativas", "discapacidad", "inclusión", "España", "derechos humanos", "Constitución Española", "2 euros", "acuñación"], "summary_plain_es": "La Orden ECM/1257/2025 establece la emisión de monedas de 2 euros conmemorativas que celebran la inclusión y los derechos de las personas con discapacidad en España. Estas monedas, que se pondrán en circulación en el primer trimestre de 2026, presentan un diseño especial que destaca el artículo 49 de la Constitución Española, el cual ha sido reformado para alinearse con los principios de la Convención Internacional sobre los Derechos de las Personas con Discapacidad. La acuñación de estas monedas no solo representa un compromiso con la dignidad y la igualdad, sino que también busca dar visibilidad a la importancia de la inclusión social. Esta iniciativa afecta a todos los ciudadanos, ya que promueve valores fundamentales en la sociedad y fomenta la conciencia sobre la discapacidad y los derechos humanos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta emisión de monedas, ya que refleja el compromiso del Estado con la inclusión y los derechos de las personas con discapacidad, promoviendo así una sociedad más justa y equitativa.", "updated_at": "2026-01-29T08:30:26.354313+00:00"}
{"id": "boe-2025-11-10-orden-60fb987f", "source": "BOE", "type": "orden", "title_original": "Orden DEF/1258/2025, de 4 de noviembre, por la que se modifica la Orden DEF/637/2022, de 4 de julio, por la que se promueven al empleo de Guardia Civil de la Escala de Cabos y Guardias del Cuerpo de la Guardia Civil.", "date_published": "2025-11-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/10/pdfs/BOE-A-2025-22667.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:56:41.566281+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-10-orden-60fb987f.pdf", "text_length": 1280, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Guardia Civil", "promociones", "antigüedad", "defensa", "justicia", "escalafón", "modificación"], "summary_plain_es": "La Orden DEF/1258/2025 modifica una norma anterior para corregir la antigüedad de un Guardia Civil. En concreto, se establece que la Guardia Civil doña Silvia Arroyo del Pino tendrá como fecha de antigüedad el 1 de abril de 2019, lo que afecta su posición en el escalafón. Esto es importante para asegurar que la promoción y el reconocimiento de los méritos se realicen de manera justa y conforme a la sentencia del Tribunal Superior de Justicia de Madrid. Esta modificación afecta a los miembros del Cuerpo de la Guardia Civil y garantiza que se respeten sus derechos laborales y profesionales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestionan las promociones y derechos de los funcionarios, garantizando así la transparencia en la administración pública.", "updated_at": "2026-01-29T08:30:30.657030+00:00"}
{"id": "boe-2025-11-11-otro-dba8ff5f", "source": "BOE", "type": "otro", "title_original": "Instrumento de ratificación de cuatro Enmiendas al artículo 8.2 del Estatuto de Roma de la Corte Penal Internacional, adoptadas en Nueva York el 14 de diciembre de 2017 y en La Haya el 6 de diciembre de 2019.", "date_published": "2025-11-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/11/pdfs/BOE-A-2025-22789.pdf", "approved_by": "2 del Estatuto de Roma de la Corte Penal Internacional, adoptadas en Nueva York el 14 de diciembre de 2017 y en La Haya el 6 de diciembre de 2019.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:56:51.824941+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-11-otro-dba8ff5f.pdf", "text_length": 11381, "topic_primary": "justicia", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["Corte Penal Internacional", "Estatuto de Roma", "enmiendas", "derechos humanos", "crímenes de guerra", "armas biológicas", "ceguera permanente"], "summary_plain_es": "Este documento aprueba la ratificación de cuatro enmiendas al artículo 8.2 del Estatuto de Roma de la Corte Penal Internacional, que se adoptaron en 2017 y 2019. Estas enmiendas prohíben el uso de armas biológicas, armas que causen lesiones con fragmentos indetectables por rayos X, armas láser que causen ceguera permanente y el uso intencionado del hambre como método de guerra. A partir del 17 de octubre de 2026, España se compromete a cumplir con estas enmiendas, lo que significa que se alineará con las normas internacionales sobre derechos humanos y protección civil en conflictos. Esto afecta a la comunidad internacional y fortalece el marco legal contra crímenes de guerra, promoviendo un entorno más seguro para todos.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas, ya que refuerzan la protección de los derechos humanos y establecen límites claros sobre el uso de armamento en conflictos, promoviendo la paz y la seguridad global.", "updated_at": "2026-01-29T08:30:36.296459+00:00"}
{"id": "boe-2025-11-11-resolucion-a89a4e3c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de octubre de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación, en la Entidad Estatal de Derecho Público Trabajo Penitenciario y Formación para el Empleo.", "date_published": "2025-11-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/11/pdfs/BOE-A-2025-22800.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:56:51.825993+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-11-resolucion-a89a4e3c.pdf", "text_length": 7881, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "funcionarios", "libre designación", "entidad pública", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Entidad Estatal de Derecho Público Trabajo Penitenciario y Formación para el Empleo. Este puesto se ofrece a funcionarios de carrera que cumplan con los requisitos establecidos. Para participar, debes presentar tu solicitud a través del portal Funciona, usando un certificado electrónico. Si no puedes hacerlo por esta vía, hay una opción excepcional para presentar la solicitud en papel, pero necesitarás justificar la imposibilidad técnica. El plazo para enviar las solicitudes es de quince días hábiles desde la publicación de esta resolución. Además, deberás adjuntar tu currículum vitae y otros méritos relevantes. Esta convocatoria es importante porque permite a los funcionarios acceder a nuevas oportunidades laborales dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos de trabajo en la administración pública, lo que fomenta la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T08:30:41.513478+00:00"}
{"id": "boe-2025-11-12-resolucion-cc22c4c0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de noviembre de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 27 de agosto de 2025.", "date_published": "2025-11-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/12/pdfs/BOE-A-2025-22860.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:57:01.565955+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-12-resolucion-cc22c4c0.pdf", "text_length": 4458, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cooperación internacional", "libre designación", "nombramientos", "funcionarios", "Agencia Española de Cooperación"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha resuelto parcialmente la convocatoria de libre designación de varios puestos, que se inició el 27 de agosto de 2025. Esta resolución, publicada el 5 de noviembre de 2025, finaliza la adjudicación de todos los puestos convocados. Los candidatos seleccionados han cumplido con los requisitos establecidos en la convocatoria. La toma de posesión de los nuevos destinos se llevará a cabo según las normativas vigentes. Si no estás de acuerdo con esta resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo en los plazos establecidos. Este proceso afecta a los funcionarios que buscan ocupar estos puestos en la Agencia, así como a la estructura organizativa de la misma.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan cómo se llevan a cabo los nombramientos en las administraciones públicas, ya que esto garantiza la transparencia y la correcta gestión de los recursos humanos en el sector público.", "updated_at": "2026-01-29T08:30:47.235138+00:00"}
{"id": "boe-2025-11-12-resolucion-3eebcaa5", "source": "BOE", "type": "resolucion", "title_original": "Resolución del 31 de octubre de 2025, la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se convocan puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/12/pdfs/BOE-A-2025-22868.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:57:01.566835+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-12-resolucion-3eebcaa5.pdf", "text_length": 18588, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "AECID", "solicitudes", "currículum vitae", "oportunidades laborales"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha convocado varios puestos de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de diez días naturales desde la publicación de esta convocatoria para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. La solicitud se debe realizar a través del portal Funciona, y en caso de no poder hacerlo, existe la opción de presentar la solicitud de forma excepcional. Es importante que conozcas esta convocatoria si eres funcionario interesado en estos puestos, ya que puede ofrecerte nuevas oportunidades laborales dentro de la administración pública. Además, si no estás de acuerdo con la resolución, puedes interponer un recurso contencioso-administrativo en un plazo determinado.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión del servicio público.", "updated_at": "2026-01-29T08:30:53.542359+00:00"}
{"id": "boe-2025-11-13-acuerdo-9a354d1f", "source": "BOE", "type": "acuerdo", "title_original": "Enmienda del Anexo del Acuerdo sobre Transporte Aéreo entre el Reino de España y Nueva Zelanda, hecha en Madrid el 22 de septiembre de 2020 y 7 de julio de 2021.", "date_published": "2025-11-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/13/pdfs/BOE-A-2025-22946.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:57:16.369571+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-13-acuerdo-9a354d1f.pdf", "text_length": 9058, "topic_primary": "transporte", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["transporte aéreo", "España", "Nueva Zelanda", "acuerdo", "código compartido", "aerolíneas", "rutas"], "summary_plain_es": "Se aprueba una enmienda al Acuerdo sobre Transporte Aéreo entre España y Nueva Zelanda, que afecta a las compañías aéreas de ambos países. Esta enmienda permite a las aerolíneas designadas operar rutas específicas entre España y Nueva Zelanda, así como realizar acuerdos de código compartido. Esto significa que las aerolíneas pueden colaborar y ofrecer más opciones de vuelos a los pasajeros. Además, se establecen reglas claras sobre cómo se pueden gestionar estas rutas y los derechos de tráfico. Es importante que los ciudadanos conozcan estos cambios, ya que pueden influir en la disponibilidad y precios de los vuelos entre ambos países.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los acuerdos internacionales que afectan la conectividad aérea, ya que esto puede impactar en sus opciones de viaje y en la competitividad del sector aéreo.", "updated_at": "2026-01-29T08:30:58.613233+00:00"}
{"id": "boe-2025-11-13-orden-e06b17fa", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 22 de octubre de 2025, del Pleno del Consejo General del Poder Judicial, por el que se nombra Letrado Titular del Gabinete Técnico al servicio del Tribunal Supremo, en el orden contencioso-administrativo.", "date_published": "2025-11-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/13/pdfs/BOE-A-2025-22962.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:57:16.370854+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-13-orden-e06b17fa.pdf", "text_length": 2012, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Letrado Titular", "Gabinete Técnico", "Tribunal Supremo", "concurso", "justicia", "contencioso-administrativo"], "summary_plain_es": "El Consejo General del Poder Judicial ha nombrado a Antonio María Bueno Armijo como Letrado Titular del Gabinete Técnico del Tribunal Supremo en el ámbito contencioso-administrativo. Este nombramiento se produce tras un concurso convocado anteriormente, y el nuevo letrado deberá tomar posesión de su cargo en un plazo de veinte días desde la publicación del acuerdo en el BOE. Los aspirantes que no han sido seleccionados tendrán seis meses para retirar su documentación, que será destruida si no lo hacen. Además, existe la posibilidad de interponer un recurso contencioso-administrativo contra esta decisión en un plazo de dos meses. Este nombramiento es importante para el funcionamiento del Tribunal Supremo y afecta a la administración de justicia en España.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se organiza y se gestiona la justicia en su país, así como los procesos de selección de personal en instituciones clave.", "updated_at": "2026-01-29T08:31:06.620022+00:00"}
{"id": "boe-2025-11-14-otro-99c2690d", "source": "BOE", "type": "otro", "title_original": "Reforma del Reglamento del Senado por la que se modifican diversos artículos.", "date_published": "2025-11-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/14/pdfs/BOE-A-2025-23055.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:57:24.674746+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-14-otro-99c2690d.pdf", "text_length": 56759, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["reforma del reglamento", "Senado", "modificaciones", "credenciales", "comisiones", "votaciones", "debates", "eficacia parlamentaria"], "summary_plain_es": "Se aprueba una reforma del Reglamento del Senado que modifica varios artículos para mejorar su funcionamiento y adaptarlo a las prácticas actuales. Esto afecta a los senadores, quienes deberán presentar sus credenciales y declaraciones de actividades de manera más clara y organizada. Se crean nuevas comisiones y se ajustan los procedimientos de votación y debates, buscando una mayor eficacia en el trabajo parlamentario. Estas modificaciones buscan facilitar el trabajo de los senadores y mejorar la calidad del sistema democrático, beneficiando así a todos los ciudadanos.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas reformas para entender mejor cómo se organiza y funciona su representación en el Senado, lo que fortalece la democracia y la participación ciudadana.", "updated_at": "2026-01-29T08:31:12.653635+00:00"}
{"id": "boe-2025-11-14-resolucion-602bc1b6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de noviembre de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 22 de agosto de 2025.", "date_published": "2025-11-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/14/pdfs/BOE-A-2025-23058.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:57:24.675379+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-14-resolucion-602bc1b6.pdf", "text_length": 3177, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Asuntos Exteriores", "nuevos destinos", "movilidad", "recursos administrativos"], "summary_plain_es": "La Resolución de 5 de noviembre de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación para puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 22 de agosto de 2025. Esta resolución permite que ciertos funcionarios sean nombrados para nuevos destinos, facilitando así la movilidad dentro de la administración pública. Los afectados son principalmente funcionarios del Ministerio que buscan una nueva posición. El proceso de toma de posesión se regirá por las normativas establecidas, y los interesados tienen la opción de presentar recursos administrativos si no están de acuerdo con la resolución. Es importante que los ciudadanos conozcan esta información, ya que afecta a la gestión de recursos humanos en la administración pública y a la transparencia en los procesos de selección y nombramiento de funcionarios.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se gestionan los nombramientos en la administración pública, ya que esto fomenta la confianza en las instituciones y asegura que los procesos sean justos y transparentes.", "updated_at": "2026-01-29T08:31:18.304649+00:00"}
{"id": "boe-2025-11-14-resolucion-57191241", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de noviembre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 27 de junio de 2025.", "date_published": "2025-11-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/14/pdfs/BOE-A-2025-23059.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:57:24.675742+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-14-resolucion-57191241.pdf", "text_length": 3114, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores", "toma de posesión", "resolución administrativa"], "summary_plain_es": "La Resolución de 6 de noviembre de 2025, emitida por la Subsecretaría de Asuntos Exteriores, Unión Europea y Cooperación, concluye la convocatoria de libre designación de puestos de trabajo en este ministerio, que fue anunciada el 27 de junio de 2025. Esta resolución da a conocer los resultados de dicha convocatoria y establece el régimen de toma de posesión para los nuevos destinos. Afecta principalmente a los funcionarios que han participado en el proceso de selección, ya que se les asignan nuevos puestos de trabajo. Es importante que los ciudadanos conozcan estos cambios, ya que reflejan la gestión de recursos humanos en la administración pública y pueden influir en la calidad del servicio que reciben. Además, se informa sobre los recursos que se pueden interponer en caso de desacuerdo con la resolución.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las decisiones administrativas que afectan a los funcionarios, ya que esto garantiza una gestión pública más transparente y responsable.", "updated_at": "2026-01-29T08:31:23.261949+00:00"}
{"id": "boe-2025-11-14-resolucion-1aebb82b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de noviembre de 2025, de la Subsecretaría, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo Superior de Técnicos de Instituciones Penitenciarias, especialidad de Juristas y Psicólogos/Psicólogas.", "date_published": "2025-11-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/14/pdfs/BOE-A-2025-23081.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:57:24.676257+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-14-resolucion-1aebb82b.pdf", "text_length": 77680, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "Cuerpo Superior", "Juristas", "Psicólogos", "empleo público", "discapacidad", "igualdad de género"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar en el Cuerpo Superior de Técnicos de Instituciones Penitenciarias, especialidad de Juristas y Psicólogos/Psicólogas. Este proceso está dirigido a personas que cumplan con los requisitos establecidos y busca cubrir un total de 56 plazas, de las cuales 10 están reservadas para personas con discapacidad. La convocatoria se realiza en cumplimiento de la oferta de empleo público del ejercicio 2025 y tiene como objetivo atender las necesidades de personal en la Administración Pública. Es importante que los interesados estén atentos a las publicaciones en el Boletín Oficial del Estado y en las páginas web oficiales del Ministerio del Interior y de Instituciones Penitenciarias, donde se detallarán los requisitos y el proceso de selección. La igualdad de oportunidades entre hombres y mujeres es un principio fundamental en este proceso, garantizando que todos los aspirantes tengan las mismas posibilidades de acceso al empleo público.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan participar en el proceso de selección y acceder a oportunidades laborales en la administración pública, promoviendo la igualdad de oportunidades.", "updated_at": "2026-01-29T08:31:31.822867+00:00"}
{"id": "boe-2025-11-15-resolucion-b354b5e6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de noviembre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-11-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/15/pdfs/BOE-A-2025-23134.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:58:04.955029+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-15-resolucion-b354b5e6.pdf", "text_length": 5122, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "Península", "Baleares", "cigarrillos", "cigarros", "picaduras de pipa"], "summary_plain_es": "El 14 de noviembre de 2025, se publicó una resolución que establece los precios de venta al público de diversos productos de tabaco en las expendedurías de la Península y Baleares. Esto incluye cigarrillos, cigarros, picaduras de pipa y otros productos relacionados. Los precios han sido propuestos por los fabricantes e importadores y abarcan una variedad de marcas y tipos de tabaco. Esta medida afecta a los consumidores de tabaco, ya que les proporciona información clara sobre los precios que deberán pagar en los puntos de venta. Además, la resolución entra en vigor inmediatamente, lo que significa que los nuevos precios estarán disponibles desde su publicación. Es importante que estés informado sobre estos cambios si eres consumidor de tabaco, ya que te ayudará a planificar tus compras y a conocer el coste de los productos que consumes.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para tomar decisiones informadas sobre su consumo y gestionar su presupuesto de manera adecuada.", "updated_at": "2026-01-29T08:31:37.165874+00:00"}
{"id": "boe-2025-11-15-resolucion-5d840aca", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de noviembre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 11 de septiembre de 2025.", "date_published": "2025-11-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/15/pdfs/BOE-A-2025-23137.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:58:04.955617+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-15-resolucion-5d840aca.pdf", "text_length": 3453, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "funcionarios", "Ministerio de la Presidencia"], "summary_plain_es": "La Resolución de 11 de noviembre de 2025, emitida por la Subsecretaría del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, resuelve la convocatoria de libre designación para un puesto en la Dirección General de Relaciones con las Cortes. Esta convocatoria fue anunciada previamente el 11 de septiembre de 2025. Se ha verificado que se ha seguido el procedimiento adecuado y que se cumplen los requisitos establecidos. El puesto adjudicado es el de Coordinador/a de Área, y la persona seleccionada es María Mayalén Marín Rodríguez, quien se encuentra en servicio activo. Si no estás de acuerdo con esta resolución, puedes presentar un recurso contencioso-administrativo ante el Tribunal Superior de Justicia de Madrid en un plazo de dos meses o un recurso de reposición en un mes ante el mismo órgano. Es importante que los ciudadanos conozcan estos procesos para poder ejercer sus derechos administrativos.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos y procesos administrativos para garantizar la transparencia y el acceso a la información pública.", "updated_at": "2026-01-29T08:31:42.481296+00:00"}
{"id": "boe-2025-11-15-resolucion-b6187591", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de noviembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/15/pdfs/BOE-A-2025-23161.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:58:04.956128+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-15-resolucion-b6187591.pdf", "text_length": 7781, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios públicos", "currículum", "plazo de solicitud", "certificado de personal"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo por libre designación en el Ministerio de Política Territorial y Memoria Democrática. Esta resolución permite a los funcionarios públicos que cumplan con los requisitos solicitados optar a varios puestos de trabajo, presentando su solicitud en un plazo de quince días hábiles. Deberán incluir su currículum y, si están en servicio activo, un certificado de su unidad de personal. Esta convocatoria es importante porque permite a los funcionarios avanzar en sus carreras y acceder a nuevos puestos, lo que puede mejorar la eficiencia de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en ellas.", "updated_at": "2026-01-29T08:31:46.897403+00:00"}
{"id": "boe-2025-11-17-resolucion-484e1080", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de noviembre de 2025, de la Dirección General de Política Energética y Minas, por la que se publican los nuevos precios de venta, antes de impuestos, de los gases licuados del petróleo por canalización.", "date_published": "2025-11-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/17/pdfs/BOE-A-2025-23212.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:58:25.968785+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-17-resolucion-484e1080.pdf", "text_length": 7794, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios gases licuados", "GLP canalización", "tarifas gas", "consumidores finales", "distribuidores GLP"], "summary_plain_es": "A partir del 18 de noviembre de 2025, se establecen nuevos precios de venta, antes de impuestos, para los gases licuados del petróleo (GLP) por canalización. Para los usuarios finales, el término fijo será de 1,58 euros al mes y el término variable de 76,8903 céntimos por kilogramo. Las empresas distribuidoras de GLP tendrán un precio de 62,1139 céntimos por kilogramo. Estos precios no incluyen impuestos adicionales que varían según la región. Es importante que los consumidores y las empresas conozcan estos cambios, ya que afectarán directamente sus facturas de gas. La resolución también establece que las empresas distribuidoras deben medir correctamente el consumo de sus clientes para aplicar los precios adecuados.", "affects_to": ["todos_ciudadanos", "empresas", "familias"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los precios del gas, ya que esto les permite planificar sus gastos y entender mejor su factura energética. Conocer estos cambios también fomenta la transparencia en el sector energético.", "updated_at": "2026-01-29T08:31:51.963250+00:00"}
{"id": "boe-2025-11-17-resolucion-3e0d7c29", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de noviembre de 2025, de la Dirección General de Política Energética y Minas, por la que se publican los nuevos precios máximos de venta, antes de impuestos, del butano comercial envasado en envases de carga igual o superior a 8 kg, e inferior a 20 kg, excluidos los envases de mezcla para usos de los gases licuados del petróleo como carburante.", "date_published": "2025-11-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/17/pdfs/BOE-A-2025-23213.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:58:25.969235+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-17-resolucion-3e0d7c29.pdf", "text_length": 7995, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios butano", "venta envasada", "gases licuados", "consumidores", "energía", "costes de comercialización", "resolución", "transición ecológica"], "summary_plain_es": "La Resolución de 6 de noviembre de 2025 establece los nuevos precios máximos de venta del butano comercial envasado en envases de 8 a 20 kg, que entrarán en vigor el 18 de noviembre de 2025. El precio máximo fijado es de 100,7722 cts. €/kg, y se aplicará a todos los suministros pendientes de ejecución a esa fecha. Esta medida afecta principalmente a los consumidores que utilizan butano envasado, ya que regula el coste que deberán pagar por este combustible. Además, se contempla que las autoridades de las Islas Canarias y las ciudades de Ceuta y Melilla puedan ajustar los precios de comercialización. Es importante que los ciudadanos conozcan esta información para estar al tanto de los cambios en los precios de un recurso esencial como el butano.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los precios del butano, ya que esto afecta directamente a su economía y al coste de vida. Conocer estos cambios les permite planificar mejor sus gastos en energía.", "updated_at": "2026-01-29T08:32:00.320683+00:00"}
{"id": "boe-2025-11-17-resolucion-08329ab7", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de noviembre de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 26 de marzo de 2025.", "date_published": "2025-11-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/17/pdfs/BOE-A-2025-23215.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:58:25.969631+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-17-resolucion-08329ab7.pdf", "text_length": 3492, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "nombramientos", "resolución", "puestos de trabajo"], "summary_plain_es": "El 3 de noviembre de 2025, se publica la resolución que cierra la convocatoria de libre designación para puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, anunciada anteriormente el 26 de marzo de 2025. Esta resolución detalla la adjudicación de ciertos puestos de trabajo, que se encuentran vacantes y se asignan a nuevos funcionarios. Los afectados son principalmente funcionarios que buscan un nuevo destino dentro del ministerio. Además, se establece que los nuevos funcionarios deben tomar posesión de sus puestos conforme a la normativa vigente. Si no están de acuerdo con esta resolución, tienen la opción de presentar un recurso contencioso-administrativo en un plazo de dos meses. Es importante que los ciudadanos conozcan estos procesos, ya que afectan a la gestión de recursos humanos en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer estas resoluciones es fundamental para entender cómo se gestionan los recursos humanos en la administración pública y cómo se asignan los puestos de trabajo, lo que afecta directamente a la calidad del servicio público.", "updated_at": "2026-01-29T08:32:09.477323+00:00"}
{"id": "boe-2025-11-17-resolucion-6714f344", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de noviembre de 2025, del Letrado Mayor de las Cortes Generales, por la que se publica la designación del Tribunal que ha de juzgar la oposición para la provisión de plazas del Cuerpo Administrativo de las Cortes Generales, convocada por Resolución de 18 de junio de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado.", "date_published": "2025-11-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/17/pdfs/BOE-A-2025-23226.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:58:25.970036+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-17-resolucion-6714f344.pdf", "text_length": 1786, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo Administrativo", "Cortes Generales", "tribunal", "plazas", "evaluación", "empleo público"], "summary_plain_es": "El 6 de noviembre de 2025, se ha publicado la designación del Tribunal que evaluará la oposición para cubrir 60 plazas del Cuerpo Administrativo de las Cortes Generales. Esta oposición fue convocada el 18 de junio de 2025 por las Presidencias del Congreso de los Diputados y del Senado. El Tribunal estará presidido por Carmen Navarro Lacoba y contará con varios vocales, incluyendo a representantes del Congreso y del Senado. Esta resolución es importante para los aspirantes a estas plazas, ya que establece quiénes serán los encargados de evaluar sus pruebas y garantizar un proceso justo. Si estás interesado en trabajar en las Cortes Generales, esta información te afecta directamente, ya que te permitirá conocer a los miembros del Tribunal que decidirán sobre tu futuro profesional.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la composición del Tribunal para asegurar la transparencia en el proceso de selección y garantizar que se sigan los principios de igualdad y mérito en el acceso a la función pública.", "updated_at": "2026-01-29T08:32:14.646770+00:00"}
{"id": "boe-2025-11-18-real_decreto-88712090", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 3/2023, de 10 de enero, por el que se establecen los criterios técnico-sanitarios de la calidad del agua de consumo, su control y suministro.", "date_published": "2025-11-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/18/pdfs/BOE-A-2025-23278.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:58:35.910480+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-18-real_decreto-88712090.pdf", "text_length": 1171, "topic_primary": "sanidad", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["calidad del agua", "consumo", "real decreto", "corrección de errores", "normativa sanitaria", "agua potable"], "summary_plain_es": "Se corrigen errores en el Real Decreto 3/2023, que establece los criterios técnico-sanitarios para la calidad del agua de consumo. Estos errores estaban relacionados con referencias incorrectas a la Ley 33/2011. La corrección es importante para asegurar que la normativa sobre el agua de consumo sea clara y precisa, lo que afecta a la gestión del agua en España. Esto es relevante para todos los ciudadanos, ya que garantiza que el agua que consumimos cumpla con los estándares de calidad establecidos. La corrección no introduce cambios en las obligaciones, sino que aclara lo que ya estaba definido.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor sus derechos y la calidad del agua que consumen, asegurando así una mayor confianza en la normativa sanitaria.", "updated_at": "2026-01-29T08:32:19.503232+00:00"}
{"id": "boe-2025-11-18-resolucion-9cfd5063", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de noviembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/18/pdfs/BOE-A-2025-23296.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:58:35.911858+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-18-resolucion-9cfd5063.pdf", "text_length": 10273, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios", "igualdad de género", "convocatoria", "Ministerio de Transportes"], "summary_plain_es": "La Resolución de 7 de noviembre de 2025 convoca la provisión de puestos de trabajo en el Ministerio de Transportes y Movilidad Sostenible mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos, lo que les permite optar a nuevas oportunidades laborales dentro de la administración. La convocatoria se basa en principios de igualdad de género y establece un plazo de quince días hábiles para presentar las solicitudes, que deben incluir un currículum vitae detallado. Además, se especifica cómo presentar las solicitudes, ya sea a través de un portal online o de forma excepcional en registros físicos. Es importante que los funcionarios interesados en mejorar su situación laboral estén atentos a esta convocatoria, ya que puede ofrecerles nuevas oportunidades de desarrollo profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su carrera profesional dentro de la administración pública.", "updated_at": "2026-01-29T08:32:24.624997+00:00"}
{"id": "boe-2025-11-19-real_decreto-ca8a277e", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1027/2025, de 12 de noviembre, por el que se aprueba el Estatuto de la Agencia Estatal Boletín Oficial del Estado.", "date_published": "2025-11-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/19/pdfs/BOE-A-2025-23372.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:58:44.838344+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-19-real_decreto-ca8a277e.pdf", "text_length": 70377, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["Agencia Estatal", "Boletín Oficial del Estado", "nuevo estatuto", "servicios digitales", "transparencia", "organización pública", "cambios normativos"], "summary_plain_es": "El Real Decreto 1027/2025 aprueba un nuevo estatuto para la Agencia Estatal Boletín Oficial del Estado, adaptando su organización y funcionamiento a los cambios normativos y tecnológicos ocurridos desde su creación. Esto afecta a la manera en que se prestan los servicios, ya que se han incorporado nuevas competencias y se ha abandonado el formato papel en favor del digital. La Agencia ahora ofrece servicios como legislación consolidada y alertas informativas, mejorando el acceso a la información para los ciudadanos. Este cambio es importante para garantizar la eficiencia y la transparencia en la gestión pública, asegurando que la Agencia pueda cumplir con sus nuevas funciones sin afectar los derechos de la ciudadanía.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se gestionan los servicios públicos y cómo pueden beneficiarse de la información que proporciona la Agencia. La transparencia en la administración pública fomenta la confianza ciudadana.", "updated_at": "2026-01-29T08:32:30.974715+00:00"}
{"id": "boe-2025-11-19-resolucion-ae982901", "source": "BOE", "type": "resolucion", "title_original": "Resolución 431/38480/2025, de 11 de noviembre, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 430/38182/2025, de 23 de abril.", "date_published": "2025-11-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/19/pdfs/BOE-A-2025-23385.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:58:44.839418+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-19-resolucion-ae982901.pdf", "text_length": 1090, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "jurisdicción militar", "Auditor Presidente", "Tribunal Militar", "Ministerio de Defensa"], "summary_plain_es": "Se ha declarado desierta una vacante en los órganos judiciales de la jurisdicción militar, específicamente para el puesto de Auditor Presidente en el Tribunal Militar Territorial Tercero en Barcelona. Esto significa que, tras finalizar el plazo de presentación de solicitudes, no se ha recibido ninguna petición para ocupar este cargo. Esta situación puede afectar la operatividad de los tribunales militares, ya que la falta de candidatos puede retrasar procesos judiciales. Es importante que los interesados en este tipo de vacantes estén atentos a futuras convocatorias, ya que la falta de solicitudes puede indicar un bajo interés o desconocimiento sobre estas oportunidades laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de resoluciones para entender cómo se gestionan las oportunidades laborales en el sector público y la importancia de la participación en estos procesos.", "updated_at": "2026-01-29T08:32:35.280376+00:00"}
{"id": "boe-2025-11-20-resolucion-778fe2bc", "source": "BOE", "type": "resolucion", "title_original": "Enmiendas de 2021 al Convenio internacional para la seguridad de la vida humana en el mar, 1974, adoptadas mediante la Resolución MSC.482(103).", "date_published": "2025-11-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/20/pdfs/BOE-A-2025-23414.pdf", "approved_by": "482(103).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:59:01.214168+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-20-resolucion-778fe2bc.pdf", "text_length": 6031, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmiendas SOLAS", "seguridad marítima", "detectores de agua", "botes salvavidas", "navegación segura"], "summary_plain_es": "Se aprueban enmiendas al Convenio internacional para la seguridad de la vida humana en el mar (SOLAS), que entrarán en vigor el 1 de enero de 2024. Estas modificaciones afectan a los buques de carga, que deberán contar con detectores de nivel de agua en sus bodegas y nuevos requisitos para los botes salvavidas. Esto implica que los buques construidos a partir del 1 de enero de 2024 tendrán que cumplir con estas nuevas normas de seguridad, lo que mejora la protección de la vida humana en el mar. Es importante que los ciudadanos, especialmente aquellos relacionados con el transporte marítimo, conozcan estas enmiendas, ya que afectan directamente a la seguridad en la navegación y la protección del medio marino.", "affects_to": ["empresas", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas enmiendas para entender cómo mejoran la seguridad en el transporte marítimo y proteger la vida humana en el mar.", "updated_at": "2026-01-29T08:32:39.886768+00:00"}
{"id": "boe-2025-11-20-orden-5c40f2a8", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1310/2025, de 5 de noviembre, por la que se otorga destino y se nombra personal funcionario del Cuerpo Especial de Facultativos del Instituto Nacional de Toxicología y Ciencias Forenses.", "date_published": "2025-11-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/20/pdfs/BOE-A-2025-23426.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:59:01.215441+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-20-orden-5c40f2a8.pdf", "text_length": 8348, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "funcionarios", "toxicología", "cuerpo especial", "administración pública", "justicia", "proceso selectivo"], "summary_plain_es": "La Orden PJC/1310/2025, publicada el 20 de noviembre de 2025, nombra a nuevos funcionarios del Cuerpo Especial de Facultativos del Instituto Nacional de Toxicología y Ciencias Forenses. Esto afecta a las personas que han superado el proceso selectivo y se les asigna un destino específico en diferentes departamentos, como Madrid, Sevilla y Barcelona. Los nuevos funcionarios deben tomar posesión de su puesto en un plazo de veinte días hábiles desde la publicación de la orden. Además, se establece el procedimiento para presentar recursos en caso de desacuerdo con la decisión. Este nombramiento es un paso importante para asegurar el funcionamiento del Instituto y la atención adecuada en el ámbito forense y toxicología.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que garantizan la transparencia en la administración pública y el correcto funcionamiento de instituciones clave en la justicia y la salud pública.", "updated_at": "2026-01-29T08:32:44.801482+00:00"}
{"id": "boe-2025-11-20-orden-ae602aa4", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1311/2025, de 5 de noviembre, por la que se otorga destino y se nombra personal funcionario del Cuerpo Especial de Técnicos Especialistas del Instituto Nacional de Toxicología y Ciencias Forenses.", "date_published": "2025-11-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/20/pdfs/BOE-A-2025-23427.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:59:01.216359+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-20-orden-ae602aa4.pdf", "text_length": 5457, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramientos", "funcionarios", "Instituto Nacional de Toxicología", "justicia", "promoción interna", "destinos", "administración pública"], "summary_plain_es": "La Orden PJC/1311/2025, publicada el 20 de noviembre de 2025, nombra a nuevos funcionarios del Cuerpo Especial de Técnicos Especialistas del Instituto Nacional de Toxicología y Ciencias Forenses. Esto afecta a las personas que han superado el proceso selectivo y se les asignan destinos específicos en diferentes departamentos. Los nuevos funcionarios deben tomar posesión de sus puestos en un plazo de veinte días hábiles tras la publicación de la orden. Además, se establece la posibilidad de interponer recursos en caso de desacuerdo con esta decisión. Este nombramiento es un paso importante para fortalecer el personal en el ámbito de la justicia y la toxicología en España.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona el personal en la administración pública y cómo se garantiza la calidad en el servicio de justicia.", "updated_at": "2026-01-29T08:32:49.016842+00:00"}
{"id": "boe-2025-11-20-orden-dd44af47", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1312/2025, de 12 de noviembre, por la que se otorga destino y se nombra funcionaria del Cuerpo Especial de Facultativos del Instituto Nacional de Toxicología y Ciencias Forenses.", "date_published": "2025-11-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/20/pdfs/BOE-A-2025-23428.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:59:01.217154+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-20-orden-dd44af47.pdf", "text_length": 4171, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "funcionaria", "Instituto Nacional de Toxicología", "Cuerpo Especial de Facultativos", "proceso selectivo", "recursos administrativos", "toma de posesión"], "summary_plain_es": "La Orden PJC/1312/2025, publicada el 20 de noviembre de 2025, nombra a una nueva funcionaria del Cuerpo Especial de Facultativos del Instituto Nacional de Toxicología y Ciencias Forenses. Este nombramiento se realiza tras un proceso selectivo extraordinario dirigido a personas con discapacidad. La funcionaria deberá tomar posesión de su puesto en un plazo de veinte días hábiles desde la publicación de la orden. Además, se establece el procedimiento para interponer recursos en caso de desacuerdo con esta decisión. Este cambio afecta directamente a la nueva funcionaria y al funcionamiento del Instituto Nacional de Toxicología y Ciencias Forenses, mejorando su capacidad operativa y atención en el ámbito forense.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se estructura la administración pública y quiénes son los responsables de garantizar la justicia y la seguridad en el país.", "updated_at": "2026-01-29T08:32:55.083259+00:00"}
{"id": "boe-2025-11-20-orden-a383e812", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1314/2025, de 5 de noviembre, por la que, en ejecución de la sentencia, se nombra Tribunal Calificador Delegado en el ámbito de Andalucía, en relación con el proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia, convocado por Orden JUS/764/2019, de 10 de julio.", "date_published": "2025-11-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/20/pdfs/BOE-A-2025-23454.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:59:01.218104+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-20-orden-a383e812.pdf", "text_length": 4191, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["tribunal calificador", "gestión procesal", "Andalucía", "proceso selectivo", "sentencia", "acceso libre", "Administración de Justicia"], "summary_plain_es": "La Orden PJC/1314/2025, publicada el 20 de noviembre de 2025, establece el nombramiento de un Tribunal Calificador Delegado en Andalucía para llevar a cabo la corrección del tercer ejercicio del proceso selectivo de ingreso al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Este proceso se había convocado anteriormente por la Orden JUS/764/2019. La decisión se toma en cumplimiento de una sentencia del Tribunal Superior de Justicia de Madrid que estimó parcialmente un recurso interpuesto por una aspirante. El nuevo tribunal tiene la responsabilidad de elaborar un informe sobre la corrección del examen y se extiende a futuras sentencias relacionadas con este proceso en Andalucía. Esto afecta a los aspirantes que participaron en el proceso selectivo y garantiza que se cumplan los derechos de los mismos en el ámbito de la justicia administrativa.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es crucial que los ciudadanos conozcan esta orden para entender cómo se gestionan los procesos selectivos en la Administración de Justicia y cómo se garantiza la equidad en la corrección de exámenes.", "updated_at": "2026-01-29T08:33:01.391958+00:00"}
{"id": "boe-2025-11-21-otro-b92f383e", "source": "BOE", "type": "otro", "title_original": "Enmiendas a los Anexos A y B del Convenio de Minamata sobre el mercurio, adoptadas en Ginebra el 3 de noviembre de 2023, mediante la decisión MC-5/4.", "date_published": "2025-11-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/21/pdfs/BOE-A-2025-23540.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:59:17.983765+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-21-otro-b92f383e.pdf", "text_length": 13482, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["mercurio", "Convenio de Minamata", "enmiendas", "productos químicos", "salud pública", "medio ambiente", "sostenibilidad"], "summary_plain_es": "Se han adoptado enmiendas al Convenio de Minamata sobre el mercurio, que afectan a la producción y uso de productos que contienen mercurio. Esto incluye la eliminación gradual de ciertos productos como baterías, lámparas fluorescentes y cosméticos que contienen mercurio. Estas enmiendas buscan reducir el uso de mercurio y fomentar alternativas más seguras y sostenibles. A partir de las fechas establecidas, no se permitirá la producción, importación ni exportación de estos productos, lo que impactará a fabricantes y consumidores. Es un paso importante hacia la protección del medio ambiente y la salud pública.", "affects_to": ["empresas", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo afectan su salud y el medio ambiente. La información sobre la reducción del mercurio contribuye a una mayor conciencia y responsabilidad social.", "updated_at": "2026-01-29T08:33:08.221014+00:00"}
{"id": "boe-2025-11-21-orden-66c8e020", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1316/2025, de 5 de noviembre, por la que se publica la relación de plazas correspondientes al ámbito del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes que se ofrecen a las personas aprobadas en el proceso selectivo para ingreso en el Cuerpo de Tramitación Procesal y Administrativa de la Administración de Justicia, turno libre, convocado por Orden JUS/1288/2022, de 22 de diciembre.", "date_published": "2025-11-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/21/pdfs/BOE-A-2025-23556.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:59:17.985330+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-21-orden-66c8e020.pdf", "text_length": 48452, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["plazas", "Cuerpo de Tramitación", "Ministerio de Justicia", "proceso selectivo", "inscripción telemática", "solicitudes", "opositores"], "summary_plain_es": "La Orden PJC/1316/2025, publicada el 5 de noviembre, establece la relación de plazas disponibles en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes para aquellos que han aprobado el proceso selectivo para el Cuerpo de Tramitación Procesal y Administrativa. Esto afecta a los aspirantes que han superado la convocatoria del 22 de diciembre de 2022. A partir de la publicación, los aspirantes deben presentar sus solicitudes de manera telemática, utilizando un asistente de inscripción en la web del Ministerio. Es importante que soliciten al menos tantas plazas como su número de opositor, y solo se aceptarán solicitudes realizadas a través de este sistema. Este cambio facilita el proceso de inscripción y asegura que los datos se registren correctamente, evitando errores en la presentación de solicitudes.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder acceder a oportunidades laborales en la administración pública y entender cómo se gestionan las oposiciones.", "updated_at": "2026-01-29T08:33:15.091778+00:00"}
{"id": "boe-2025-11-22-ley-65a64e92", "source": "BOE", "type": "ley", "title_original": "Resolución de 19 de noviembre de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 11/2025, de 21 de octubre, por el que se establecen medidas para el fortalecimiento del Sistema para la Autonomía y Atención a la Dependencia y cumplir con las obligaciones establecidas en la Ley 3/2024, de 30 de octubre, para mejorar la calidad de vida de las personas con Esclerosis Lateral Amiotrófica y otras enfermedades o procesos de alta complejidad y curso irreversible.", "date_published": "2025-11-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/22/pdfs/BOE-A-2025-23614.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:59:42.758509+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-22-ley-65a64e92.pdf", "text_length": 1573, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley 11/2025", "atención a la dependencia", "Esclerosis Lateral Amiotrófica", "calidad de vida", "medidas de apoyo", "Ley 3/2024"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 11/2025, que establece medidas para fortalecer el Sistema para la Autonomía y Atención a la Dependencia. Esto es especialmente relevante para mejorar la calidad de vida de las personas que padecen Esclerosis Lateral Amiotrófica y otras enfermedades complejas. Con esta resolución, se busca garantizar que las personas afectadas reciban el apoyo necesario y se cumplan las obligaciones de la Ley 3/2024, que promueve la atención a estas situaciones. Este cambio impacta directamente en la atención y recursos disponibles para quienes dependen de estos servicios, asegurando un enfoque más integral y humano en su cuidado.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se mejorará la atención a personas con enfermedades complejas y qué recursos estarán disponibles para ellos y sus familias.", "updated_at": "2026-01-29T08:33:21.620203+00:00"}
{"id": "boe-2025-11-22-resolucion-eea58d14", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de noviembre de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-11-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/22/pdfs/BOE-A-2025-23631.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:59:42.759635+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-22-resolucion-eea58d14.pdf", "text_length": 69702, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "funcionarios", "vacantes", "igualdad de género", "Administración Pública", "requisitos", "plazo de presentación", "situaciones administrativas"], "summary_plain_es": "La Resolución de 18 de noviembre de 2025 convoca un concurso específico para cubrir vacantes en la Administración General del Estado. Este concurso está dirigido a funcionarios de carrera que cumplan con los requisitos establecidos y que no se encuentren en situación de suspensión. Se busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. Además, se establecen condiciones sobre la permanencia en los destinos y situaciones administrativas que pueden afectar la participación. Es importante que los funcionarios interesados estén al tanto de estas bases para poder optar a las plazas disponibles y mejorar su situación laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de empleo público y mejorar su carrera profesional. La transparencia en estos procesos fomenta la confianza en la administración pública.", "updated_at": "2026-01-29T08:33:26.480041+00:00"}
{"id": "boe-2025-11-24-resolucion-35762022", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de noviembre de 2025, de la Secretaría de Estado de Función Pública, por la que se establece a efectos de cómputo de plazos, el calendario de días inhábiles en el ámbito de la Administración General del Estado para el año 2026.", "date_published": "2025-11-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/24/pdfs/BOE-A-2025-23702.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:04.914419+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-24-resolucion-35762022.pdf", "text_length": 7892, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["días inhábiles", "cómputo de plazos", "administración pública", "calendario 2026", "función pública", "trámites administrativos"], "summary_plain_es": "La Resolución de 18 de noviembre de 2025 establece el calendario de días inhábiles para la Administración General del Estado en 2026. Esto significa que ciertos días no se contarán para el cómputo de plazos administrativos. Afecta a todos los ciudadanos que necesiten realizar trámites administrativos, ya que deben tener en cuenta estos días para presentar documentos o realizar gestiones. Los días inhábiles incluyen todos los sábados y domingos, así como días festivos específicos que varían según la comunidad autónoma. Es importante que estés informado sobre estos días para evitar retrasos en tus trámites administrativos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer el calendario de días inhábiles es fundamental para que los ciudadanos puedan planificar adecuadamente sus gestiones administrativas y evitar inconvenientes en sus trámites.", "updated_at": "2026-01-29T08:33:30.752841+00:00"}
{"id": "boe-2025-11-25-otro-af856712", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 6285-2025, en relación con la reforma del Reglamento del Senado por la que se modifican los artículos 133, 160 a 166, 168 y 169, en lo que respecta al artículo 133, aprobada por el Pleno del Senado el 18 de junio de 2025.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23824.pdf", "approved_by": "º 6285-2025, en relación con la reforma del Reglamento del Senado por la que se modifican los artículos 133, 160 a 166, 168 y 169, en lo que respecta al artículo 133, aprobada por el Pleno del Senado el 18 de junio de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.753213+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-af856712.pdf", "text_length": 1135, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Reglamento del Senado", "artículo 133", "Grupo Parlamentario Socialista", "modificaciones legislativas"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad relacionado con la reforma del Reglamento del Senado, específicamente sobre el artículo 133. Este recurso ha sido promovido por más de cincuenta senadores del Grupo Parlamentario Socialista. La reforma fue aprobada por el Pleno del Senado el 18 de junio de 2025. Este proceso puede afectar la forma en que se regulan ciertos aspectos del funcionamiento del Senado, lo que podría tener repercusiones en la legislación y en la representación política. Es importante que estés al tanto de este tipo de recursos, ya que pueden influir en la estructura y funcionamiento de las instituciones democráticas en España.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos recursos, ya que afectan la legalidad y el funcionamiento de las instituciones que representan sus intereses. La transparencia en estos procesos asegura un sistema democrático más robusto y participativo.", "updated_at": "2026-01-29T08:33:35.695212+00:00"}
{"id": "boe-2025-11-25-otro-3f87183f", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 6697-2025, contra los artículos 4, apartado 3; 11; 58; 59; 60, apartados 1 y 2, así como apartado 3 únicamente respecto de las letras a), b) y c); 61; 62 y disposición adicional tercera de la Ley 5/2024, de 19 de diciembre, de medidas de fomento de comunidades energéticas y autoconsumo industrial en Aragón.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23825.pdf", "approved_by": "º 6697-2025, contra los artículos 4, apartado 3; 11; 58; 59; 60, apartados 1 y 2, así como apartado 3 únicamente respecto de las letras a), b) y c); 61; 62 y disposición adicional tercera de la Ley 5/2024, de 19 de diciembre, de medidas de fomento de comunidades energéticas y autoconsumo industrial en Aragón.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.753653+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-3f87183f.pdf", "text_length": 1645, "topic_primary": "energía", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 5/2024", "comunidades energéticas", "autoconsumo industrial", "Aragón", "suspensión de artículos", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el presidente del Gobierno contra varios artículos de la Ley 5/2024 de Aragón, que promueve comunidades energéticas y autoconsumo industrial. Esto significa que los artículos impugnados, que incluyen disposiciones sobre la regulación de estas comunidades, quedan suspendidos desde el 25 de septiembre de 2025, afectando tanto a las partes implicadas como a terceros. Esta decisión busca evaluar si las normas en cuestión son compatibles con la Constitución, lo que podría tener un impacto significativo en la legislación energética en Aragón y en la forma en que se gestionan las comunidades energéticas y el autoconsumo industrial en la región.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar a la regulación de la energía y el autoconsumo, temas de gran relevancia en el contexto actual de sostenibilidad y economía energética.", "updated_at": "2026-01-29T08:33:40.955150+00:00"}
{"id": "boe-2025-11-25-otro-902631d5", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 6811-2025, en relación con los siguientes preceptos de la Ley 5/2024, de 26 de diciembre, de Presupuestos Generales de la Comunidad Autónoma de Canarias para 2025: (i) disposición final cuarta, por la que se modifica la disposición adicional cuarta de la Ley 11/1994, de 26 de julio, de Ordenación Sanitaria de Canarias; y (ii) disposición final octava, apartado uno, por el que se modifican los apartados 2 y 4, y se añaden tres nuevos apartados, 7, 8 y 9, a la disposición transitoria tercera de la Ley 9/2014, de 8 de noviembre, de medidas tributarias, administrativas y sociales de Canarias.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23826.pdf", "approved_by": "º 6811-2025, en relación con los siguientes preceptos de la Ley 5/2024, de 26 de diciembre, de Presupuestos Generales de la Comunidad Autónoma de Canarias para 2025: (i) disposición final cuarta, por la que se modifica la disposición adicional cuarta de la Ley 11/1994, de 26 de julio, de Ordenación Sanitaria de Canarias; y (ii) disposición final octava, apartado uno, por el que se modifican los apartados 2 y 4, y se añaden tres nuevos apartados, 7, 8 y 9, a la disposición transitoria tercera de la Ley 9/2014, de 8 de noviembre, de medidas tributarias, administrativas y sociales de Canarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.754088+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-902631d5.pdf", "text_length": 2201, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley de Presupuestos Canarias", "modificación sanitaria", "medidas tributarias", "suspensión de preceptos"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad relacionado con la Ley de Presupuestos Generales de la Comunidad Autónoma de Canarias para 2025. Este recurso afecta a dos disposiciones específicas: la modificación de la Ley de Ordenación Sanitaria de Canarias y cambios en la Ley de medidas tributarias, administrativas y sociales de Canarias. A partir de la fecha de interposición del recurso, el 30 de septiembre de 2025, se suspende la aplicación de los preceptos impugnados, lo que significa que no se podrán aplicar hasta que se resuelva el recurso. Esto es importante porque puede afectar a la gestión sanitaria y tributaria en Canarias, así como a los derechos de los ciudadanos en estas áreas.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede influir en sus derechos y en la gestión de servicios públicos esenciales en Canarias. La transparencia en estos procesos ayuda a mantener la confianza en las instituciones.", "updated_at": "2026-01-29T08:33:47.276822+00:00"}
{"id": "boe-2025-11-25-otro-976326cd", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 7410-2025, contra los artículos 2.1, 3, 4.1, 4.2 y 4.3; 7.c), d), e) y h), 8, 10.c), d), e) y h); 11, 15, 16.1.b), c) y d) y 16.2 y disposiciones adicionales primera, tercera, quinta, final segunda, final decimocuarta y final decimoséptima de la Ley 4/2025, de 18 de julio, de actuaciones urgentes destinadas a la obtención de suelo mediante proyectos residenciales estratégicos en las Illes Balears.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23827.pdf", "approved_by": "º 7410-2025, contra los artículos 2. 1, 3, 4.1, 4.2 y 4.3; 7.c), d), e) y h), 8, 10.c), d), e) y h); 11, 15, 16.1.b), c) y d) y 16.2 y disposiciones adicionales primera, tercera, quinta, final segunda, final decimocuarta y final decimoséptima de la Ley 4/2025, de 18 de julio, de actuaciones urgentes destinadas a la obtención de suelo mediante proyectos residenciales estratégicos en las Illes Balears.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.754459+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-976326cd.pdf", "text_length": 1543, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 4/2025", "Illes Balears", "proyectos residenciales", "desarrollo urbano", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra varios artículos de la Ley 4/2025, que se centra en la obtención de suelo para proyectos residenciales estratégicos en las Illes Balears. Este recurso ha sido promovido por más de cincuenta diputados de diferentes grupos parlamentarios. La ley en cuestión incluye disposiciones que afectan a la planificación y desarrollo urbano en la región, y su impugnación podría tener un impacto significativo en la forma en que se gestionan estos proyectos. Si el Tribunal determina que la ley es inconstitucional, esto podría llevar a cambios en las políticas de desarrollo urbano en las Illes Balears, afectando tanto a la administración pública como a los ciudadanos que dependen de estos proyectos para vivienda y desarrollo local.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede influir en la planificación urbana y en la disponibilidad de vivienda en su región. La transparencia en estos procesos permite a la población estar informada sobre sus derechos y las decisiones que afectan su entorno.", "updated_at": "2026-01-29T08:33:53.972665+00:00"}
{"id": "boe-2025-11-25-otro-aedca236", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 7512-2025, contra la Ley 2/2025, de 4 de julio, de modificación de la Ley 5/2017, de 5 de julio, de participación institucional de las organizaciones sindicales y empresariales más representativas en el ámbito de la Región de Murcia.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23828.pdf", "approved_by": "º 7512-2025, contra la Ley 2/2025, de 4 de julio, de modificación de la Ley 5/2017, de 5 de julio, de participación institucional de las organizaciones sindicales y empresariales más representativas en el ámbito de la Región de Murcia.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.754780+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-aedca236.pdf", "text_length": 1492, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 2/2025", "Ley 5/2017", "participación institucional", "Región de Murcia"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el presidente del Gobierno contra la Ley 2/2025, que modifica la Ley 5/2017 sobre la participación de organizaciones sindicales y empresariales en la Región de Murcia. Este recurso se basa en el artículo 161.2 de la Constitución, lo que implica que los artículos cuestionados quedan suspendidos desde el 29 de octubre de 2025 para las partes implicadas y desde la publicación del edicto para el resto de la ciudadanía. Esto significa que, mientras se resuelve el recurso, las disposiciones de la ley modificada no se aplicarán, afectando a la forma en que estas organizaciones participan en la toma de decisiones en la región. Es importante que estés al tanto de este proceso, ya que puede influir en la representación y derechos de los trabajadores y empresarios en Murcia.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a la representación de sus derechos en el ámbito laboral y empresarial, y puede tener implicaciones en la forma en que se toman decisiones en su región.", "updated_at": "2026-01-29T08:34:00.373873+00:00"}
{"id": "boe-2025-11-25-otro-3f9c6938", "source": "BOE", "type": "otro", "title_original": "Recurso de Inconstitucionalidad n.º 7517-2025, contra la Ley 2/2025, de 4 de julio, de modificación de la Ley 5/2017, de 5 de julio, de participación institucional de las organizaciones sindicales y empresariales más representativas en el ámbito de la Región de Murcia.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23829.pdf", "approved_by": "º 7517-2025, contra la Ley 2/2025, de 4 de julio, de modificación de la Ley 5/2017, de 5 de julio, de participación institucional de las organizaciones sindicales y empresariales más representativas en el ámbito de la Región de Murcia.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:10.755120+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-otro-3f9c6938.pdf", "text_length": 1210, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 2/2025", "Ley 5/2017", "participación institucional", "Región de Murcia"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra la Ley 2/2025, que modifica la Ley 5/2017 sobre la participación de organizaciones sindicales y empresariales en la Región de Murcia. Este recurso ha sido presentado por más de cincuenta diputados de los grupos parlamentarios Socialista y Plurinacional Sumar. Esto significa que se cuestiona la validez de la ley y su adecuación a la Constitución. Si el Tribunal decide que la ley es inconstitucional, podría ser anulada, lo que afectaría a la forma en que las organizaciones sindicales y empresariales participan en la toma de decisiones en la región. Es importante que estés informado sobre este proceso, ya que puede tener implicaciones significativas en la representación y derechos de estas organizaciones en Murcia.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Conocer este recurso es esencial para entender cómo se regula la participación de organizaciones en la toma de decisiones, lo que afecta a la representación de intereses en la sociedad. La transparencia en estos procesos fortalece la democracia y la participación ciudadana.", "updated_at": "2026-01-29T08:34:07.809941+00:00"}
{"id": "boe-2025-11-25-resolucion-9bb26b62", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38486/2025, de 18 de noviembre, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/25/pdfs/BOE-A-2025-23852.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:00:10.756279+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-25-resolucion-9bb26b62.pdf", "text_length": 6293, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios civiles", "Ministerio de Defensa", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que los funcionarios civiles que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles, a partir de la publicación de esta resolución, para presentar tu solicitud, que debe incluir un currículum vitae detallado. Los puestos disponibles están especificados en el anexo de la resolución. Además, se informa que puedes interponer recursos si no estás de acuerdo con la decisión. Esta convocatoria es importante porque permite a los funcionarios optar a nuevos puestos de trabajo, lo que puede influir en su carrera profesional y desarrollo dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es esencial que los ciudadanos conozcan esta convocatoria para que los funcionarios puedan acceder a oportunidades laborales y avanzar en sus carreras dentro de la administración pública.", "updated_at": "2026-01-29T08:34:13.502438+00:00"}
{"id": "boe-2025-11-26-ley-d240df2e", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 13/2025, de 25 de noviembre, por el que se adoptan medidas complementarias urgentes para la recuperación económica y social de la isla de La Palma tras los daños ocasionados por las erupciones volcánicas.", "date_published": "2025-11-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/26/pdfs/BOE-A-2025-23911.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:21.838817+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-26-ley-d240df2e.pdf", "text_length": 28390, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["La Palma", "recuperación económica", "erupciones volcánicas", "ayudas", "deducción fiscal", "suspensión de pagos", "agricultores", "infraestructuras"], "summary_plain_es": "El Real Decreto-ley 13/2025, aprobado el 25 de noviembre, busca ayudar a la recuperación económica y social de La Palma tras las erupciones volcánicas de 2021. Afecta principalmente a los municipios de El Paso, Los Llanos de Aridane y Tazacorte, donde las consecuencias de la erupción aún son visibles. Se habilitan 100 millones de euros del superávit de 2024 para financiar ayudas a personas y entidades afectadas, especialmente en el sector agrícola. Además, se amplía una deducción fiscal para residentes en La Palma y se establece un nuevo plazo para la suspensión de pagos de préstamos para agricultores. Estas medidas buscan facilitar el retorno a la normalidad y mitigar el impacto económico y social de la catástrofe.", "affects_to": ["familias", "sector agrícola", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se les apoya en situaciones de crisis y cómo pueden beneficiarse de las ayudas disponibles.", "updated_at": "2026-01-29T08:34:19.831075+00:00"}
{"id": "boe-2025-11-26-orden-1b313c21", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1339/2025, de 19 de noviembre, por la que se nombran Letrados y Letradas de la Administración de Justicia de la tercera categoría, por el sistema de promoción interna, a las personas que han superado el proceso selectivo convocado por Orden PJC/215/2024, de 20 de febrero.", "date_published": "2025-11-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/26/pdfs/BOE-A-2025-23913.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:00:21.840094+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-26-orden-1b313c21.pdf", "text_length": 7807, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "letrados", "justicia", "promoción interna", "proceso selectivo", "transparencia", "administración pública"], "summary_plain_es": "La Orden PJC/1339/2025, publicada el 26 de noviembre de 2025, nombra a los nuevos Letrados y Letradas de la Administración de Justicia de tercera categoría que han superado el proceso selectivo convocado anteriormente. Este nombramiento afecta a aquellos que han pasado las pruebas y les permite ocupar sus nuevos cargos en los destinos indicados en el anexo de la orden. Deben tomar posesión de sus cargos en un plazo de veinte días tras la publicación de esta orden. Es importante que los ciudadanos conozcan este proceso, ya que garantiza la transparencia en la selección de personal en el ámbito de la justicia, asegurando que los profesionales que asumen estos roles han sido evaluados y seleccionados de manera justa.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración de justicia, ya que esto promueve la confianza en el sistema judicial y asegura que los procesos son justos y transparentes.", "updated_at": "2026-01-29T08:34:26.369307+00:00"}
{"id": "boe-2025-11-26-resolucion-f2eec00f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de noviembre de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se aprueban las bases de la convocatoria de oposición para la provisión de plazas del Cuerpo de Asesores Facultativos de las Cortes Generales, especialidad en Medios de Comunicación Social, turnos libre, restringido y de discapacidad.", "date_published": "2025-11-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/26/pdfs/BOE-A-2025-23922.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:00:21.841279+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-26-resolucion-f2eec00f.pdf", "text_length": 76059, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Asesores Facultativos", "Medios de Comunicación Social", "turno libre", "discapacidad", "igualdad de género", "función pública"], "summary_plain_es": "Se aprueban las bases para una oposición destinada a cubrir cuatro plazas del Cuerpo de Asesores Facultativos de las Cortes Generales, especialidad en Medios de Comunicación Social. Esta convocatoria afecta a personas interesadas en trabajar en este ámbito, incluyendo un turno restringido para funcionarios de otros cuerpos y un turno específico para personas con discapacidad. Es importante que conozcas que se prioriza el mérito y la capacidad, garantizando igualdad de oportunidades en el acceso a la función pública. Además, se busca promover la igualdad de género en el proceso de selección, asegurando que tanto hombres como mujeres estén representados en el tribunal calificador. Si estás interesado en participar, debes cumplir con los requisitos establecidos y estar preparado para las pruebas selectivas que se llevarán a cabo.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder participar en el acceso a la función pública y ejercer su derecho a la igualdad de oportunidades en el empleo.", "updated_at": "2026-01-29T08:34:32.733099+00:00"}
{"id": "boe-2025-11-27-acuerdo-ec93ec82", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Reino de España y la República Portuguesa para la seguridad de la navegación y la náutica de recreo en el Tramo Internacional del Río Guadiana, hecho en Faro el 23 de octubre de 2024.", "date_published": "2025-11-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/27/pdfs/BOE-A-2025-24006.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:46.603206+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-27-acuerdo-ec93ec82.pdf", "text_length": 38379, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["navegación", "náutica de recreo", "Río Guadiana", "acuerdo España Portugal", "seguridad", "deportes náuticos", "embarcaciones"], "summary_plain_es": "Este acuerdo entre España y Portugal establece normas para la seguridad de la navegación y la náutica de recreo en el Tramo Internacional del Río Guadiana. Afecta a todas las embarcaciones que naveguen en esta área, regulando aspectos como la documentación necesaria, el uso del pabellón nacional y las responsabilidades de los patrones. Se busca garantizar condiciones equitativas para los deportistas náuticos de ambos países y promover un uso seguro y responsable de las aguas del río. Además, se establecen definiciones claras sobre diferentes tipos de embarcaciones y sus requisitos legales. Este acuerdo es importante para fomentar la cooperación entre ambos países y asegurar la seguridad de los usuarios del río, beneficiando a todos los que practican deportes náuticos en esta zona.", "affects_to": ["todos_ciudadanos", "autónomos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender sus derechos y responsabilidades al navegar en el Río Guadiana, así como para promover la seguridad y el disfrute responsable de las actividades náuticas en esta área compartida.", "updated_at": "2026-01-29T08:34:37.955936+00:00"}
{"id": "boe-2025-11-27-acuerdo-c26e3b57", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Reino de España y la República Portuguesa sobre la pesca en el Tramo Internacional del Río Guadiana (TIRG), hecho en Faro el 23 de octubre de 2024.", "date_published": "2025-11-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/27/pdfs/BOE-A-2025-24007.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:00:46.603581+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-27-acuerdo-c26e3b57.pdf", "text_length": 28273, "topic_primary": "agricultura", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo pesca", "Río Guadiana", "España", "Portugal", "pesca sostenible", "licencias de pesca", "pesca profesional", "pesca recreativa"], "summary_plain_es": "Este acuerdo entre España y Portugal regula la pesca en el Tramo Internacional del Río Guadiana, buscando garantizar la sostenibilidad de los recursos pesqueros y la igualdad de condiciones para los pescadores de ambos países. Afecta a los ciudadanos que practican la pesca, tanto profesional como recreativa, estableciendo licencias y permisos necesarios. Se prohíben ciertas prácticas de pesca y se establecen zonas restringidas. Además, se fijan límites en las capturas diarias y se requiere autorización para competiciones de pesca. Este acuerdo es fundamental para proteger el ecosistema del río y asegurar que la pesca se realice de manera ordenada y responsable.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan este acuerdo para entender sus derechos y obligaciones en la práctica de la pesca, así como la necesidad de proteger los recursos naturales del río Guadiana.", "updated_at": "2026-01-29T08:34:43.077992+00:00"}
{"id": "boe-2025-11-27-orden-0a950b5f", "source": "BOE", "type": "orden", "title_original": "Orden PJC/1349/2025, de 25 de noviembre, por la que se convoca concurso específico para la provisión de puestos de trabajo en la Administración de Justicia, en el ámbito territorial gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes.", "date_published": "2025-11-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/27/pdfs/BOE-A-2025-24040.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:00:46.604404+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-27-orden-0a950b5f.pdf", "text_length": 48901, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Administración de Justicia", "puestos vacantes", "funcionarios", "méritos", "selección", "solicitudes"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos vacantes en la Administración de Justicia, gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Este concurso está dirigido exclusivamente a funcionarios de los Cuerpos de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa, y Auxilio Judicial que estén destinados en el municipio donde se encuentran los puestos ofertados. Los participantes deben estar en situación de servicio activo o con reserva de puesto. La selección se realizará en dos fases: primero se valorarán los méritos generales, como la antigüedad, y luego los méritos específicos relacionados con el puesto. Las solicitudes deben presentarse electrónicamente en un plazo de cinco días hábiles desde la publicación de la convocatoria, y deben incluir la documentación que acredite los méritos alegados. Este proceso es importante para asegurar que los puestos vacantes sean ocupados por funcionarios cualificados y con experiencia adecuada.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este concurso para entender cómo se gestionan los recursos humanos en la Administración de Justicia y cómo se garantiza la ocupación de puestos por personal cualificado.", "updated_at": "2026-01-29T08:34:49.390946+00:00"}
{"id": "boe-2025-11-28-real_decreto-920e78e9", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 1060/2025, de 26 de noviembre, por el que se regula la concesión directa de una subvención al Obispado de Plasencia para el mantenimiento de la actividad de la comunidad religiosa que reside en el Monasterio de San Jerónimo de Yuste.", "date_published": "2025-11-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/28/pdfs/BOE-A-2025-24108.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:01:15.880708+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-28-real_decreto-920e78e9.pdf", "text_length": 26263, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvención", "Obispado de Plasencia", "Monasterio de San Jerónimo", "patrimonio histórico", "comunidad religiosa", "cultura", "interés público"], "summary_plain_es": "Este Real Decreto aprueba la concesión directa de una subvención de 70.000 euros al Obispado de Plasencia para mantener la comunidad religiosa en el Monasterio de San Jerónimo de Yuste durante 2025. Esta subvención es crucial para la preservación del patrimonio histórico y cultural del monasterio, que es un monumento de gran relevancia histórica. La comunidad de monjes de la Orden de San Pablo Primer Eremita desempeña un papel importante en el mantenimiento de este patrimonio, y la subvención asegura que puedan continuar su labor. La decisión de otorgar esta subvención de manera directa se justifica por la urgencia y el interés público en conservar este importante sitio cultural, especialmente en el contexto de prórroga de los presupuestos del Estado. Es importante que los ciudadanos conozcan esta medida, ya que refleja el compromiso del Estado con la cultura y la conservación del patrimonio.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta subvención, ya que garantiza la preservación de un patrimonio cultural significativo y muestra cómo se utilizan los recursos públicos para el beneficio de la sociedad.", "updated_at": "2026-01-29T08:34:56.476387+00:00"}
{"id": "boe-2025-11-28-orden-f4ce7873", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 18 de noviembre de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se adscribe a la Magistrada doña Sonia Isabel Vidal Ferrer a la Audiencia Provincial de Palma, orden civil.", "date_published": "2025-11-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/28/pdfs/BOE-A-2025-24115.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T06:01:15.881406+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-28-orden-f4ce7873.pdf", "text_length": 1202, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrada", "Audiencia Provincial", "Palma", "orden civil", "Consejo General del Poder Judicial"], "summary_plain_es": "El Acuerdo del 18 de noviembre de 2025, aprobado por la Comisión Permanente del Consejo General del Poder Judicial, designa a la Magistrada Sonia Isabel Vidal Ferrer para que se incorpore a la Audiencia Provincial de Palma en el orden civil. Esto significa que la magistrada asumirá funciones en esta jurisdicción, ocupando una vacante que se produzca en dicha Audiencia. Este cambio es relevante para el sistema judicial, ya que busca asegurar que los casos civiles en Palma sean atendidos por un profesional capacitado. La decisión se toma en el marco de la normativa que regula el funcionamiento de los tribunales, garantizando así la continuidad y eficiencia en la administración de justicia.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que estos afectan directamente a la administración de justicia y a la confianza en el sistema legal.", "updated_at": "2026-01-29T08:35:01.715922+00:00"}
{"id": "boe-2025-11-28-resolucion-1cd25c0b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de noviembre de 2025, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas y se anuncia fecha, hora y lugar de celebración del primer ejercicio del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Ayudantes de Instituciones Penitenciarias, convocado por Resolución de 3 de octubre de 2025.", "date_published": "2025-11-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/28/pdfs/BOE-A-2025-24134.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:01:15.882208+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-28-resolucion-1cd25c0b.pdf", "text_length": 27279, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Cuerpo de Ayudantes", "Instituciones Penitenciarias", "admitidos", "excluidos", "subsanación", "examen"], "summary_plain_es": "Se ha publicado la relación provisional de personas admitidas y excluidas para el proceso selectivo de ingreso en el Cuerpo de Ayudantes de Instituciones Penitenciarias. Esto afecta a todos los aspirantes que se presentaron a la convocatoria del 3 de octubre de 2025. Tienes un plazo de diez días hábiles para subsanar cualquier defecto que haya llevado a tu exclusión. El primer ejercicio de la oposición se llevará a cabo el 18 de enero de 2026 en dos ubicaciones: la Universidad Complutense de Madrid y la Universidad de Las Palmas de Gran Canaria. Es importante que verifiques que tus datos están correctos y que no figuras en la lista de excluidos, ya que el incumplimiento de las normas durante el examen puede llevar a la pérdida de derechos de examen.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder participar en igualdad de condiciones y ejercer sus derechos en la selección de personal público.", "updated_at": "2026-01-29T08:35:09.081855+00:00"}
{"id": "boe-2025-11-29-resolucion-ab709c6b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de noviembre de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-11-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/29/pdfs/BOE-A-2025-24160.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T06:01:37.055670+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-29-resolucion-ab709c6b.pdf", "text_length": 5067, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de liar", "expendedurías", "monopolio", "resolución"], "summary_plain_es": "La Resolución del 28 de noviembre de 2025 establece los precios de venta al público de diversas labores de tabaco en las Expendedurías de Tabaco y Timbre en España. Esto incluye cigarrillos, cigarros, picaduras de liar y picaduras de pipa, con precios específicos para cada producto. Estos precios son fijados por los fabricantes e importadores y se aplican a las ventas en la Península y las Islas Baleares, así como en Ceuta y Melilla. La resolución entra en vigor el mismo día de su publicación, lo que significa que los consumidores deben estar atentos a estos cambios en los precios de sus productos de tabaco favoritos. Esta información es relevante para los consumidores de tabaco, ya que les permite conocer los precios actualizados y planificar sus compras.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos precios para tomar decisiones informadas sobre sus compras de tabaco y entender cómo se regulan estos productos en el mercado.", "updated_at": "2026-01-29T08:35:15.211118+00:00"}
{"id": "boe-2025-11-29-resolucion-f2e65dd2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de noviembre de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-11-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/11/29/pdfs/BOE-A-2025-24176.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T06:01:37.057799+00:00", "pdf_path": "pdfs/2025/11/boe-2025-11-29-resolucion-f2e65dd2.pdf", "text_length": 6750, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "solicitudes", "currículum vitae", "plazo", "administración pública"], "summary_plain_es": "Se ha publicado una resolución que convoca a funcionarios a solicitar puestos de trabajo mediante el sistema de libre designación. Esto significa que aquellos funcionarios que cumplan con los requisitos establecidos pueden optar a los puestos listados en el anexo de la resolución. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallando tu experiencia y méritos. Las solicitudes se deben enviar a través del portal Funciona, aunque hay una opción para presentar la solicitud de forma excepcional si no puedes acceder a este portal. Esta convocatoria es importante porque permite a los funcionarios mejorar su carrera profesional y acceder a nuevos retos dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de desarrollo profesional y mejorar la calidad del servicio público.", "updated_at": "2026-01-29T08:35:21.846881+00:00"}
