{"id": "boe-2026-01-27-acuerdo-56de5cbe", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo (AIA) en aplicación del instrumento de ratificación del Convenio de la Organización para la Cooperación y Desarrollo Económico, firmado en París el 14 de diciembre de 1960 entre la Agencia Española de Cooperación Internacional para el Desarrollo del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación del Reino de España y la Organización para la Cooperación y Desarrollo Económico, hecho en Madrid y París el 9 y 22 de diciembre de 2025.", "date_published": "2026-01-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2026/01/27/pdfs/BOE-A-2026-1919.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T01:56:41.308434+00:00", "pdf_path": "pdfs/2026/01/boe-2026-01-27-acuerdo-56de5cbe.pdf", "text_length": 12135, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "AECID", "OCDE", "cooperación internacional", "desarrollo económico", "América Latina", "transparencia fiscal"], "summary_plain_es": "Se aprueba un acuerdo internacional administrativo entre la Agencia Española de Cooperación Internacional para el Desarrollo (AECID) y la Organización para la Cooperación y Desarrollo Económico (OCDE). Este acuerdo implica una contribución de 600.000 euros por parte de España, destinada a varios proyectos relacionados con el desarrollo económico y social en América Latina y el Caribe. Afecta principalmente a la cooperación internacional y a las políticas públicas que se desarrollan en estas regiones. Los fondos se distribuirán entre diferentes iniciativas, como informes económicos y proyectos de transparencia fiscal. Es un paso importante para fortalecer la colaboración entre España y la OCDE en el ámbito del desarrollo y la cooperación internacional.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que implica el uso de fondos públicos para proyectos de desarrollo, lo que afecta a la política exterior y a la cooperación internacional de España.", "updated_at": "2026-01-29T02:13:23.428913+00:00"}
