{"id": "boe-2025-06-02-ley-fcceb582", "source": "BOE", "type": "ley", "title_original": "Ley 2/2025, de 2 de abril, de Simplificación Administrativa de Cantabria.", "date_published": "2025-06-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/02/pdfs/BOE-A-2025-10884.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:19:51.798950+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-02-ley-fcceb582.pdf", "text_length": 75306, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["simplificación administrativa", "Cantabria", "procedimientos", "digitalización", "servicios públicos", "régimen sancionador", "acceso sencillo"], "summary_plain_es": "La Ley 2/2025, de 2 de abril, de Simplificación Administrativa de Cantabria busca facilitar y agilizar los procedimientos administrativos en la comunidad. A partir de ahora, las administraciones tendrán un deber general de promover la simplificación, lo que significa que los trámites serán más rápidos y menos complicados. Esto afecta a todos los ciudadanos y empresas que interactúan con la administración, ya que podrán disfrutar de un acceso más sencillo a los servicios públicos. Además, se establecen plazos máximos para resolver procedimientos y se fomenta la digitalización de los servicios, lo que permitirá una gestión más eficiente. La ley también introduce un régimen sancionador para asegurar el cumplimiento de estas nuevas normas. En resumen, esta ley representa un avance significativo hacia una administración más moderna y accesible para todos.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender cómo se simplifican los trámites administrativos, lo que les permitirá acceder a servicios de manera más rápida y eficiente.", "updated_at": "2026-01-29T07:52:50.613145+00:00"}
{"id": "boe-2025-06-02-resolucion-01611756", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de mayo de 2025, de la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/02/pdfs/BOE-A-2025-10909.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:19:51.799993+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-02-resolucion-01611756.pdf", "text_length": 15826, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "entrevistas", "administración pública"], "summary_plain_es": "Se ha convocado la provisión de puestos de trabajo en la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de diez días naturales desde la publicación en el BOE para presentar tu solicitud, que debe incluir tu currículum y una justificación de tu idoneidad para el puesto. Además, se realizarán entrevistas a los candidatos más adecuados. El nombramiento se realizará en un plazo de un mes tras la finalización del periodo de solicitudes. Esta convocatoria es importante porque permite a los funcionarios acceder a nuevas oportunidades laborales dentro de la administración pública, lo que puede influir en su carrera profesional y en la calidad del servicio público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y las oportunidades que tienen los funcionarios para avanzar en sus carreras.", "updated_at": "2026-01-29T07:52:55.070012+00:00"}
{"id": "boe-2025-06-02-resolucion-d715c500", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de mayo de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/02/pdfs/BOE-A-2025-10910.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:19:51.800373+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-02-resolucion-d715c500.pdf", "text_length": 13629, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "requisitos", "solicitudes", "entrevistas"], "summary_plain_es": "La Resolución de 27 de mayo de 2025 convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de diez días naturales desde la publicación para presentar tu solicitud, que debe incluir tu currículum y una justificación de tu idoneidad para el puesto. Además, se realizarán entrevistas a los candidatos más adecuados. El nombramiento se llevará a cabo en un plazo de un mes tras el cierre de la convocatoria. Esta resolución es importante porque permite a los funcionarios acceder a nuevas oportunidades laborales dentro del Ministerio, lo que puede influir en su carrera profesional y en la gestión de la política exterior de España.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los funcionarios puedan acceder a oportunidades de desarrollo profesional y contribuir a la mejora de la administración pública.", "updated_at": "2026-01-29T07:53:01.724705+00:00"}
{"id": "boe-2025-06-03-otro-89f1bc19", "source": "BOE", "type": "otro", "title_original": "Canje de Cartas entre España y el Organismo Internacional de Energía Atómica para la realización de la Tercera Reunión para Coordinar las Investigaciones con respecto a la Mejora de la Comprensión de las Fuentes de Nitratos en Sistemas Fluviales y de Aguas Subterráneas Interconectados Mediante el Establecimiento de Vínculos entre los Isótopos del Nitrato y los Contaminantes Emergentes del 6 al 9 de octubre de 2025 en Málaga, hecho en Viena el 14 de febrero y 26 de mayo de 2025.", "date_published": "2025-06-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/03/pdfs/BOE-A-2025-11003.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:14.642223+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-03-otro-89f1bc19.pdf", "text_length": 18203, "topic_primary": "energía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["OIEA", "nitratos", "aguas subterráneas", "Málaga", "investigación", "contaminación", "cooperación internacional"], "summary_plain_es": "Se aprueba el canje de cartas entre España y el Organismo Internacional de Energía Atómica (OIEA) para organizar la Tercera Reunión sobre la comprensión de las fuentes de nitratos en aguas fluviales y subterráneas. Este evento se llevará a cabo del 6 al 9 de octubre de 2025 en Málaga y se espera la participación de aproximadamente 20 expertos de diferentes países. El Gobierno español se compromete a facilitar los locales, la seguridad y los trámites necesarios para la llegada de los participantes. Esto es importante para mejorar la investigación sobre la contaminación del agua y fortalecer la cooperación internacional en temas ambientales.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos acuerdos, ya que impactan en la investigación y gestión de recursos hídricos, temas que afectan a la salud pública y al medio ambiente.", "updated_at": "2026-01-29T07:53:14.103877+00:00"}
{"id": "boe-2025-06-03-orden-c2377456", "source": "BOE", "type": "orden", "title_original": "Orden CLT/565/2025, de 26 de mayo, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación, en el Organismo Autónomo Instituto de la Cinematografía y de las Artes Audiovisuales.", "date_published": "2025-06-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/03/pdfs/BOE-A-2025-11018.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:20:14.643975+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-03-orden-c2377456.pdf", "text_length": 12458, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria", "libre designación", "Instituto de la Cinematografía", "empleo público", "funcionarios de carrera", "selección", "subdirector general"], "summary_plain_es": "Se ha convocado la provisión de un puesto de trabajo en el Instituto de la Cinematografía y de las Artes Audiovisuales mediante el sistema de libre designación. Esto afecta a los funcionarios de carrera que cumplan con los requisitos establecidos en la convocatoria. El puesto disponible es de Subdirector/a General y los interesados deben presentar sus solicitudes en un plazo de diez días naturales desde la publicación de esta convocatoria. Además, deberán incluir un currículum vitae, una justificación de su idoneidad y un cuestionario de autoevaluación. La selección se basará en la idoneidad y experiencia, y se realizarán entrevistas a los candidatos que cumplan los requisitos. Es importante que los ciudadanos conozcan esta convocatoria, ya que ofrece oportunidades de empleo público y promueve la transparencia en la gestión de recursos humanos en el sector cultural.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para fomentar la participación en el empleo público y asegurar procesos transparentes en la administración.", "updated_at": "2026-01-29T07:53:22.439443+00:00"}
{"id": "boe-2025-06-04-ley_organica-9236ff50", "source": "BOE", "type": "ley_organica", "title_original": "Ley Orgánica 2/2025, de 3 de junio, por la que se autoriza la ratificación de cuatro enmiendas al artículo 8.2 del Estatuto de Roma de la Corte Penal Internacional.", "date_published": "2025-06-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/04/pdfs/BOE-A-2025-11066.pdf", "approved_by": "2 del Estatuto de Roma de la Corte Penal Internacional.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:25.965824+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-04-ley_organica-9236ff50.pdf", "text_length": 6931, "topic_primary": "justicia", "impact_index": {"score": 80, "reason": "Impacto alto estimado basado en tipo de norma (ley_organica) y alcance"}, "keywords": ["Ley Orgánica 2/2025", "Corte Penal Internacional", "enmiendas", "crímenes de guerra", "derechos humanos", "justicia internacional"], "summary_plain_es": "La Ley Orgánica 2/2025, aprobada el 3 de junio de 2025, autoriza a España a ratificar cuatro enmiendas al artículo 8.2 del Estatuto de Roma de la Corte Penal Internacional. Estas enmiendas añaden nuevos crímenes de guerra, como el uso de armas biológicas, armas que causan lesiones irreparables y el uso intencionado del hambre como método de guerra. Este cambio es importante porque refuerza el compromiso de España con los derechos humanos y la justicia internacional, buscando combatir la impunidad por crímenes graves. La ley entrará en vigor al día siguiente de su publicación en el BOE y es un paso significativo en la lucha contra el uso de armamento inhumano y la protección de la población civil en conflictos bélicos.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo se protege a la población civil en conflictos y se combate la impunidad por crímenes graves. La transparencia en estos asuntos fortalece la confianza en las instituciones y el respeto por los derechos humanos.", "updated_at": "2026-01-29T07:53:29.112614+00:00"}
{"id": "boe-2025-06-04-resolucion-3bd9b18d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de mayo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/04/pdfs/BOE-A-2025-11103.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:20:25.967605+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-04-resolucion-3bd9b18d.pdf", "text_length": 15307, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios", "solicitudes", "entrevistas", "currículum", "justificación", "plazo"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante un sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de diez días naturales desde la publicación de esta resolución para presentar tu solicitud, la cual debe incluir tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. Las solicitudes se deben presentar a través del portal Funciona, aunque también hay una opción para hacerlo de manera excepcional por otros medios. Después de la presentación, se realizarán entrevistas a los candidatos más adecuados, y el nombramiento se llevará a cabo en un plazo de un mes. Esta convocatoria es importante porque permite a los funcionarios avanzar en sus carreras y acceder a nuevos puestos de responsabilidad dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de desarrollo profesional y para asegurar que los procesos de selección sean claros y justos.", "updated_at": "2026-01-29T07:53:34.161481+00:00"}
{"id": "boe-2025-06-05-otro-5f588ac0", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 1843-2025, contra el artículo 7, apartados 1, 2, 3 y 5, y la disposición derogatoria única, letra d), del Decreto-ley 5/2024, de 13 de diciembre, por el que se modifican diversas normas del ordenamiento jurídico de las Illes Balears en materia de espacios naturales, fomento, agricultura, educación, empleo público, turismo, urbanismo y vivienda.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11195.pdf", "approved_by": "º 1843-2025, contra el artículo 7, apartados 1, 2, 3 y 5, y la disposición derogatoria única, letra d), del Decreto-ley 5/2024, de 13 de diciembre, por el que se modifican diversas normas del ordenamiento jurídico de las Illes Balears en materia de espacios naturales, fomento, agricultura, educación, empleo público, turismo, urbanismo y vivienda.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.878972+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-5f588ac0.pdf", "text_length": 1408, "topic_primary": "empleo", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Decreto-ley 5/2024", "Illes Balears", "espacios naturales", "agricultura", "educación", "empleo público", "turismo"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra ciertos artículos del Decreto-ley 5/2024 de las Illes Balears. Este recurso ha sido promovido por más de cincuenta diputados de varios grupos parlamentarios. Los artículos en cuestión se refieren a modificaciones en áreas clave como espacios naturales, agricultura, educación, empleo público, turismo, urbanismo y vivienda. Esto significa que las normas que se intentan modificar podrían ser consideradas inconstitucionales, lo que podría afectar la legislación vigente en estas áreas. Si el Tribunal decide que son inconstitucionales, se revertirán los cambios propuestos, lo que podría tener un impacto significativo en la gestión de estos sectores en las Illes Balears.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar a la legislación que regula aspectos esenciales de la vida cotidiana y el desarrollo económico en las Illes Balears.", "updated_at": "2026-01-29T07:53:38.702854+00:00"}
{"id": "boe-2025-06-05-otro-35b116f9", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3112-2025, contra los artículos 1, apartado 3; 2; 3, inciso «las obligaciones establecidas en el artículo segundo y en» del apartado 1 y apartado 5; disposición transitoria segunda y disposición derogatoria única de la Ley 5/2024, de 26 de julio, de Concordia de la Comunitat Valenciana.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11196.pdf", "approved_by": "º 3112-2025, contra los artículos 1, apartado 3; 2; 3, inciso «las obligaciones establecidas en el artículo segundo y en» del apartado 1 y apartado 5; disposición transitoria segunda y disposición derogatoria única de la Ley 5/2024, de 26 de julio, de Concordia de la Comunitat Valenciana.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.879472+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-35b116f9.pdf", "text_length": 1580, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 5/2024", "Comunitat Valenciana", "Tribunal Constitucional", "suspensión de artículos"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el Presidente del Gobierno contra varios artículos de la Ley 5/2024 de Concordia de la Comunitat Valenciana. Este recurso afecta a artículos específicos de la ley, lo que implica que se cuestionan ciertas obligaciones y disposiciones transitorias. Desde el 29 de abril de 2025, los artículos impugnados quedan suspendidos, lo que significa que no se aplicarán hasta que se resuelva el recurso. Esto es relevante porque puede cambiar la forma en que se gestionan ciertos aspectos legales en la Comunitat Valenciana, afectando a los ciudadanos y a la administración pública en general.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar la aplicación de leyes que les conciernen directamente y su derecho a la justicia.", "updated_at": "2026-01-29T07:53:43.901766+00:00"}
{"id": "boe-2025-06-05-otro-9fb820e9", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3124-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11197.pdf", "approved_by": "º 3124-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.879848+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-9fb820e9.pdf", "text_length": 1286, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migraciones extraordinarias", "Real Decreto-ley 2/2025", "Gobierno de Aragón"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el Gobierno de Aragón contra el Real Decreto-ley 2/2025. Este decreto, aprobado el 18 de marzo de 2025, establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. El recurso cuestiona varios apartados del decreto, así como disposiciones adicionales y finales. Esto significa que se revisará si las medidas adoptadas son compatibles con la Constitución. Si se determina que son inconstitucionales, podría haber cambios significativos en cómo se gestionan estas situaciones migratorias y la protección de los menores involucrados.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a la protección de los derechos de los menores en situaciones de migración, un tema de gran relevancia social y legal.", "updated_at": "2026-01-29T07:53:49.240322+00:00"}
{"id": "boe-2025-06-05-otro-91b064a4", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3224-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11198.pdf", "approved_by": "º 3224-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.880231+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-91b064a4.pdf", "text_length": 1085, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migración", "medidas urgentes", "Gobierno de Cantabria"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por el Gobierno de Cantabria contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso puede afectar la aplicación de estas medidas, que buscan garantizar la protección de los menores en contextos de crisis migratoria. Si el Tribunal decide que el decreto es inconstitucional, se podrían modificar o eliminar las medidas propuestas, lo que impactaría directamente en la atención y protección de los menores migrantes. Es importante que estés informado sobre este proceso, ya que puede influir en la política de protección infantil en situaciones de emergencia migratoria.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos legales, ya que afectan directamente a la protección de los menores en situaciones vulnerables y a la política pública en materia de migración.", "updated_at": "2026-01-29T07:53:53.746600+00:00"}
{"id": "boe-2025-06-05-otro-e7c5bae2", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3276-2025, contra los artículos 1, 2, 3, 4 y 5, disposición adicional primera y anexos I y II del Decreto-ley 4/2025, de 4 de febrero, del Consell, de modificación de la Ley 5/2018, de 6 de marzo, de la Generalitat, de la Huerta de València, y del Decreto 219/2018, de 30 de noviembre, del Consell, por el que se aprueba el Plan de acción territorial de ordenación y dinamización de la Huerta de València.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11199.pdf", "approved_by": "º 3276-2025, contra los artículos 1, 2, 3, 4 y 5, disposición adicional primera y anexos I y II del Decreto-ley 4/2025, de 4 de febrero, del Consell, de modificación de la Ley 5/2018, de 6 de marzo, de la Generalitat, de la Huerta de València, y del Decreto 219/2018, de 30 de noviembre, del Consell, por el que se aprueba el Plan de acción territorial de ordenación y dinamización de la Huerta de València.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.880622+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-e7c5bae2.pdf", "text_length": 1521, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Huerta de València", "Decreto-ley 4/2025", "modificación de ley", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra varios artículos y anexos de un decreto-ley del Consell que modifica la Ley de la Huerta de València. Este recurso ha sido promovido por más de cincuenta diputados de diferentes grupos parlamentarios. La modificación en cuestión afecta a la ordenación y dinamización de la Huerta de València, un área de gran importancia agrícola y cultural. Si el recurso prospera, podría haber cambios significativos en la normativa que regula esta zona, lo que impactaría a los agricultores y a la comunidad local. Es importante que estés informado sobre este proceso, ya que puede influir en la gestión de recursos y en la protección del patrimonio agrícola de la región.", "affects_to": ["sector agrícola", "todos ciudadanos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos legales, ya que afectan directamente a la gestión de recursos y al patrimonio cultural de su comunidad. La transparencia en estos asuntos permite una participación informada en la defensa de sus derechos e intereses.", "updated_at": "2026-01-29T07:53:58.079981+00:00"}
{"id": "boe-2025-06-05-otro-482dc8b7", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3318-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias, y Acuerdo de convalidación del citado Real Decreto-ley, adoptado por el Pleno del Congreso de los Diputados en su sesión de 10 de abril de 2025.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11200.pdf", "approved_by": "º 3318-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias, y Acuerdo de convalidación del citado Real Decreto-ley, adoptado por el Pleno del Congreso de los Diputados en su sesión de 10 de abril de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:36.880984+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-otro-482dc8b7.pdf", "text_length": 1377, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migraciones extraordinarias", "Real Decreto-ley", "Junta de Extremadura"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso ha sido promovido por la Junta de Extremadura y se relaciona con la convalidación del decreto realizada por el Congreso de los Diputados. Esto significa que se cuestiona la legalidad de las medidas adoptadas en el decreto, lo que podría afectar a la implementación de políticas dirigidas a la protección de menores en situaciones de crisis migratoria. Es importante que estés informado sobre este asunto, ya que puede influir en la forma en que se gestionan las necesidades de los niños y adolescentes en situaciones de vulnerabilidad.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar a la protección de los derechos de los menores en situaciones de crisis. La transparencia en estos procesos garantiza que se respeten los intereses de la infancia y la adolescencia.", "updated_at": "2026-01-29T07:54:03.334404+00:00"}
{"id": "boe-2025-06-05-resolucion-b3c23b20", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de mayo de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 21 de febrero de 2025.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11206.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:20:36.881466+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-resolucion-b3c23b20.pdf", "text_length": 5108, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 29 de mayo de 2025, emitida por la Subsecretaría de Asuntos Exteriores, Unión Europea y Cooperación, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo en el Ministerio. Esta convocatoria, anunciada el 21 de febrero de 2025, permite a los funcionarios optar por nuevos destinos en el ámbito del Ministerio. Se han adjudicado varios puestos en consulados y embajadas, y se establece que los nuevos funcionarios deberán tomar posesión de sus destinos conforme a la normativa vigente. Si no estás de acuerdo con esta resolución, puedes presentar un recurso administrativo en el plazo de un mes o un recurso contencioso-administrativo en un plazo de dos meses. Esta resolución es importante para los funcionarios que buscan nuevas oportunidades dentro del Ministerio, ya que les permite cambiar de puesto y mejorar su carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su desarrollo profesional.", "updated_at": "2026-01-29T07:54:07.817520+00:00"}
{"id": "boe-2025-06-05-resolucion-5f181832", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de mayo de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 16 de abril de 2025.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11207.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:20:36.881846+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-resolucion-5f181832.pdf", "text_length": 3899, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "nombramientos", "recursos administrativos"], "summary_plain_es": "La Resolución de 30 de mayo de 2025, emitida por la Secretaría de Estado de Asuntos Exteriores y Globales, concluye la convocatoria de libre designación para varios puestos en el Ministerio de Asuntos Exteriores. Esta convocatoria fue anunciada previamente el 16 de abril de 2025. Se establece que los nuevos nombramientos se llevarán a cabo bajo el régimen de toma de posesión correspondiente, según la normativa vigente. La resolución también menciona que se pueden interponer recursos contencioso-administrativos o administrativos de reposición en caso de desacuerdo. Esto afecta a los funcionarios que buscan ascender o cambiar de puesto dentro del Ministerio, facilitando la movilidad y la renovación en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y cómo pueden afectar a la calidad del servicio público.", "updated_at": "2026-01-29T07:54:13.017724+00:00"}
{"id": "boe-2025-06-05-resolucion-c7d2e2cd", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de mayo de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 14 de febrero de 2025.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11208.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:20:36.882221+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-resolucion-c7d2e2cd.pdf", "text_length": 11617, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "puestos de trabajo", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "El 30 de mayo de 2025, se ha publicado una resolución que resuelve parcialmente la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, realizada el 14 de febrero de 2025. Esta resolución afecta a varios funcionarios que han sido adjudicados a nuevos destinos en diferentes embajadas y consulados. Los cambios incluyen la toma de posesión de estos nuevos puestos, que se regirán por las normativas establecidas en el reglamento correspondiente. Si eres funcionario del ministerio, es importante que revises si tu puesto ha sido afectado por esta resolución, ya que puede implicar un cambio en tu lugar de trabajo. Además, se establece la posibilidad de interponer recursos administrativos en caso de desacuerdo con la resolución.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su desempeño laboral.", "updated_at": "2026-01-29T07:54:18.424964+00:00"}
{"id": "boe-2025-06-05-resolucion-27e7a16a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de junio de 2025, de la Secretaría General del Senado, por la que corrigen errores en la de 12 de marzo de 2025, por la que se convoca proceso selectivo para la provisión de plaza de Ingeniero/a Técnico/a.", "date_published": "2025-06-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/05/pdfs/BOE-A-2025-11225.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:20:36.882666+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-05-resolucion-27e7a16a.pdf", "text_length": 12632, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Ingeniero Técnico", "Senado", "proceso selectivo", "corrección de errores", "temas del examen", "plaza pública"], "summary_plain_es": "La Resolución de 2 de junio de 2025 corrige errores en la convocatoria del proceso selectivo para una plaza de Ingeniero/a Técnico/a en el Senado, publicada el 12 de marzo de 2025. Esta corrección se centra en el programa de la convocatoria, específicamente en los temas 11 y 34, que han sido modificados para reflejar la información correcta. Esto es relevante para los aspirantes a la plaza, ya que garantiza que el contenido del examen sea el adecuado y actualizado. La resolución asegura que los candidatos tengan acceso a la información correcta para prepararse adecuadamente para el proceso selectivo. Es importante que los ciudadanos conozcan estas correcciones para estar informados sobre los requisitos y contenidos del examen, lo que puede influir en su preparación y expectativas.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén al tanto de las correcciones en las convocatorias de oposiciones, ya que esto les permite prepararse de manera adecuada y justa para los procesos de selección pública.", "updated_at": "2026-01-29T07:54:24.433435+00:00"}
{"id": "boe-2025-06-06-otro-133ac2d8", "source": "BOE", "type": "otro", "title_original": "Instrumento de ratificación del Protocolo común relativo a la aplicación de la Convención de Viena y del Convenio de París.", "date_published": "2025-06-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/06/pdfs/BOE-A-2025-11320.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:20:59.711434+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-06-otro-133ac2d8.pdf", "text_length": 13693, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["ratificación", "Protocolo común", "Convención de Viena", "Convenio de París", "responsabilidad civil", "daños nucleares", "energía nuclear"], "summary_plain_es": "Este documento aprueba la ratificación por parte de España del Protocolo común que regula la aplicación de la Convención de Viena y del Convenio de París, ambos relacionados con la responsabilidad civil por daños nucleares. Esto significa que, en caso de un accidente nuclear, se establecerán normas claras sobre quién es responsable y cómo se gestionarán los daños. Afecta principalmente a los operadores de instalaciones nucleares y a los Estados que participan en estos convenios. Con esta ratificación, se busca evitar conflictos legales y asegurar una respuesta adecuada ante incidentes nucleares, promoviendo así una mayor seguridad en la gestión de la energía nuclear.", "affects_to": ["empresas", "sector_industrial", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este Protocolo, ya que establece normativas que garantizan la seguridad y la responsabilidad en caso de accidentes nucleares, lo que afecta a la salud pública y al medio ambiente.", "updated_at": "2026-01-29T07:54:29.114210+00:00"}
{"id": "boe-2025-06-06-orden-67021015", "source": "BOE", "type": "orden", "title_original": "Orden PJC/580/2025, de 4 de junio, por la que se resuelve la convocatoria de libre designación, efectuada por Orden PJC/382/2025, de 20 de abril.", "date_published": "2025-06-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/06/pdfs/BOE-A-2025-11330.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:20:59.711968+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-06-orden-67021015.pdf", "text_length": 4177, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria libre designación", "Centro de Investigaciones Sociológicas", "nombramientos", "María Asunción Garzón", "administración pública"], "summary_plain_es": "La Orden PJC/580/2025, publicada el 6 de junio de 2025, resuelve la convocatoria de libre designación para un puesto en el Centro de Investigaciones Sociológicas (CIS). Esta convocatoria fue anunciada previamente por la Orden PJC/382/2025, y el puesto ha sido adjudicado a María Asunción Garzón Martínez, quien ahora ocupará el cargo de Secretaria General del CIS. Esta decisión se basa en la evaluación de la idoneidad del candidato y el cumplimiento de los requisitos establecidos en la convocatoria. La toma de posesión del nuevo puesto se regirá por la normativa vigente, y los interesados pueden recurrir esta decisión a través de los canales administrativos correspondientes. Este proceso es relevante para la gestión de personal en la administración pública y garantiza la transparencia en la selección de altos cargos.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de nombramiento en la administración pública para asegurar la transparencia y la correcta gestión de los recursos humanos en el sector público.", "updated_at": "2026-01-29T07:54:33.977985+00:00"}
{"id": "boe-2025-06-06-resolucion-dd609c67", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de mayo de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 18 de marzo de 2025.", "date_published": "2025-06-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/06/pdfs/BOE-A-2025-11331.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:20:59.712387+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-06-resolucion-dd609c67.pdf", "text_length": 3440, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "Ministerio de la Presidencia", "adjudicación", "funcionarios", "toma de posesión"], "summary_plain_es": "Esta resolución del 30 de mayo de 2025, emitida por la Subsecretaría del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, resuelve parcialmente la convocatoria de libre designación publicada el 18 de marzo de 2025. Se han adjudicado ciertos puestos de trabajo en el ámbito del Ministerio, específicamente en el Consejo de Administración del Patrimonio Nacional. La resolución detalla los puestos adjudicados y los datos de los adjudicatarios, así como el procedimiento a seguir para la toma de posesión de los nuevos destinos. Es importante que los interesados en estos puestos, así como los ciudadanos en general, conozcan cómo se llevan a cabo estos procesos de selección y adjudicación, ya que afectan la gestión pública y la administración del Estado.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se adjudican los puestos en la administración pública, ya que esto promueve la transparencia y la confianza en las instituciones. Conocer estos procesos permite a los ciudadanos entender mejor la gestión pública y sus derechos en el ámbito laboral.", "updated_at": "2026-01-29T07:54:39.724622+00:00"}
{"id": "boe-2025-06-06-resolucion-4ff5e107", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 28 de mayo de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se modifica la composición del Tribunal que ha de juzgar la oposición para la provisión de plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales, convocada por Resolución de 14 de mayo de 2024.", "date_published": "2025-06-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/06/pdfs/BOE-A-2025-11347.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:20:59.712959+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-06-resolucion-4ff5e107.pdf", "text_length": 1662, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Archiveros-Bibliotecarios", "tribunal", "modificación", "Cortes Generales", "plazas", "designación", "renuncia"], "summary_plain_es": "Se ha modificado la composición del tribunal encargado de juzgar la oposición para cubrir ocho plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales. Esta decisión afecta a los aspirantes a estas plazas, ya que se han designado nuevos vocales para el tribunal. Los nuevos miembros son Jesús Robledano Arillo, profesor de la Universidad Carlos III de Madrid, e Inmaculada Moreno de la Fuente, jefa del Servicio de Documentación Extranjera del Congreso. Esta modificación se realiza debido a la renuncia de dos miembros anteriores del tribunal. Es importante que los interesados en esta oposición estén al tanto de estos cambios, ya que pueden influir en el proceso de selección y evaluación.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en el tribunal, ya que afectan directamente a la transparencia y equidad del proceso de selección para puestos públicos.", "updated_at": "2026-01-29T07:54:45.364116+00:00"}
{"id": "boe-2025-06-07-acuerdo-89819459", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo Internacional Administrativo sobre las condiciones de adscripción en comisión de servicio de un funcionario español al Consejo de Europa, hecho en Estrasburgo el 29 y 30 de mayo de 2025.", "date_published": "2025-06-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/07/pdfs/BOE-A-2025-11439.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:21:11.773853+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-07-acuerdo-89819459.pdf", "text_length": 58751, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["comisión de servicio", "funcionario español", "Consejo de Europa", "privilegios e inmunidades", "adscripción", "acuerdo internacional", "empleado público"], "summary_plain_es": "Este acuerdo establece las condiciones para la adscripción en comisión de servicio de un funcionario español al Consejo de Europa. A partir del 1 de junio de 2025, el funcionario D. Giacomo Palombino trabajará como asesor jurídico en Estrasburgo durante siete meses, con posibilidad de prórroga. Este acuerdo afecta a los funcionarios públicos, ya que regula aspectos como la duración de la adscripción, los privilegios e inmunidades del empleado, y las obligaciones tanto del Estado Donante como de la Organización. Es importante que los ciudadanos conozcan este tipo de acuerdos, ya que reflejan la colaboración internacional y el compromiso de España con instituciones europeas.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer estos acuerdos es fundamental para entender cómo se gestionan los recursos humanos en el ámbito internacional y la representación de España en organismos europeos.", "updated_at": "2026-01-29T07:54:49.184167+00:00"}
{"id": "boe-2025-06-07-resolucion-6baea0af", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de junio de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 20 de marzo de 2025.", "date_published": "2025-06-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/07/pdfs/BOE-A-2025-11443.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:21:11.774460+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-07-resolucion-6baea0af.pdf", "text_length": 5279, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "puestos de trabajo", "justicia", "administración pública", "nombramientos", "transformación digital"], "summary_plain_es": "El 2 de junio de 2025, la Secretaría de Estado de Justicia ha resuelto la convocatoria de libre designación de varios puestos en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes, que se había anunciado el 20 de marzo de 2025. Esta resolución confirma que se han seguido todos los procedimientos necesarios para la adjudicación de los puestos, que incluyen roles en la Dirección General de Transformación Digital de la Administración de Justicia. Los nuevos nombramientos afectan a varios coordinadores y subdirectores en el ámbito de los servicios digitales de justicia. Es importante que los ciudadanos conozcan estos cambios, ya que impactan en la gestión de la administración pública y en la calidad de los servicios que reciben. Además, se establece un plazo para recurrir esta resolución, lo que garantiza la posibilidad de revisión administrativa.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración pública, ya que estos afectan la calidad y eficiencia de los servicios que reciben. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T07:54:54.313615+00:00"}
{"id": "boe-2025-06-07-resolucion-ec34a0f9", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de junio de 2025, de la Dirección de la Agencia Estatal Boletín Oficial del Estado, por la que se resuelve el concurso específico, convocado por Resolución de 20 de marzo de 2025.", "date_published": "2025-06-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/07/pdfs/BOE-A-2025-11444.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:21:11.774859+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-07-resolucion-ec34a0f9.pdf", "text_length": 7798, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "concurso específico", "puestos vacantes", "funcionarios", "adjudicación", "plazo de toma de posesión", "recurso administrativo"], "summary_plain_es": "El 3 de junio de 2025, se ha publicado la resolución que resuelve el concurso específico convocado el 20 de marzo de 2025 para cubrir puestos vacantes en la Agencia Estatal Boletín Oficial del Estado. Esta resolución afecta a los funcionarios que han participado en el concurso, ya que se les adjudican nuevos destinos laborales. Si el cambio de puesto implica un traslado, el plazo para tomar posesión es de un mes; si no, será de tres días. Los destinos son irrenunciables, salvo que se obtenga otro puesto antes de finalizar el plazo. Además, se establece la posibilidad de recurrir esta resolución en un mes o dos, dependiendo del tipo de recurso. Es importante que los ciudadanos conozcan esta información para entender cómo se gestionan los concursos y nombramientos en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer estos procesos es esencial para que los ciudadanos comprendan cómo se asignan los puestos en la administración pública y puedan ejercer sus derechos en caso de discrepancias.", "updated_at": "2026-01-29T07:54:59.277284+00:00"}
{"id": "boe-2025-06-07-resolucion-8124c759", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de junio de 2025, de la Secretaría de Estado de Función Pública, por la que se modifica la de 1 de octubre de 2024, por la que se designa el Tribunal calificador del proceso selectivo para el ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo Superior de Sistemas y Tecnologías de la Información de la Administración del Estado, convocado por Resolución de 24 de julio de 2024.", "date_published": "2025-06-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/07/pdfs/BOE-A-2025-11450.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:21:11.775415+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-07-resolucion-8124c759.pdf", "text_length": 1557, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal calificador", "proceso selectivo", "Cuerpo Superior", "sistemas y tecnologías", "modificación", "renuncia", "función pública"], "summary_plain_es": "El 4 de junio de 2025, se ha modificado la designación del Tribunal calificador para el proceso selectivo del Cuerpo Superior de Sistemas y Tecnologías de la Información de la Administración del Estado. Esta modificación se debe a la renuncia de un vocal titular del tribunal, que ha sido sustituido por Francisco Javier Jiménez Leube. Este cambio afecta a los aspirantes que se presenten al proceso selectivo, ya que el tribunal es responsable de evaluar y calificar a los candidatos. Es importante que estés al tanto de estos cambios si estás interesado en participar en este proceso, ya que puede influir en la dinámica de las evaluaciones y en la composición del tribunal que te evaluará.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se llevan a cabo los procesos de selección en la administración pública y cómo pueden afectar sus oportunidades laborales.", "updated_at": "2026-01-29T07:55:04.440928+00:00"}
{"id": "boe-2025-06-09-ley_organica-8f2f1068", "source": "BOE", "type": "ley_organica", "title_original": "Orden EFD/590/2025, de 2 de junio, por la que se establece la obligatoriedad de las comunicaciones y notificaciones por medios electrónicos entre la Agencia Estatal Comisión Española para la Lucha Antidopaje en el Deporte y determinados colectivos incluidos en el ámbito de aplicación de la Ley Orgánica 11/2021, de 28 de diciembre, de lucha contra el dopaje en el deporte.", "date_published": "2025-06-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/09/pdfs/BOE-A-2025-11519.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:21:41.710313+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-09-ley_organica-8f2f1068.pdf", "text_length": 12996, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (ley_organica) y alcance"}, "keywords": ["comunicaciones electrónicas", "lucha antidopaje", "notificaciones", "deportistas", "agencia estatal", "eficiencia administrativa", "transparencia"], "summary_plain_es": "La Orden EFD/590/2025 establece que la Agencia Estatal Comisión Española para la Lucha Antidopaje en el Deporte debe comunicarse electrónicamente con ciertos colectivos relacionados con la lucha contra el dopaje. Esto incluye a deportistas y otros profesionales que deben facilitar su dirección electrónica para recibir notificaciones sobre su inclusión en grupos de control, resultados de pruebas y otros trámites. La medida busca agilizar la gestión y asegurar que las notificaciones se reciban de manera rápida y efectiva, evitando retrasos por notificaciones postales. Sin embargo, deportistas con licencia no española quedan excluidos de esta obligación. La orden promueve el uso de medios electrónicos en la administración pública, lo que beneficia tanto a la eficiencia del proceso como a la transparencia en la gestión de la información.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden para entender cómo se gestionan las comunicaciones en el ámbito del deporte y la lucha contra el dopaje, lo que contribuye a una mayor transparencia y eficacia en la administración pública.", "updated_at": "2026-01-29T07:55:09.121370+00:00"}
{"id": "boe-2025-06-09-resolucion-da6731d1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de mayo de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 1 de abril de 2025.", "date_published": "2025-06-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/09/pdfs/BOE-A-2025-11520.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:21:41.710871+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-09-resolucion-da6731d1.pdf", "text_length": 3491, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "justicia", "nombramientos", "administración pública", "funcionarios", "transparencia"], "summary_plain_es": "La Resolución de 30 de mayo de 2025, emitida por la Secretaría de Estado de Justicia, resuelve la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Este proceso se inició con una convocatoria anterior, el 1 de abril de 2025, y se ha seguido el procedimiento establecido por la ley para garantizar la transparencia y la correcta adjudicación del puesto. El puesto adjudicado corresponde a Mario Sobrín Encinas, quien se encuentra en situación activa y desempeñará funciones como Secretario de la Dirección General para el Servicio Público de Justicia. Es importante que los ciudadanos conozcan estos procesos de nombramiento, ya que reflejan cómo se gestionan los recursos humanos en la administración pública y garantizan que se sigan los procedimientos adecuados para la selección de personal.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en la administración pública, ya que esto asegura la transparencia en la gestión de recursos humanos y el correcto funcionamiento de las instituciones.", "updated_at": "2026-01-29T07:55:14.029917+00:00"}
{"id": "boe-2025-06-10-ley-ce6245dd", "source": "BOE", "type": "ley", "title_original": "Ley 4/2025, de 22 de mayo, de creación del Euskadiko Ingurumen Zientzietako Tituludunen Elkargo Profesionala-Colegio Profesional de Personas Tituladas en Ciencias Ambientales de Euskadi.", "date_published": "2025-06-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/10/pdfs/BOE-A-2025-11645.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:21:48.744490+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-10-ley-ce6245dd.pdf", "text_length": 11886, "topic_primary": "medio_ambiente", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["colegio profesional", "ciencias ambientales", "Euskadi", "colegiación voluntaria", "interés público", "protección medioambiental", "ambientólogos"], "summary_plain_es": "La Ley 4/2025, aprobada por el Parlamento Vasco, crea el Euskadiko Ingurumen Zientzietako Tituludunen Elkargo Profesionala, un colegio profesional para personas tituladas en Ciencias Ambientales en Euskadi. Este colegio tiene como objetivo representar y defender los intereses de los profesionales del sector, garantizando la calidad de los servicios que ofrecen y promoviendo la protección del medio ambiente. La colegiación es voluntaria y permitirá a los ambientólogos tener un reconocimiento formal en el ámbito laboral, tanto en el sector público como privado. Además, el colegio podrá establecer normas y ejercer funciones disciplinarias sobre sus miembros. Esta ley es importante porque asegura que los profesionales de las ciencias ambientales puedan ejercer con rigor y contribuyan a la sostenibilidad y protección del entorno.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender cómo se regula la profesión de los ambientólogos y cómo se protege el medio ambiente a través de la profesionalización y el reconocimiento de estos especialistas.", "updated_at": "2026-01-29T07:55:19.967749+00:00"}
{"id": "boe-2025-06-10-orden-9e2cf250", "source": "BOE", "type": "orden", "title_original": "Orden PJC/596/2025, de 2 de junio, por la que se aprueba la relación provisional de personas admitidas y excluidas, se publican los Tribunales calificadores únicos y Tribunales delegados y se fija fecha para la realización del ejercicio de la fase de oposición en los procesos selectivos para acceso por turno libre, a los Cuerpos de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia, convocados por Orden PJC/1437/2024, de 3 de diciembre.", "date_published": "2025-06-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/10/pdfs/BOE-A-2025-11657.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:21:48.746797+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-10-orden-9e2cf250.pdf", "text_length": 42028, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposiciones", "admitidos", "excluidos", "tribunales", "justicia", "examen", "subsanación"], "summary_plain_es": "La Orden PJC/596/2025 aprueba la lista provisional de personas admitidas y excluidas para los procesos selectivos de acceso a los Cuerpos de Gestión Procesal y Administrativa, Tramitación Procesal y Administrativa y Auxilio Judicial de la Administración de Justicia. Afecta a quienes han presentado su solicitud para estas oposiciones, ya que deben verificar si están admitidos o excluidos y, en caso de exclusión, tienen diez días hábiles para subsanar los errores. Además, se publican los tribunales que evaluarán las pruebas y se establece que el examen se realizará el 27 de septiembre de 2025. Es importante que los aspirantes estén atentos a estas listas y a las fechas, ya que su futuro profesional depende de ello.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta información para poder participar en los procesos de selección de empleo público y asegurar que sus derechos sean respetados durante el proceso.", "updated_at": "2026-01-29T07:55:25.629861+00:00"}
{"id": "boe-2025-06-11-ley-843da285", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 5/2025, de 10 de junio, de medidas de promoción del uso del transporte público colectivo por parte de la juventud para los viajes realizados en el periodo estival de 2025.", "date_published": "2025-06-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/11/pdfs/BOE-A-2025-11722.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:22:13.583300+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-11-ley-843da285.pdf", "text_length": 46587, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["transporte público", "descuentos jóvenes", "Pase Interrail", "viajes de ocio", "sostenibilidad", "turismo", "cultura", "verano 2025"], "summary_plain_es": "El Real Decreto-ley 5/2025 establece medidas para fomentar el uso del transporte público colectivo entre los jóvenes durante el verano de 2025. Se busca facilitar los viajes de ocio, ofreciendo descuentos en billetes de tren y autobús, así como en el Pase Interrail. Esto no solo ayuda a los jóvenes a viajar de manera más económica y sostenible, sino que también apoya la recuperación de sectores como el turismo y la cultura tras la pandemia. Los jóvenes que deseen beneficiarse de estos descuentos deben registrarse en la web del Ministerio de Transportes. Esta iniciativa promueve el conocimiento de España y Europa, y fomenta un medio de transporte más seguro y ecológico.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para aprovechar los descuentos y fomentar el uso del transporte público, contribuyendo así a un desarrollo más sostenible y a la recuperación económica del país.", "updated_at": "2026-01-29T07:55:31.897227+00:00"}
{"id": "boe-2025-06-11-resolucion-5fbfdc97", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de junio de 2025, de la Subsecretaría, por la que se declara inhábil el mes de agosto a efectos del cómputo de plazos en los procesos selectivos correspondientes a las ofertas de empleo público de 2023 y 2024.", "date_published": "2025-06-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/11/pdfs/BOE-A-2025-11746.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:22:13.584221+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-11-resolucion-5fbfdc97.pdf", "text_length": 2509, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["inhábil agosto", "plazos procesos selectivos", "ofertas empleo público", "Ministerio de Hacienda", "recursos administrativos"], "summary_plain_es": "Se ha declarado inhábil el mes de agosto para el cómputo de plazos en los procesos selectivos de las ofertas de empleo público de 2023 y 2024 del Ministerio de Hacienda. Esto significa que durante agosto no se contarán los plazos establecidos para la selección de personal en varios cuerpos, como arquitectos y técnicos de la Hacienda Pública. Esta decisión busca facilitar el cumplimiento de los plazos, dado que agosto es un mes complicado para la administración. Afecta a los aspirantes a estos puestos, quienes tendrán más tiempo para preparar sus solicitudes y cumplir con los requisitos. Además, se establece que contra esta resolución se pueden interponer recursos administrativos o contencioso-administrativos según lo estipulado por la ley.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es importante que los ciudadanos conozcan esta resolución para entender cómo afecta los plazos de selección de personal y garantizar que todos los aspirantes tengan igualdad de oportunidades en el proceso de empleo público.", "updated_at": "2026-01-29T07:55:40.652153+00:00"}
{"id": "boe-2025-06-12-resolucion-061ae89c", "source": "BOE", "type": "resolucion", "title_original": "Corrección de errores de las Enmiendas de 2022 al Protocolo de 1996 relativo al Convenio sobre la prevención de la contaminación del mar por vertimiento de desechos y otras materias, 1972, adoptadas en Londres el 7 de octubre de 2022 mediante Resolución LP.6(17). Retirada de los fangos cloacales de los anexos 1 y 2, relativos a la lista y la evaluación de los desechos u otras materias cuyo vertimiento podrá considerarse.", "date_published": "2025-06-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/12/pdfs/BOE-A-2025-11809.pdf", "approved_by": "6(17).  Retirada de los fangos cloacales de los anexos 1 y 2, relativos a la lista y la evaluación de los desechos u otras materias cuyo vertimiento podrá considerarse.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:22:25.600748+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-12-resolucion-061ae89c.pdf", "text_length": 1846, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["contaminación del mar", "protocolo de 1996", "enmiendas 2022", "desechos", "fangos cloacales", "legislación ambiental", "residuos"], "summary_plain_es": "Se corrigen errores en las Enmiendas de 2022 al Protocolo de 1996 sobre la prevención de la contaminación del mar. Estas enmiendas, adoptadas en Londres, incluyen la retirada de los fangos cloacales de los anexos que listan y evalúan los desechos permitidos para su vertimiento. La corrección afecta específicamente a la redacción de ciertos párrafos en el documento oficial, asegurando que la información sea precisa y clara. Esto es importante para la correcta implementación de las normativas ambientales y para evitar confusiones en su aplicación. Por lo tanto, es esencial que los ciudadanos y las entidades relacionadas con la gestión de residuos conozcan estos cambios para cumplir con la legislación vigente.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las correcciones en normativas ambientales para garantizar una adecuada gestión de los desechos y proteger el medio ambiente.", "updated_at": "2026-01-29T07:55:46.683692+00:00"}
{"id": "boe-2025-06-12-resolucion-55cc653a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de junio de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-06-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/12/pdfs/BOE-A-2025-11837.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:22:25.602272+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-12-resolucion-55cc653a.pdf", "text_length": 11036, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes", "entrevistas", "requisitos", "nombramiento"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos en el anexo correspondiente. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. Las solicitudes se pueden presentar a través del portal Funciona, y si no puedes hacerlo por esta vía, hay una opción excepcional para presentar la solicitud en el Registro Electrónico Común. La selección incluirá entrevistas para valorar las competencias de los candidatos. El nombramiento se realizará en un plazo de un mes tras el cierre de la convocatoria, y se puede recurrir esta resolución si no estás de acuerdo con ella.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los puestos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T07:55:54.089685+00:00"}
{"id": "boe-2025-06-13-orden-f61d7173", "source": "BOE", "type": "orden", "title_original": "Orden ECM/609/2025, de 6 de junio, por la que se acuerda la emisión, acuñación y puesta en circulación de monedas de colección «150 Aniversario del Nacimiento de Antonio Machado».", "date_published": "2025-06-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/13/pdfs/BOE-A-2025-11893.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:22:32.584703+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-13-orden-f61d7173.pdf", "text_length": 8577, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["moneda de colección", "Antonio Machado", "acuñación", "conmemoración", "Fábrica Nacional de Moneda"], "summary_plain_es": "Se aprueba la emisión de una moneda de colección con motivo del 150 aniversario del nacimiento de Antonio Machado, un destacado poeta español. Esta moneda, de 10 euros de valor facial, será acuñada en plata y tendrá un diseño que rinde homenaje a la vida y obra de Machado. Se acuñarán un máximo de 4.000 piezas, que se pondrán en circulación a partir de junio de 2025. El precio inicial de venta será de 61,98 euros, aunque podría variar según las cotizaciones de los metales preciosos. Esta iniciativa busca conmemorar la figura de Machado y enriquecer el patrimonio cultural y numismático del país.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan esta emisión de monedas, ya que fomenta la cultura y el patrimonio histórico, además de ofrecer una oportunidad de inversión y colección.", "updated_at": "2026-01-29T07:55:58.243866+00:00"}
{"id": "boe-2025-06-13-resolucion-d2d34cd5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de junio de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 15 de abril de 2025.", "date_published": "2025-06-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/13/pdfs/BOE-A-2025-11894.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:22:32.585374+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-13-resolucion-d2d34cd5.pdf", "text_length": 3827, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Transportes", "nombramientos", "transparencia", "recursos administrativos"], "summary_plain_es": "La Resolución de 4 de junio de 2025, emitida por la Subsecretaría del Ministerio de Transportes y Movilidad Sostenible, resuelve la convocatoria de libre designación para un puesto de trabajo en el departamento. Esta convocatoria se había anunciado previamente el 15 de abril de 2025 y tenía como objetivo cubrir el puesto de Secretario/Secretaria de Subdirector General. La resolución confirma que se ha seguido el procedimiento adecuado y se ha evaluado a la candidata propuesta, quien cumple con los requisitos necesarios. El puesto ha sido adjudicado a Vanesa Arias López, quien ahora tomará posesión de su nuevo destino. Los interesados pueden presentar recursos administrativos si consideran que la resolución no se ajusta a derecho, ya sea mediante un recurso de reposición o un recurso contencioso-administrativo. Esta resolución es importante porque garantiza la transparencia en la selección de funcionarios públicos y asegura que se sigan los procedimientos establecidos para la ocupación de puestos en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se eligen a los funcionarios públicos y garantizar que se actúe con transparencia y justicia en la administración pública.", "updated_at": "2026-01-29T07:56:03.180291+00:00"}
{"id": "boe-2025-06-13-resolucion-cde1b14f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de junio de 2025, del Consorcio Casa de América, por la que se corrigen errores en la de 8 de abril de 2025, por la que se convoca la provisión de plazas de Administrativo.", "date_published": "2025-06-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/13/pdfs/BOE-A-2025-11903.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:22:32.585864+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-13-resolucion-cde1b14f.pdf", "text_length": 2767, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas administrativas", "Consorcio Casa de América", "corrección de errores", "requisitos de experiencia", "contrato indefinido"], "summary_plain_es": "El Consorcio Casa de América ha publicado una corrección a la convocatoria de plazas de Administrativo, que se había anunciado previamente. Esta corrección afecta a los requisitos de experiencia y a las condiciones de participación. Ahora se requiere que los candidatos acrediten experiencia en funciones administrativas e informáticas, en lugar de solo funciones administrativas y contables. Además, se especifica que solo podrán participar aquellos que tengan un contrato indefinido en las administraciones mencionadas. Esto es relevante para los interesados en trabajar en el Consorcio, ya que aclara los criterios de selección y asegura que los postulantes cumplan con los requisitos adecuados.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan estas correcciones para entender mejor los requisitos de acceso a las plazas y poder participar adecuadamente en el proceso de selección.", "updated_at": "2026-01-29T07:56:06.946976+00:00"}
{"id": "boe-2025-06-14-real_decreto-dbd43bd4", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 396/2025, de 20 de mayo, por el que se regula el pasaporte de servicio.", "date_published": "2025-06-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/14/pdfs/BOE-A-2025-11957.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:22:42.999273+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-14-real_decreto-dbd43bd4.pdf", "text_length": 820, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 396/2025", "pasaporte de servicio", "disposición final", "normativa", "documento oficial"], "summary_plain_es": "Se ha publicado una corrección de errores del Real Decreto 396/2025, que regula el pasaporte de servicio. Este documento corrige un error específico en el texto original, donde se mencionaba incorrectamente 'disposición adicional quinta' en lugar de 'disposición final quinta'. Esta corrección es importante para asegurar que la normativa se aplique correctamente y que no haya confusiones en su interpretación. Afecta a todos los ciudadanos que necesiten información clara y precisa sobre el pasaporte de servicio, garantizando que se sigan los procedimientos adecuados. Es fundamental que estés al tanto de estas correcciones para evitar malentendidos en el uso de este documento oficial.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es esencial que los ciudadanos conozcan estas correcciones para entender correctamente sus derechos y obligaciones en relación con el pasaporte de servicio.", "updated_at": "2026-01-29T07:56:10.688497+00:00"}
{"id": "boe-2025-06-14-resolucion-4351ed3a", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38264/2025, de 5 de junio, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/14/pdfs/BOE-A-2025-11975.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:22:43.000362+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-14-resolucion-4351ed3a.pdf", "text_length": 8303, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios públicos", "Ministerio de Defensa", "requisitos", "currículum vitae", "recursos administrativos"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que los funcionarios públicos que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae detallado. La convocatoria incluye varios puestos en distintas áreas, como jefaturas y técnicos, con requisitos específicos que varían según el puesto. Si no estás de acuerdo con la resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo. Esta convocatoria es importante para quienes buscan avanzar en su carrera dentro de la administración pública, ya que permite acceder a puestos de mayor responsabilidad y especialización.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan acceder a oportunidades laborales en la administración pública y entender sus derechos en el proceso de selección.", "updated_at": "2026-01-29T07:56:16.144720+00:00"}
{"id": "boe-2025-06-14-resolucion-18fd870a", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38269/2025, de 12 de junio, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-06-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/14/pdfs/BOE-A-2025-11976.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:22:43.000667+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-14-resolucion-18fd870a.pdf", "text_length": 15191, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "Ministerio de Defensa", "convocatoria", "requisitos", "selección", "candidatura", "funcionarios", "oportunidades laborales"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Esto significa que cualquier persona que cumpla con los requisitos establecidos puede presentar su candidatura para ocupar el puesto. Debes enviar tu solicitud en un plazo de diez días desde la publicación de esta resolución, junto con tu currículum y otros documentos que demuestren tu idoneidad para el puesto. La selección se basará en la experiencia y competencias, y se realizarán entrevistas a los candidatos que cumplan con los requisitos. Es importante que conozcas este proceso si estás interesado en trabajar en el ámbito público, ya que puede abrirte oportunidades en la administración. Además, si no estás de acuerdo con la resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección, ya que promueven la transparencia en la administración pública y ofrecen oportunidades laborales en el sector público.", "updated_at": "2026-01-29T07:56:20.923008+00:00"}
{"id": "boe-2025-06-16-acuerdo-bcd5b200", "source": "BOE", "type": "acuerdo", "title_original": "Aplicación provisional del Canje de Notas constitutivo de Acuerdo entre el Reino de España y los Estados Unidos de América, relativo a la extensión del régimen de privilegios fiscales al personal administrativo y técnico de las Misiones Diplomáticas de ambos países, hecho en Washington el 21 y 28 de mayo de 2025.", "date_published": "2025-06-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/16/pdfs/BOE-A-2025-12055.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:23:03.818775+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-16-acuerdo-bcd5b200.pdf", "text_length": 5974, "topic_primary": "economía", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo fiscal", "privilegios diplomáticos", "España", "Estados Unidos", "misiones diplomáticas", "exención de impuestos", "Convención de Viena"], "summary_plain_es": "Se aprueba la aplicación provisional de un acuerdo entre España y Estados Unidos que extiende privilegios fiscales al personal administrativo y técnico de las Misiones Diplomáticas de ambos países. Esto significa que estos empleados no tendrán que pagar ciertos impuestos y gravámenes, en línea con la Convención de Viena sobre Relaciones Diplomáticas. Este acuerdo se aplica a los miembros del personal y sus familias, siempre que no sean nacionales del país receptor ni residentes permanentes. La aplicación provisional comienza desde el 29 de mayo de 2025, y el acuerdo entrará en vigor oficialmente tras el cumplimiento de requisitos legales internos por parte de España. Este cambio beneficia a los funcionarios de las misiones diplomáticas, facilitando su labor y promoviendo la cooperación internacional.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que afecta a la gestión de las relaciones diplomáticas y a la carga fiscal de los funcionarios en el extranjero, promoviendo la transparencia en la administración pública y la cooperación internacional.", "updated_at": "2026-01-29T07:56:25.463258+00:00"}
{"id": "boe-2025-06-16-resolucion-1e71358d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de junio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notaria Archivera de Protocolos del Distrito Notarial de Soria, a la notaria de dicha localidad, doña Laura Rodríguez Modrego.", "date_published": "2025-06-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/16/pdfs/BOE-A-2025-12061.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:23:03.819527+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-16-resolucion-1e71358d.pdf", "text_length": 1327, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento notaria", "Soria", "Laura Rodríguez Modrego", "protocolos notariales", "seguridad jurídica", "dirección general"], "summary_plain_es": "El 3 de junio de 2025, se ha nombrado a doña Laura Rodríguez Modrego como Notaria Archivera de Protocolos del Distrito Notarial de Soria. Este nombramiento se produce tras quedar vacante el cargo y se realiza bajo las disposiciones del Reglamento Notarial vigente. Como Notaria Archivera, Laura Rodríguez será responsable de la gestión y archivo de los protocolos notariales en su distrito, lo que es crucial para garantizar la seguridad jurídica y el acceso a la información notarial. Este cambio afecta directamente a la comunidad local de Soria, así como a otros notarios que operan en la región, ya que la gestión de los documentos notariales es fundamental para el funcionamiento del sistema legal. Es importante que los ciudadanos conozcan estos nombramientos, ya que impactan en la confianza y la seguridad de los servicios notariales que utilizan.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Conocer los nombramientos en el ámbito notarial es esencial para que los ciudadanos comprendan quiénes son los responsables de gestionar sus documentos legales y cómo se asegura la transparencia en estos procesos.", "updated_at": "2026-01-29T07:56:32.343870+00:00"}
{"id": "boe-2025-06-16-resolucion-90ae83da", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de junio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notario Archivero de Protocolos del Distrito Notarial de Ciudad Rodrigo, al notario de dicha localidad, don Francisco Echávarri López.", "date_published": "2025-06-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/16/pdfs/BOE-A-2025-12062.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:23:03.819950+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-16-resolucion-90ae83da.pdf", "text_length": 1330, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notario", "Ciudad Rodrigo", "nombramiento", "protocolos notariales", "seguridad jurídica"], "summary_plain_es": "El 3 de junio de 2025, se ha nombrado a don Francisco Echávarri López como Notario Archivero de Protocolos del Distrito Notarial de Ciudad Rodrigo. Este nombramiento se produce tras quedar vacante el cargo y se realiza conforme a la normativa vigente del Reglamento Notarial. Este cambio afecta principalmente a la gestión de los protocolos notariales en la localidad, asegurando que se mantenga la seguridad jurídica y la fe pública en los documentos notariales. Como ciudadano, es importante que conozcas quiénes son los responsables de la gestión de estos documentos, ya que su trabajo impacta en la validez y el acceso a la información notarial.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan quiénes son los notarios y sus funciones, ya que ellos garantizan la legalidad y la seguridad de los documentos que afectan a la vida cotidiana de las personas.", "updated_at": "2026-01-29T07:56:36.998836+00:00"}
{"id": "boe-2025-06-16-resolucion-b9f89bdd", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de junio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notaria Archivera de Protocolos sustituta del Distrito Notarial de Santander, perteneciente al Ilustre Colegio Notarial de Cantabria, a la notaria de dicha localidad, doña Celia Calleja Crespo.", "date_published": "2025-06-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/16/pdfs/BOE-A-2025-12063.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:23:03.820636+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-16-resolucion-b9f89bdd.pdf", "text_length": 1404, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notaria archivera", "Santander", "Celia Calleja Crespo", "nombramiento", "protocolos notariales", "Colegio Notarial de Cantabria"], "summary_plain_es": "El 6 de junio de 2025, se ha nombrado a doña Celia Calleja Crespo como Notaria Archivera de Protocolos sustituta del Distrito Notarial de Santander. Este nombramiento ha sido realizado por la Dirección General de Seguridad Jurídica y Fe Pública, tras la propuesta del Ilustre Colegio Notarial de Cantabria. Este cambio afecta principalmente al ámbito notarial en Santander, ya que la nueva notaria asumirá responsabilidades en la gestión de los protocolos notariales. Es importante que los ciudadanos conozcan este nombramiento, ya que garantiza la continuidad y la seguridad jurídica en los servicios notariales de la localidad.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en el ámbito notarial, ya que estos afectan la seguridad jurídica y la gestión de documentos importantes en su vida diaria.", "updated_at": "2026-01-29T07:56:41.445593+00:00"}
{"id": "boe-2025-06-16-resolucion-ff59e99b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de junio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/16/pdfs/BOE-A-2025-12086.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:23:03.821120+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-16-resolucion-ff59e99b.pdf", "text_length": 9020, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios públicos", "solicitudes", "currículum vitae", "recursos"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo por libre designación en el Ministerio de Política Territorial y Memoria Democrática. Esta convocatoria está destinada a funcionarios públicos que cumplan con los requisitos establecidos. Podrás presentar tu solicitud en un plazo de quince días hábiles desde la publicación de esta resolución. Es importante que incluyas tu currículum vitae y, si trabajas en otro ministerio, un certificado que acredite tu situación actual. Esta oportunidad te permite optar a diferentes puestos, indicando tu orden de preferencia. Si no estás de acuerdo con la resolución, puedes presentar un recurso de reposición o contencioso-administrativo. Esta convocatoria afecta a los funcionarios que buscan nuevas oportunidades dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales dentro de la administración pública y participar activamente en la gestión del servicio público.", "updated_at": "2026-01-29T07:56:46.723016+00:00"}
{"id": "boe-2025-06-17-otro-23e7e4c4", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 1840-2025, contra los artículos 37.5 y 6, 39.9 y 54.19, disposición adicional séptima, disposición transitoria cuarta y disposición derogatoria única, letras m) y n), de la Ley 7/2024, de 11 de diciembre, de medidas urgentes de simplificación y racionalización administrativas de las administraciones públicas de las Illes Balears.", "date_published": "2025-06-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/17/pdfs/BOE-A-2025-12196.pdf", "approved_by": "º 1840-2025, contra los artículos 37. 5 y 6, 39.9 y 54.19, disposición adicional séptima, disposición transitoria cuarta y disposición derogatoria única, letras m) y n), de la Ley 7/2024, de 11 de diciembre, de medidas urgentes de simplificación y racionalización administrativas de las administraciones públicas de las Illes Balears.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:23:15.961565+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-17-otro-23e7e4c4.pdf", "text_length": 1381, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 7/2024", "Illes Balears", "simplificación administrativa", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra varios artículos de la Ley 7/2024 de las Illes Balears, que se refiere a la simplificación y racionalización administrativas. Este recurso ha sido promovido por más de cincuenta diputados de diferentes grupos parlamentarios. Los artículos impugnados incluyen disposiciones que podrían afectar la forma en que las administraciones públicas operan en las Islas Baleares. Si el Tribunal determina que estos artículos son inconstitucionales, esto podría llevar a cambios significativos en la legislación y en la gestión administrativa en la región. Es importante que estés al tanto de este proceso, ya que podría influir en la eficiencia de los servicios públicos y en la relación entre los ciudadanos y la administración.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar la manera en que se gestionan los servicios públicos y sus derechos ante la administración. La transparencia en estos procesos fomenta una mejor comprensión y participación ciudadana.", "updated_at": "2026-01-29T07:56:50.958767+00:00"}
{"id": "boe-2025-06-17-otro-a21edf5b", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 3764-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-06-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/17/pdfs/BOE-A-2025-12197.pdf", "approved_by": "º 3764-2025, contra el Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:23:15.962008+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-17-otro-a21edf5b.pdf", "text_length": 1110, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "interés superior infancia", "migración extraordinaria", "Real Decreto-ley 2/2025", "Consejo de Gobierno Murcia"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra el Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Este recurso fue promovido por el Consejo de Gobierno de la Región de Murcia. Esto significa que se cuestiona la constitucionalidad de las medidas adoptadas en el decreto, lo que podría afectar la forma en que se gestionan las situaciones de emergencia migratoria que involucran a menores. Si el Tribunal decide que el decreto es inconstitucional, se podrían modificar o anular las medidas establecidas, lo que tendría un impacto directo en la protección de los derechos de los niños y adolescentes en estas circunstancias.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede influir en la protección de los derechos de los menores en situaciones de migración, un tema de gran relevancia social y legal.", "updated_at": "2026-01-29T07:56:57.115081+00:00"}
{"id": "boe-2025-06-17-resolucion-cce14ff6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de junio de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se aprueba la relación definitiva de personas admitidas y excluidas a la oposición libre para obtener el título de Notaria o Notario, convocada por Resolución de 20 de febrero de 2025.", "date_published": "2025-06-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/17/pdfs/BOE-A-2025-12226.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:23:15.963886+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-17-resolucion-cce14ff6.pdf", "text_length": 4831, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición notaría", "lista admitidos", "exclusiones", "recurso administrativo", "notarios", "título notarial"], "summary_plain_es": "El 11 de junio de 2025, se aprobó la lista definitiva de personas admitidas y excluidas para la oposición libre al título de Notaria o Notario. Esta resolución afecta a quienes se presentaron a la oposición convocada el 20 de febrero de 2025. Si te postulaste, deberías revisar si tu nombre aparece en la lista de admitidos o excluidos. Las causas de exclusión incluyen no acreditar la nacionalidad española, no cumplir con los requisitos de presentación, o no demostrar ser víctima de terrorismo. Si estás en la lista de excluidos, puedes presentar un recurso de reposición o un recurso contencioso-administrativo si consideras que hay un error. Es importante que estés al tanto de esta información para poder actuar en consecuencia y no perder la oportunidad de participar en el proceso de selección.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los resultados de estas oposiciones para asegurar la transparencia en los procesos de selección pública y para que los afectados puedan ejercer sus derechos de reclamación.", "updated_at": "2026-01-29T07:57:02.407801+00:00"}
{"id": "boe-2025-06-18-ley-51609660", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 6/2025, de 17 de junio, por el que se adoptan medidas relativas a los recursos de los sistemas de financiación territorial.", "date_published": "2025-06-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/18/pdfs/BOE-A-2025-12308.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:23:23.621254+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-18-ley-51609660.pdf", "text_length": 61011, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["financiación territorial", "comunidades autónomas", "entidades locales", "actualización recursos", "entregas a cuenta"], "summary_plain_es": "El Real Decreto-ley 6/2025, aprobado el 17 de junio, introduce medidas para actualizar los recursos de financiación territorial que reciben las comunidades autónomas y entidades locales. Esto es necesario debido a la prórroga presupuestaria actual, que podría generar problemas financieros si no se ajustan las entregas a cuenta. La actualización permitirá que estas administraciones reciban más recursos, ajustándose a la evolución de la economía y garantizando su estabilidad financiera. Además, se establecen criterios claros para calcular estas entregas y se regulan los procedimientos de libramiento de fondos. En resumen, este decreto busca asegurar que las administraciones territoriales cuenten con los recursos necesarios para su funcionamiento eficaz y evitar distorsiones financieras en el futuro.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas, ya que afectan directamente a la financiación de servicios públicos y la gestión de recursos en sus comunidades. La transparencia en estos procesos ayuda a asegurar una administración pública más eficiente y responsable.", "updated_at": "2026-01-29T07:57:07.599398+00:00"}
{"id": "boe-2025-06-18-orden-306effde", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 10 de junio de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado las pruebas para la provisión de plazas de Magistrado especialista en el orden jurisdiccional mercantil, convocadas por Acuerdo de 23 de mayo de 2024.", "date_published": "2025-06-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/18/pdfs/BOE-A-2025-12347.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:23:23.622433+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-18-orden-306effde.pdf", "text_length": 2993, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrado especialista", "orden jurisdiccional mercantil", "pruebas superadas", "Consejo General del Poder Judicial", "plazas de magistrado", "recurso de reposición", "publicación BOE"], "summary_plain_es": "El Acuerdo del 10 de junio de 2025 del Consejo General del Poder Judicial publica la lista de aspirantes que han superado las pruebas para 12 plazas de Magistrado especialista en el orden jurisdiccional mercantil. Este proceso se convocó el 23 de mayo de 2024 y ha finalizado con la aprobación de los resultados. Los aspirantes seleccionados, como Álvaro Eduardo Vacas Chalfoun y Andrea Tapias Sánchez, han obtenido puntuaciones que se detallan en el documento. Si alguno de los aspirantes no está de acuerdo con los resultados, puede presentar un recurso de reposición en el plazo de un mes o un recurso contencioso-administrativo en un plazo de dos meses. Este acuerdo es relevante para los profesionales del ámbito jurídico y para aquellos interesados en el acceso a estas plazas judiciales.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es importante que los ciudadanos conozcan estos acuerdos para entender cómo se seleccionan a los magistrados y garantizar la transparencia en el acceso a la justicia.", "updated_at": "2026-01-29T07:57:12.909825+00:00"}
{"id": "boe-2025-06-19-otro-87b18125", "source": "BOE", "type": "otro", "title_original": "Marco de Asociación para el Desarrollo Sostenible República Dominicana-España 2025-2029 aprobado en el marco de la X Reunión de la Comisión Mixta Hispano-Dominicana de Cooperación, hecho en Santo Domingo el 14 de mayo de 2025.", "date_published": "2025-06-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/19/pdfs/BOE-A-2025-12417.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:23:39.730978+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-19-otro-87b18125.pdf", "text_length": 64007, "topic_primary": "medio_ambiente", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["cooperación internacional", "desarrollo sostenible", "República Dominicana", "España", "Objetivos de Desarrollo Sostenible", "Marco de Asociación", "ayuda internacional"], "summary_plain_es": "Se aprueba el Marco de Asociación para el Desarrollo Sostenible entre España y la República Dominicana para el periodo 2025-2029. Este acuerdo busca fortalecer la cooperación en áreas de interés común, alineándose con los Objetivos de Desarrollo Sostenible y el Plan Nacional del Sector Público de la República Dominicana. Afecta principalmente a los ciudadanos de ambos países, así como a las instituciones involucradas en la cooperación internacional. Se establece un marco de actuación que incluye la participación activa de ambos gobiernos y la sociedad civil, con el objetivo de mejorar la calidad de la ayuda y la eficacia del desarrollo. Este nuevo marco sustituye al anterior, prorrogado hasta ahora, y se enfoca en un desarrollo humano inclusivo y sostenible, priorizando áreas donde España puede aportar más efectivamente. La colaboración se basa en un diálogo continuo y coordinado, buscando maximizar el impacto de las acciones conjuntas hasta el año 2030.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este marco de cooperación, ya que impacta en el desarrollo sostenible y en la calidad de vida en ambos países. La transparencia en estos acuerdos fomenta la participación ciudadana y el control social sobre la ayuda internacional.", "updated_at": "2026-01-29T07:57:18.682268+00:00"}
{"id": "boe-2025-06-19-orden-b0173bac", "source": "BOE", "type": "orden", "title_original": "Orden PJC/643/2025, de 10 de junio, por la se aprueba la relación definitiva de personas admitidas y excluidas en el proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/307/2025, de 26 de marzo.", "date_published": "2025-06-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/19/pdfs/BOE-A-2025-12439.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:23:39.732597+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-19-orden-b0173bac.pdf", "text_length": 6449, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Cuerpo de Letrados", "proceso selectivo", "admitidos y excluidos", "promoción interna", "justicia", "exámenes", "requisitos"], "summary_plain_es": "La Orden PJC/643/2025 aprueba la lista definitiva de personas admitidas y excluidas en el proceso selectivo para ingresar al Cuerpo de Letrados de la Administración de Justicia. Esto afecta a los aspirantes que se presentaron por acceso libre y promoción interna. Se publican las razones de exclusión y se convoca a quienes han sido admitidos para el primer ejercicio el 6 de septiembre de 2025. Es importante que los aspirantes revisen las listas y las causas de exclusión para entender su situación y poder impugnar si lo consideran necesario. La inclusión en la lista de admitidos no garantiza que se cumplan todos los requisitos, que se verificarán solo para quienes superen el proceso. La transparencia en este proceso es clave para asegurar que todos los ciudadanos tengan acceso a la información sobre sus derechos y oportunidades en el ámbito de la justicia.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la información sobre los procesos selectivos para que puedan ejercer sus derechos y participar activamente en las oportunidades laborales en la administración pública.", "updated_at": "2026-01-29T07:57:23.472928+00:00"}
{"id": "boe-2025-06-20-acuerdo-50b57aa5", "source": "BOE", "type": "acuerdo", "title_original": "Entrada en vigor del Canje de Notas constitutivo de Acuerdo entre el Reino de España y la Agencia Espacial Europea por el que se enmienda el Acuerdo entre el Reino de España y la Agencia Espacial Europea relativo a los emplazamientos de la Agencia Espacial Europea en el Reino de España, hecho en Madrid el 10 y 17 de julio de 2024.", "date_published": "2025-06-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/20/pdfs/BOE-A-2025-12534.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:24:01.015014+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-20-acuerdo-50b57aa5.pdf", "text_length": 1396, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo España ESA", "canje de notas", "emplazamientos ESA", "investigación espacial", "cooperación internacional"], "summary_plain_es": "Este documento anuncia la entrada en vigor de un acuerdo entre España y la Agencia Espacial Europea (ESA) que modifica un acuerdo previo sobre los emplazamientos de la ESA en España. A partir del 7 de abril de 2025, se considera formalizado este canje de notas, lo que implica que España ha completado los trámites necesarios para su implementación. Este cambio afecta a la colaboración entre España y la ESA, lo que puede influir en proyectos espaciales y en la investigación científica. Es importante que estés informado sobre estos acuerdos, ya que pueden tener impactos en la inversión y desarrollo tecnológico en el país.", "affects_to": ["todos_ciudadanos", "sector_tecnológico", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos acuerdos, ya que afectan la cooperación internacional y el desarrollo tecnológico en España, lo que puede repercutir en la economía y en la innovación del país.", "updated_at": "2026-01-29T07:57:27.746464+00:00"}
{"id": "boe-2025-06-20-orden-98828703", "source": "BOE", "type": "orden", "title_original": "Orden INT/646/2025, de 13 de junio, por la que se nombra para el Mando de la Jefatura de Cooperación Internacional (Madrid) al General de División don Gregorio Pérez Turiel.", "date_published": "2025-06-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/20/pdfs/BOE-A-2025-12537.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:01.016029+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-20-orden-98828703.pdf", "text_length": 1425, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "General de División", "Cooperación Internacional", "Ministerio del Interior", "seguridad"], "summary_plain_es": "El 13 de junio de 2025, se ha nombrado al General de División Gregorio Pérez Turiel como nuevo responsable del Mando de la Jefatura de Cooperación Internacional en Madrid. Este nombramiento es parte de una reestructuración dentro del Ministerio del Interior, que se llevó a cabo tras la modificación de su estructura orgánica básica. El General Pérez Turiel asumirá su nuevo cargo con efecto desde el 2 de mayo de 2025, dejando su anterior puesto en la Secretaría de Cooperación Internacional. Este cambio puede influir en la gestión de la cooperación internacional en materia de seguridad, afectando así a las políticas y operaciones del Ministerio del Interior en este ámbito.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en instituciones clave, ya que estos pueden influir en la seguridad y la cooperación internacional del país.", "updated_at": "2026-01-29T07:57:33.440404+00:00"}
{"id": "boe-2025-06-20-orden-08763eb6", "source": "BOE", "type": "orden", "title_original": "Orden INT/647/2025, de 13 de junio, por la que se nombra para el Mando de la Jefatura de Policía Marítima (Madrid) al General de Brigada don Francisco Javier Moscoso Sicardo.", "date_published": "2025-06-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/20/pdfs/BOE-A-2025-12538.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:01.016751+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-20-orden-08763eb6.pdf", "text_length": 1422, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Policía Marítima", "General de Brigada", "Francisco Javier Moscoso Sicardo", "Ministerio del Interior", "estructura orgánica", "seguridad", "cambio de mando"], "summary_plain_es": "Se ha nombrado al General de Brigada Francisco Javier Moscoso Sicardo como nuevo responsable de la Jefatura de Policía Marítima en Madrid. Este nombramiento es efectivo desde el 2 de mayo de 2025 y se produce tras una reestructuración en el Ministerio del Interior. Antes de asumir este nuevo cargo, el General Moscoso Sicardo estaba al mando de la Jefatura de Costas y Policía Marítima. Este cambio es parte de una serie de ajustes organizativos que buscan mejorar la eficacia en la gestión de las fuerzas de seguridad. Afecta principalmente a los cuerpos de seguridad y a la estructura del Ministerio del Interior, lo que puede tener repercusiones en la operativa de la Policía Marítima y en la seguridad en las costas españolas.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los cambios en los mandos de las fuerzas de seguridad, ya que estos pueden influir en la seguridad pública y en la gestión de recursos en el ámbito marítimo.", "updated_at": "2026-01-29T07:57:38.541833+00:00"}
{"id": "boe-2025-06-20-orden-dbcb0687", "source": "BOE", "type": "orden", "title_original": "Orden INT/648/2025, de 13 de junio, por la que se nombra para el Mando de la Jefatura de Transformación Digital y Ciberseguridad (Madrid) al General de Brigada don Francisco José Almansa Aguilar.", "date_published": "2025-06-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/20/pdfs/BOE-A-2025-12539.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:01.017433+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-20-orden-dbcb0687.pdf", "text_length": 1460, "topic_primary": "tecnología", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "ciberseguridad", "transformación digital", "Ministerio del Interior", "Fuerzas de Seguridad"], "summary_plain_es": "Se ha nombrado al General de Brigada Francisco José Almansa Aguilar como responsable del Mando de la Jefatura de Transformación Digital y Ciberseguridad en Madrid. Este nombramiento es parte de una reorganización dentro del Ministerio del Interior, que busca mejorar la estructura y eficacia de las Fuerzas y Cuerpos de Seguridad del Estado. A partir del 2 de mayo de 2025, el General Almansa Aguilar asumirá su nuevo cargo, dejando su anterior puesto en la Jefatura de Innovación Digital. Este cambio es significativo para la gestión de la ciberseguridad en el país, un área cada vez más relevante en la actualidad. Como ciudadano, es importante que estés al tanto de estos nombramientos, ya que afectan directamente a la seguridad y protección de la información en el ámbito público.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito de la seguridad, ya que estos cargos influyen en la protección de datos y la gestión de la ciberseguridad, temas de gran relevancia en nuestra vida diaria.", "updated_at": "2026-01-29T07:57:42.992186+00:00"}
{"id": "boe-2025-06-20-resolucion-b1b581fc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de junio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-06-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/20/pdfs/BOE-A-2025-12546.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:24:01.018294+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-20-resolucion-b1b581fc.pdf", "text_length": 10213, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["provisión de puestos", "libre designación", "funcionarios públicos", "solicitudes", "currículum", "requisitos", "recursos administrativos"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en la Administración Pública mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar estos puestos, que están detallados en un anexo. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum y otros documentos relevantes. Es importante que los aspirantes cumplan con los requisitos específicos de cada puesto, como experiencia previa y formación relacionada con la seguridad. Si no estás de acuerdo con esta resolución, puedes presentar un recurso contencioso-administrativo en un plazo de dos meses. Esta convocatoria afecta principalmente a los funcionarios que buscan avanzar en su carrera dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la mejora de la administración pública y acceder a oportunidades laborales dentro del sector público.", "updated_at": "2026-01-29T07:57:46.747763+00:00"}
{"id": "boe-2025-06-21-resolucion-9e5739a8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de junio de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12611.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:24:16.310358+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-9e5739a8.pdf", "text_length": 2283, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "Península", "Baleares", "tabaco de aspirar", "cigarrillos", "picaduras de pipa"], "summary_plain_es": "El 20 de junio de 2025, se publica una resolución que establece los precios de venta al público de ciertos productos de tabaco en las expendedurías de la Península y Baleares. Esto incluye tabacos de aspirar, cigarrillos y picaduras de pipa, con precios específicos para cada producto. Por ejemplo, el tabaco de aspirar McChrystal’s tiene un precio de 1,00 euros por unidad, mientras que los cigarrillos Sovereign Blue se venden a 6,62 euros por cajetilla. Esta medida afecta a los consumidores de tabaco, ya que les proporciona información actualizada sobre los precios de estos productos. La resolución entra en vigor el mismo día de su publicación, lo que significa que los precios son aplicables de inmediato. Es importante que estés al tanto de estos cambios si eres consumidor de tabaco, ya que te permitirá planificar tus compras de manera más efectiva.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios de los productos de tabaco es fundamental para que los ciudadanos puedan tomar decisiones informadas sobre su consumo y gastos. La transparencia en estos precios ayuda a fomentar un mercado más justo y accesible.", "updated_at": "2026-01-29T07:57:52.019171+00:00"}
{"id": "boe-2025-06-21-resolucion-fb53ebd1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de junio de 2025, de la Universidad Nacional de Educación a Distancia, por la que se nombra Profesor Titular de Universidad a don Francisco José Morales Yago.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12612.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.311160+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-fb53ebd1.pdf", "text_length": 1359, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "profesor titular", "universidad", "geografía humana", "educación", "concurso", "legislación"], "summary_plain_es": "La Universidad Nacional de Educación a Distancia ha nombrado a Francisco José Morales Yago como Profesor Titular de Universidad en el área de Geografía Humana. Este nombramiento se ha realizado tras un concurso convocado por la universidad y siguiendo los requisitos establecidos en la legislación vigente. Esto significa que ahora, Francisco José Morales Yago, quien ha cumplido con todos los criterios necesarios, ocupará un puesto importante en el departamento de Geografía, contribuyendo a la educación y la investigación en su área de especialización. Este cambio afecta a la comunidad académica y a los estudiantes que se beneficiarán de su experiencia y conocimientos en Geografía Humana.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que afectan la calidad de la educación y la formación académica en las universidades, impactando directamente en la preparación de futuros profesionales.", "updated_at": "2026-01-29T07:57:56.750678+00:00"}
{"id": "boe-2025-06-21-resolucion-aa0f615d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de junio de 2025, de la Universidad Nacional de Educación a Distancia, por la que se nombra Profesora Titular de Universidad a doña Ana Peñas Ruiz.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12613.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.311572+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-aa0f615d.pdf", "text_length": 1379, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "profesora titular", "literatura española", "universidad", "educación a distancia", "Ana Peñas Ruiz", "resolución", "concurso"], "summary_plain_es": "El 9 de junio de 2025, la Universidad Nacional de Educación a Distancia ha nombrado a Ana Peñas Ruiz como Profesora Titular de Universidad en el área de Literatura Española. Este nombramiento se realiza tras un concurso que evaluó a los candidatos según los requisitos establecidos en la legislación vigente. La resolución confirma que Ana Peñas ha cumplido con todos los criterios necesarios para ocupar esta plaza, lo que implica que ahora podrá desempeñar su labor docente e investigadora en esta universidad. Este cambio afecta directamente a la comunidad académica y a los estudiantes del área de Literatura Española, ya que la nueva profesora aportará su experiencia y conocimientos al desarrollo de esta disciplina.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se conforma el personal académico en las universidades y cómo esto puede influir en la calidad de la educación que reciben los estudiantes.", "updated_at": "2026-01-29T07:58:01.352552+00:00"}
{"id": "boe-2025-06-21-resolucion-a58ee2d1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de junio de 2025, de la Universidad Nacional de Educación a Distancia, por la que se nombra Profesora Titular de Universidad a doña María Pilar Toril Barrera.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12614.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.311943+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-a58ee2d1.pdf", "text_length": 1372, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "profesora titular", "psicología básica", "universidad", "educación a distancia", "comunidad académica", "calidad educativa"], "summary_plain_es": "La Universidad Nacional de Educación a Distancia ha nombrado a doña María Pilar Toril Barrera como Profesora Titular de Universidad en el área de Psicología Básica. Este nombramiento se realiza tras un concurso público y cumple con los requisitos establecidos por la ley y las normativas correspondientes. La decisión afecta a la comunidad académica, ya que se incorpora a una profesional con experiencia y formación en el área, lo que puede enriquecer la enseñanza y la investigación en la universidad. Este tipo de nombramientos es importante para garantizar la calidad educativa y el desarrollo profesional dentro del sistema universitario español.", "affects_to": ["estudiantes", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se configura el personal docente en las universidades, lo que impacta directamente en la calidad de la educación que reciben los estudiantes.", "updated_at": "2026-01-29T07:58:06.122628+00:00"}
{"id": "boe-2025-06-21-resolucion-65a34276", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de junio de 2025, de la Universidad Nacional de Educación a Distancia, por la que se nombra Profesora Titular de Universidad a doña Patricia Gómez Hernández.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12615.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.312457+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-65a34276.pdf", "text_length": 1436, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "profesora titular", "universidad", "didáctica", "organización escolar", "educación a distancia", "Patricia Gómez Hernández"], "summary_plain_es": "La Universidad Nacional de Educación a Distancia ha nombrado a doña Patricia Gómez Hernández como Profesora Titular de Universidad en el área de Didáctica y Organización Escolar. Este nombramiento se realiza tras un concurso que evaluó su idoneidad para el puesto, cumpliendo con todos los requisitos establecidos en la normativa vigente. Este cambio no solo afecta a la profesora nombrada, sino que también tiene implicaciones para el departamento en el que trabajará, así como para los estudiantes que se beneficiarán de su experiencia y conocimientos. La decisión se formaliza a través de una resolución del rector, lo que garantiza la transparencia y el cumplimiento de los procedimientos establecidos en el sistema universitario español.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona el personal académico y cómo se garantiza la calidad en la educación superior.", "updated_at": "2026-01-29T07:58:12.255368+00:00"}
{"id": "boe-2025-06-21-resolucion-9c6cabf0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de junio de 2025, de la Universidad de Alicante, por la que se nombra Catedrático de Universidad a don Alejandro Martínez Rodríguez.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12616.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.312801+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-9c6cabf0.pdf", "text_length": 2205, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "catedrático", "universidad", "nutrición", "bromatología", "Alicante", "recurso administrativo"], "summary_plain_es": "La Universidad de Alicante ha nombrado a don Alejandro Martínez Rodríguez como Catedrático de Universidad en el área de Nutrición y Bromatología. Este nombramiento se realiza tras una evaluación por parte de una comisión que juzgó la plaza convocada en marzo de 2025. El nombramiento es un paso importante en la carrera académica de Martínez Rodríguez y se enmarca dentro de las normativas del sistema universitario español. Si hay alguna disconformidad con esta decisión, el interesado tiene la opción de presentar un recurso contencioso-administrativo en el Juzgado de Alicante en un plazo de dos meses o un recurso de reposición ante el Rector en un mes. Este proceso asegura que se respeten los derechos de los académicos y la transparencia en los nombramientos universitarios.", "affects_to": ["sector educativo", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan las instituciones educativas y los derechos de los académicos en el sistema universitario.", "updated_at": "2026-01-29T07:58:18.463640+00:00"}
{"id": "boe-2025-06-21-resolucion-cf190ea1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de junio de 2025, de la Universidad de Alicante, por la que se nombra Catedrático de Universidad a don Enrique Vicente Ramos Fernández.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12617.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.313140+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-cf190ea1.pdf", "text_length": 2149, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "catedrático", "Universidad de Alicante", "Química Inorgánica", "recursos administrativos", "comunidad académica", "educación superior"], "summary_plain_es": "La Universidad de Alicante ha nombrado a don Enrique Vicente Ramos Fernández como Catedrático de Universidad en el área de Química Inorgánica. Este nombramiento se realiza tras la evaluación de su candidatura por una comisión designada para tal fin. La resolución es un paso importante en su carrera académica y se enmarca dentro de las normativas del Sistema Universitario español. Si hay algún desacuerdo con esta decisión, el interesado tiene la opción de presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso de reposición ante el Rector en un mes. Este nombramiento no solo afecta al nuevo catedrático, sino también a la comunidad académica y a los estudiantes del departamento, ya que puede influir en la calidad de la enseñanza y la investigación en su área.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona la educación superior y quiénes son los responsables de la enseñanza en las universidades.", "updated_at": "2026-01-29T07:58:24.083815+00:00"}
{"id": "boe-2025-06-21-resolucion-b1e1b392", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de junio de 2025, de la Universidad de Córdoba, por la que se nombra Catedrático de Universidad a don Antonio Jesús Fernández Romero.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12618.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.313563+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-b1e1b392.pdf", "text_length": 2428, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "catedrático", "universidad", "química física", "Antonio Jesús Fernández Romero", "Córdoba", "recursos administrativos"], "summary_plain_es": "La Universidad de Córdoba ha nombrado a don Antonio Jesús Fernández Romero como Catedrático de Universidad en el área de Química Física. Este nombramiento se realiza tras un concurso público y siguiendo la normativa vigente del sistema universitario español. A partir de ahora, don Antonio asumirá responsabilidades académicas y de investigación en su departamento. Este cambio es relevante para la comunidad universitaria y puede influir en la calidad de la enseñanza y la investigación en la Universidad de Córdoba. Si alguien desea impugnar esta decisión, tiene la opción de presentar un recurso administrativo o un recurso contencioso-administrativo en los plazos establecidos.", "affects_to": ["sector educativo", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos, ya que afectan la calidad de la educación y la investigación en las universidades, lo que repercute en la formación de futuros profesionales.", "updated_at": "2026-01-29T07:58:27.904270+00:00"}
{"id": "boe-2025-06-21-resolucion-795b464f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de junio de 2025, de la Universidad Pablo de Olavide, por la que se nombran Profesoras Titulares de Universidad.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12619.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:24:16.313897+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-795b464f.pdf", "text_length": 2371, "topic_primary": "educación", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramientos", "profesoras titulares", "universidad", "Física de la Tierra", "Filología Francesa", "recurso administrativo", "Universidad Pablo de Olavide"], "summary_plain_es": "La Universidad Pablo de Olavide ha nombrado a dos nuevas Profesoras Titulares de Universidad. Estos nombramientos son el resultado de un proceso de selección que se llevó a cabo tras la convocatoria realizada el 25 de febrero de 2025. Las profesoras nombradas son María del Carmen Álvarez Castro, especialista en Física de la Tierra, y Anne Catherine Aubry, experta en Filología Francesa. Ambos nombramientos entrarán en vigor una vez que las profesoras tomen posesión de sus cargos en un plazo de veinte días desde la publicación de esta resolución. Si alguna de las personas afectadas no está de acuerdo con esta decisión, puede presentar un recurso de reposición ante el Rector o un recurso contencioso-administrativo ante el juzgado correspondiente. Esto es relevante para la comunidad académica y para aquellos interesados en el desarrollo profesional dentro de la universidad.", "affects_to": ["sector educativo", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona el personal académico en las universidades y cómo se garantiza la calidad educativa en el sistema universitario.", "updated_at": "2026-01-29T07:58:33.808143+00:00"}
{"id": "boe-2025-06-21-resolucion-c2f11187", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de junio de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación, en la Carrera Diplomática.", "date_published": "2025-06-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/21/pdfs/BOE-A-2025-12620.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:24:16.314358+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-21-resolucion-c2f11187.pdf", "text_length": 7817, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Carrera Diplomática", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 19 de junio de 2025 convoca a los funcionarios de la Carrera Diplomática a solicitar puestos de trabajo en el extranjero mediante el sistema de libre designación. Esta convocatoria es exclusiva para personal de la Carrera Diplomática y se basa en el Real Decreto 674/1993. Los interesados deben presentar sus solicitudes en un plazo de quince días hábiles desde la publicación en el BOE. Los puestos disponibles están detallados en un anexo y se asignarán según el orden de preferencia indicado por los solicitantes. La incorporación a los nuevos puestos será inmediata tras la resolución de la convocatoria. Es importante que los ciudadanos conozcan esta información, ya que afecta a la gestión del personal diplomático y a la representación de España en el exterior.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de provisión de puestos en la administración pública, ya que esto garantiza la transparencia y la correcta gestión de recursos humanos en el servicio exterior.", "updated_at": "2026-01-29T07:58:38.280325+00:00"}
{"id": "boe-2025-06-23-real_decreto-b6a2aff2", "source": "BOE", "type": "real_decreto", "title_original": "Orden VAU/653/2025, de 19 de junio, por la que se determinan los plazos y el modelo para la transmisión por parte de las plataformas en línea de alquiler de corta duración de datos a la Ventanilla Única Digital de Arrendamientos, de acuerdo con el Real Decreto 1312/2024, de 23 de diciembre, por el que se regula el procedimiento de Registro Único de Arrendamientos y se crea la Ventanilla Única Digital de Arrendamientos para la recogida y el intercambio de datos relativos a los servicios de alquiler de alojamientos de corta duración.", "date_published": "2025-06-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/23/pdfs/BOE-A-2025-12679.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:24:46.069679+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-23-real_decreto-b6a2aff2.pdf", "text_length": 12197, "topic_primary": "vivienda", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["alquiler corta duración", "transmisión de datos", "Ventanilla Única Digital", "plataformas en línea", "regulación alquiler", "datos de actividad"], "summary_plain_es": "La Orden VAU/653/2025 establece los plazos y el modelo que deben seguir las plataformas de alquiler de corta duración para transmitir datos a la Ventanilla Única Digital de Arrendamientos. Esto afecta a las plataformas que operan en España, ya que deben enviar información sobre la actividad de los alojamientos, como el número de noches alquiladas y los huéspedes. El objetivo es facilitar el acceso de las autoridades a datos fiables para evaluar el impacto de estos servicios y regularlos adecuadamente. Con esta orden, se busca asegurar que las plataformas cumplan con las normativas europeas y nacionales, proporcionando un marco claro y eficiente para la transmisión de datos. Esto es importante para garantizar la transparencia y la seguridad jurídica en el sector del alquiler de corta duración.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta orden para entender cómo se regulan los alquileres de corta duración y cómo se protege su información. La transparencia en la gestión de datos contribuye a un mercado más justo y regulado.", "updated_at": "2026-01-29T07:58:43.831760+00:00"}
{"id": "boe-2025-06-24-orden-edb26eaa", "source": "BOE", "type": "orden", "title_original": "Orden PJC/656/2025, de 20 de junio, por la que se modifica la Orden PJC/51/2024, de 29 de enero, por la que se desarrollan las normas legales de cotización a la Seguridad Social, desempleo, protección por cese de actividad, Fondo de Garantía Salarial y formación profesional para el ejercicio 2024.", "date_published": "2025-06-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/24/pdfs/BOE-A-2025-12817.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:24:58.152150+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-24-orden-edb26eaa.pdf", "text_length": 14337, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cotización Seguridad Social", "mutuas colaboradoras", "incapacidad temporal", "coeficiente de cotización", "financiación mutuas", "prestaciones económicas", "equilibrio financiero"], "summary_plain_es": "La Orden PJC/656/2025 modifica la normativa sobre cotización a la Seguridad Social y otras prestaciones para el ejercicio 2024. Esta modificación afecta principalmente a las mutuas colaboradoras con la Seguridad Social, ya que se establece un nuevo coeficiente de cotización para garantizar su suficiencia económica en la gestión de las prestaciones por incapacidad temporal. En concreto, se aumenta la fracción de cuota que deben abonar las mutuas, permitiendo un coeficiente del 0,07 para aquellas que presenten insuficiencia financiera. Esto busca asegurar que las mutuas puedan cubrir adecuadamente las necesidades de los trabajadores en caso de incapacidad temporal. Además, se elimina el tope máximo de financiación, lo que facilita un equilibrio financiero para estas entidades. En resumen, esta orden busca mejorar la gestión de las prestaciones y asegurar que las mutuas tengan los recursos necesarios para operar de manera efectiva.", "affects_to": ["funcionarios", "empresas", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan a la financiación de las prestaciones sociales y a la gestión de las mutuas, asegurando así una mayor transparencia en el uso de los recursos públicos.", "updated_at": "2026-01-29T07:58:50.616005+00:00"}
{"id": "boe-2025-06-24-resolucion-06695f2d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de junio de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo en el Organismo Autónomo Agencia Española de Seguridad Alimentaria y Nutrición.", "date_published": "2025-06-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/24/pdfs/BOE-A-2025-12825.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:24:58.154026+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-24-resolucion-06695f2d.pdf", "text_length": 64683, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "Agencia Española de Seguridad Alimentaria", "funcionarios de carrera", "igualdad de género", "vacantes", "requisitos", "administración pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en la Agencia Española de Seguridad Alimentaria y Nutrición. Este concurso está dirigido a funcionarios de carrera que cumplan con ciertos requisitos, como haber permanecido un mínimo de dos años en su puesto actual. Las bases del concurso buscan garantizar la igualdad de oportunidades entre hombres y mujeres, alineándose con la legislación vigente sobre igualdad de género. Los interesados deben presentar sus solicitudes dentro del plazo establecido y cumplir con las condiciones específicas según su situación administrativa. Este proceso es importante para asegurar que los puestos vacantes sean ocupados por personal cualificado y que se mantenga la eficiencia en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan los recursos humanos en la administración pública y cómo se promueve la igualdad de oportunidades en el empleo público.", "updated_at": "2026-01-29T07:58:56.084492+00:00"}
{"id": "boe-2025-06-25-ley-00d31d82", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 7/2025, de 24 de junio, por el que se aprueban medidas urgentes para el refuerzo del sistema eléctrico.", "date_published": "2025-06-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/25/pdfs/BOE-A-2025-12857.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:25:32.868770+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-25-ley-00d31d82.pdf", "text_length": 83561, "topic_primary": "energía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["sistema eléctrico", "crisis eléctrica", "medidas urgentes", "resiliencia", "supervisión", "ahorros energéticos", "modificaciones normativas"], "summary_plain_es": "El Real Decreto-ley 7/2025 aprueba medidas urgentes para reforzar el sistema eléctrico español tras una crisis de electricidad ocurrida el 28 de abril de 2025. Esta crisis llevó a la creación de un comité que analizó las causas y propuso recomendaciones para mejorar la resiliencia del sistema. Las medidas incluyen un refuerzo en la supervisión y control de las obligaciones de los agentes del sistema eléctrico, así como la necesidad de realizar modificaciones normativas para mejorar la estabilidad y eficiencia del suministro eléctrico. Estas acciones buscan no solo restaurar la confianza en el sistema, sino también generar ahorros en los costes energéticos para los consumidores. En resumen, el decreto busca garantizar un suministro eléctrico más seguro y eficiente, beneficiando a todos los ciudadanos y consumidores de energía en España.", "affects_to": ["todos_ciudadanos", "empresas", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se está fortaleciendo el sistema eléctrico y cómo esto puede impactar en sus facturas de energía y en la seguridad del suministro.", "updated_at": "2026-01-29T07:59:02.703459+00:00"}
{"id": "boe-2025-06-25-ley-eddd98a6", "source": "BOE", "type": "ley", "title_original": "Corrección de errores del Real Decreto-ley 5/2025, de 10 de junio, de medidas de promoción del uso del transporte público colectivo por parte de la juventud para los viajes realizados en el periodo estival de 2025.", "date_published": "2025-06-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/25/pdfs/BOE-A-2025-12858.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:25:32.869684+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-25-ley-eddd98a6.pdf", "text_length": 1028, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["corrección de errores", "Real Decreto-ley 5/2025", "transporte público", "juventud", "verano 2025", "presupuesto", "promoción"], "summary_plain_es": "Se ha publicado una corrección de errores del Real Decreto-ley 5/2025, que se centra en fomentar el uso del transporte público colectivo entre los jóvenes durante el verano de 2025. Este documento corrige un error en el texto original donde se mencionaba incorrectamente un importe de 47,5 millones de millones de euros, que debía ser 47,5 millones de euros. Esta corrección es importante para que los jóvenes y las entidades involucradas tengan claridad sobre el presupuesto destinado a estas medidas de promoción del transporte público. La corrección garantiza que la información financiera sea precisa y que los recursos se gestionen adecuadamente para beneficiar a la juventud en sus viajes estivales.", "affects_to": ["todos_ciudadanos", "estudiantes", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender cómo se gestionan los recursos públicos y asegurar que se beneficien adecuadamente de las iniciativas gubernamentales.", "updated_at": "2026-01-29T07:59:09.983881+00:00"}
{"id": "boe-2025-06-25-orden-9da15e28", "source": "BOE", "type": "orden", "title_original": "Orden de 18 de junio de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Central n.º 1 de Madrid al Coronel Auditor don Rafael Gutiérrez de la Cámara García-Parreño.", "date_published": "2025-06-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/25/pdfs/BOE-A-2025-12867.pdf", "approved_by": "º 1 de Madrid al Coronel Auditor don Rafael Gutiérrez de la Cámara García-Parreño.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:25:32.872568+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-25-orden-9da15e28.pdf", "text_length": 1893, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Rafael Gutiérrez", "Consejo General del Poder Judicial", "justicia militar"], "summary_plain_es": "El 18 de junio de 2025, se ha nombrado al Coronel Auditor don Rafael Gutiérrez de la Cámara García-Parreño como Juez Togado del Juzgado Togado Militar Central n.º 1 de Madrid. Este nombramiento se produce para cubrir una vacante en dicho juzgado y es parte de las decisiones del Consejo General del Poder Judicial. Este cambio es importante ya que afecta a la administración de justicia militar en España, garantizando que los casos sean atendidos por un profesional cualificado. Si tienes interés en el ámbito judicial o militar, este nombramiento puede tener implicaciones en la forma en que se gestionan los asuntos legales en el contexto militar.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el sistema judicial, ya que estos afectan la administración de justicia y la confianza en las instituciones. La transparencia en estos procesos ayuda a fomentar una sociedad informada y participativa.", "updated_at": "2026-01-29T07:59:15.484171+00:00"}
{"id": "boe-2025-06-25-orden-cf46d8de", "source": "BOE", "type": "orden", "title_original": "Orden de 18 de junio de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 52 de Las Palmas de Gran Canaria al Capitán Auditor don Ignacio Losada Sanjuán.", "date_published": "2025-06-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/25/pdfs/BOE-A-2025-12868.pdf", "approved_by": "º 52 de Las Palmas de Gran Canaria al Capitán Auditor don Ignacio Losada Sanjuán.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:25:32.873150+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-25-orden-cf46d8de.pdf", "text_length": 1899, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Las Palmas", "Ignacio Losada Sanjuán", "Consejo General del Poder Judicial", "vacante", "recursos legales"], "summary_plain_es": "El 18 de junio de 2025, se ha nombrado al Capitán Auditor Ignacio Losada Sanjuán como Juez Togado del Juzgado Togado Militar Territorial n.º 52 de Las Palmas de Gran Canaria. Este nombramiento se realiza para cubrir una vacante en dicho juzgado, siguiendo los procedimientos establecidos por la legislación vigente. Este cambio es importante porque asegura que el juzgado tenga un juez competente que pueda llevar a cabo sus funciones. Afecta principalmente al sistema judicial militar y a los ciudadanos que puedan tener asuntos legales en este juzgado. Además, se establece que contra esta decisión se pueden interponer recursos contencioso-administrativos ante el Tribunal Supremo, lo que garantiza un mecanismo de revisión y control sobre el nombramiento.", "affects_to": ["todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el sistema judicial, ya que esto afecta la administración de justicia y la confianza en las instituciones. La transparencia en estos procesos ayuda a garantizar que se respeten los derechos de todos los ciudadanos.", "updated_at": "2026-01-29T07:59:21.810039+00:00"}
{"id": "boe-2025-06-25-resolucion-b7991ecd", "source": "BOE", "type": "resolucion", "title_original": "Acuerdo de 17 de junio de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se aprueba la relación definitiva de personas admitidas y excluidas para participar en el concurso para la provisión de una plaza de Letrado/a titular del Gabinete Técnico al servicio del Tribunal Supremo, convocado por Resolución de 21 de enero de 2025.", "date_published": "2025-06-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/25/pdfs/BOE-A-2025-12896.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:25:32.874028+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-25-resolucion-b7991ecd.pdf", "text_length": 1796, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso", "letrado", "Tribunal Supremo", "admitidos", "excluidos", "Consejo General del Poder Judicial", "empleo público"], "summary_plain_es": "El Acuerdo del 17 de junio de 2025, del Consejo General del Poder Judicial, aprueba la lista definitiva de personas admitidas y excluidas para el concurso de una plaza de Letrado/a titular en el Gabinete Técnico del Tribunal Supremo. Este proceso es importante para asegurar que los candidatos cumplen con los requisitos necesarios para desempeñar funciones en el ámbito judicial. La lista se publicará en el tablón de anuncios del Consejo y en su página web, permitiendo que los interesados puedan consultar su situación. Si eres uno de los aspirantes, es fundamental que revises si tu nombre aparece en la lista de admitidos o excluidos, ya que esto determinará tu participación en el concurso. Este proceso afecta principalmente a los profesionales del derecho que buscan una carrera en el servicio público judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es esencial que los ciudadanos conozcan estos procesos para garantizar la transparencia en la selección de personal en el ámbito judicial, lo que contribuye a la confianza en el sistema de justicia.", "updated_at": "2026-01-29T07:59:27.349423+00:00"}
{"id": "boe-2025-06-26-orden-895a9f80", "source": "BOE", "type": "orden", "title_original": "Orden INT/661/2025, de 23 de junio, por la que se modifica la Orden INT/1390/2007, de 11 de mayo, por la que se determina la indemnización a percibir por el personal que participe o coopere en asistencia técnica policial, operaciones de mantenimiento de la paz y seguridad, humanitarias o de evacuación de personas en el extranjero.", "date_published": "2025-06-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/26/pdfs/BOE-A-2025-12963.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:26:09.777366+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-26-orden-895a9f80.pdf", "text_length": 16893, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["indemnización", "Fuerzas y Cuerpos de Seguridad", "misiones internacionales", "asistencia técnica", "mantenimiento de la paz", "cooperación internacional", "Haití", "actualización normativa"], "summary_plain_es": "La Orden INT/661/2025 modifica la normativa anterior sobre las indemnizaciones que reciben los miembros de las Fuerzas y Cuerpos de Seguridad del Estado que participan en misiones internacionales de asistencia técnica, mantenimiento de la paz y evacuación de personas. Esta actualización responde a la necesidad de adaptar las retribuciones a las nuevas circunstancias de seguridad, especialmente en Haití y otros países donde se desarrollan operaciones. Afecta principalmente al personal que colabora en estas misiones, garantizando que reciban una compensación adecuada por las condiciones especiales en las que trabajan. Además, se amplían los países donde se pueden desplegar estos efectivos, incluyendo nuevas colaboraciones con países europeos y africanos. Esto es relevante para asegurar que el personal esté motivado y adecuadamente compensado por su labor en el extranjero, lo que a su vez contribuye a la seguridad internacional y a la cooperación entre naciones.", "affects_to": ["funcionarios", "sector_sanitario", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se retribuye a quienes trabajan en misiones de seguridad internacional, lo que refleja el compromiso del Estado con la seguridad y la cooperación global.", "updated_at": "2026-01-29T07:59:33.781177+00:00"}
{"id": "boe-2025-06-26-orden-7c5fdb74", "source": "BOE", "type": "orden", "title_original": "Orden PJC/662/2025, de 20 de junio, por la que se publica la relación de personas que han superado el proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/215/2024, de 20 de febrero.", "date_published": "2025-06-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/26/pdfs/BOE-A-2025-12991.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:26:09.780892+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-26-orden-7c5fdb74.pdf", "text_length": 13473, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposiciones", "Cuerpo de Letrados", "Administración de Justicia", "acceso libre", "funcionarios en prácticas"], "summary_plain_es": "La Orden PJC/662/2025, publicada el 26 de junio de 2025, da a conocer la lista de personas que han superado el proceso selectivo para ingresar al Cuerpo de Letrados de la Administración de Justicia por acceso libre. Este proceso se convocó anteriormente en febrero de 2024. Las personas aprobadas deben presentar documentación específica en un plazo de veinte días hábiles para ser nombradas funcionarios en prácticas. Esto incluye la identificación, titulación en Derecho, certificado médico y, si corresponde, documentación sobre discapacidad. Este proceso afecta a los nuevos aspirantes a letrados y garantiza que cumplan con los requisitos necesarios para ejercer en el ámbito judicial.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se seleccionan a los funcionarios que administran la justicia, asegurando así la transparencia y la confianza en las instituciones públicas.", "updated_at": "2026-01-29T07:59:39.610623+00:00"}
{"id": "boe-2025-06-27-resolucion-170adfee", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de junio de 2025, de la Intervención General de la Seguridad Social, por la que se modifica la Resolución de 1 de julio de 2011, por la que se aprueba la adaptación del Plan General de Contabilidad Pública a las entidades que integran el sistema de la Seguridad Social; la Resolución de 3 de julio de 2014, por la que se aprueba la Instrucción de gestión contable para las entidades que integran el sistema de la Seguridad Social; y la Resolución de 11 de octubre de 2022, por la que se aprueba la Instrucción de operatoria contable para las entidades que integran el sistema de la Seguridad Social.", "date_published": "2025-06-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/27/pdfs/BOE-A-2025-13081.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:26:23.634647+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-27-resolucion-170adfee.pdf", "text_length": 58295, "topic_primary": "otros", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["contabilidad pública", "seguridad social", "modificaciones contables", "pagos a justificar", "gestión contable", "transparencia", "recursos públicos"], "summary_plain_es": "La Resolución de 19 de junio de 2025 modifica varias normativas relacionadas con la contabilidad de las entidades del sistema de la Seguridad Social. Esta modificación afecta a cómo se gestionan y registran los pagos a justificar, estableciendo que el registro se hará una vez presentada la cuenta justificativa, en lugar de al momento de su aprobación. Además, se introducen cambios en las denominaciones y definiciones contables, así como la creación de nuevos conceptos y la rectificación de errores en reglas existentes. Esto busca mejorar la claridad y la eficiencia en la gestión contable de estas entidades, impactando directamente en su operativa diaria. Es importante que los ciudadanos conozcan estos cambios, ya que afectan la transparencia y la correcta gestión de los recursos públicos en el ámbito de la Seguridad Social.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estos cambios para garantizar una gestión más transparente y eficiente de los recursos públicos, lo que contribuye a la confianza en las instituciones.", "updated_at": "2026-01-29T07:59:44.833314+00:00"}
{"id": "boe-2025-06-27-resolucion-c2b8e6e0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de junio de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 27 de marzo de 2025.", "date_published": "2025-06-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/27/pdfs/BOE-A-2025-13082.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:26:23.635475+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-27-resolucion-c2b8e6e0.pdf", "text_length": 2767, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores", "resolución", "promoción profesional", "recursos administrativos"], "summary_plain_es": "La Resolución de 13 de junio de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve la convocatoria de libre designación de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria, anunciada el 27 de marzo de 2025, permite a los funcionarios optar a nuevos destinos dentro del ministerio. La resolución establece que los nuevos designados deberán tomar posesión de sus puestos según lo dispuesto en la normativa vigente. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses. Es importante que los funcionarios conozcan esta información, ya que afecta directamente a su carrera profesional y a las oportunidades de promoción dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de designación en la administración pública, ya que esto garantiza la transparencia y la equidad en la gestión de recursos humanos del Estado.", "updated_at": "2026-01-29T07:59:51.620014+00:00"}
{"id": "boe-2025-06-27-resolucion-dc21dc42", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de junio de 2025, de la Dirección de la Agencia Estatal Comisión Española para la Lucha Antidopaje en el Deporte, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-06-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/27/pdfs/BOE-A-2025-13094.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:26:23.636284+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-27-resolucion-dc21dc42.pdf", "text_length": 15971, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "puesto de trabajo", "Agencia Antidopaje", "funcionarios", "igualdad de oportunidades", "transparencia", "requisitos"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Agencia Estatal Comisión Española para la Lucha Antidopaje en el Deporte mediante libre designación. Esto significa que se busca un nuevo Secretario/a General, y los interesados deben cumplir con ciertos requisitos como ser funcionarios de carrera o titulados universitarios. Tienes un plazo de diez días para presentar tu solicitud, que debe incluir un currículum y otros documentos que demuestren tu idoneidad para el puesto. Esta convocatoria se enmarca en un proceso que busca garantizar la igualdad de oportunidades y la transparencia en el acceso a puestos directivos en la administración pública. Es importante que estés informado sobre estas oportunidades, ya que pueden afectar tu carrera profesional en el sector público.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Conocer esta convocatoria es crucial para que los ciudadanos comprendan cómo se eligen los puestos directivos en la administración pública, promoviendo así la transparencia y la igualdad de oportunidades en el empleo público.", "updated_at": "2026-01-29T07:59:58.191366+00:00"}
{"id": "boe-2025-06-28-ley_organica-0fba06fa", "source": "BOE", "type": "ley_organica", "title_original": "Ley Orgánica 3/2025, de 27 de junio, por la que se modifica la Ley Orgánica 1/2002, de 22 de marzo, reguladora del derecho de asociación.", "date_published": "2025-06-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/28/pdfs/BOE-A-2025-13140.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:26:41.951040+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-28-ley_organica-0fba06fa.pdf", "text_length": 7580, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (ley_organica) y alcance"}, "keywords": ["derecho de asociación", "disolución de asociaciones", "franquismo", "memoria democrática", "odio y violencia", "Ley Orgánica 3/2025", "protección de víctimas"], "summary_plain_es": "La Ley Orgánica 3/2025 modifica la Ley Orgánica 1/2002 sobre el derecho de asociación en España. Esta nueva ley establece que las asociaciones pueden ser disueltas si realizan actividades que promuevan el franquismo o inciten al odio y la violencia. Esto incluye cualquier apología del golpe de Estado de 1936 o de la dictadura franquista que menosprecie a las víctimas. La disolución de estas asociaciones solo podrá ser decidida por un juez, y el Ministerio Fiscal tendrá un papel activo en estos procesos. Esta modificación busca fortalecer la memoria democrática y proteger la dignidad de las víctimas del franquismo, asegurando que las asociaciones no se conviertan en plataformas para discursos de odio. Con esta ley, se busca fomentar una sociedad más inclusiva y respetuosa con los derechos humanos.", "affects_to": ["todos_ciudadanos", "asociaciones", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender sus derechos y las restricciones sobre las asociaciones, promoviendo así una sociedad más informada y comprometida con la memoria histórica y los derechos humanos.", "updated_at": "2026-01-29T08:00:04.991192+00:00"}
{"id": "boe-2025-06-28-resolucion-d4cfe364", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de junio de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 12 de mayo de 2025.", "date_published": "2025-06-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/28/pdfs/BOE-A-2025-13149.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:26:41.951644+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-28-resolucion-d4cfe364.pdf", "text_length": 4687, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 19 de junio de 2025, emitida por la Subsecretaría del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, da a conocer los resultados de una convocatoria de libre designación para varios puestos de trabajo en el ministerio. Esta convocatoria se había anunciado previamente el 12 de mayo de 2025. Los nuevos destinos de los funcionarios se detallan en un anexo, donde se especifican los puestos adjudicados y los datos de los adjudicatarios. El proceso de toma de posesión de estos nuevos destinos se regirá por la normativa vigente. Si alguno de los afectados no está de acuerdo con esta resolución, tiene la opción de presentar un recurso contencioso-administrativo en un plazo de dos meses desde su publicación. Esto es relevante para los funcionarios que buscan cambios en su situación laboral dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden afectar a los funcionarios en su carrera profesional.", "updated_at": "2026-01-29T08:00:13.242124+00:00"}
{"id": "boe-2025-06-28-resolucion-226319cc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de junio de 2025, del Ayuntamiento de Alcobendas (Madrid), referente a la convocatoria para proveer puesto de trabajo por el sistema de concurso.", "date_published": "2025-06-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/28/pdfs/BOE-A-2025-13170.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:26:41.952129+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-28-resolucion-226319cc.pdf", "text_length": 1189, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "Técnico Coordinador", "Ayuntamiento de Alcobendas", "concurso", "empleo público", "plazo de solicitudes"], "summary_plain_es": "El Ayuntamiento de Alcobendas ha publicado una convocatoria para cubrir un puesto de Técnico/a Coordinador/a Licencia de Actividades mediante un concurso. Esta resolución, fechada el 20 de junio de 2025, establece que los interesados podrán presentar sus solicitudes durante un plazo de quince días hábiles a partir de la publicación de la resolución en el Boletín Oficial del Estado. Es importante que estés atento a los anuncios relacionados con esta convocatoria, ya que se publicarán conforme a las bases establecidas. Esta es una oportunidad para quienes buscan empleo en el sector público, especialmente en el área técnica de la administración local.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades de empleo en la administración pública y participar en el desarrollo de sus comunidades.", "updated_at": "2026-01-29T08:00:18.960510+00:00"}
{"id": "boe-2025-06-30-resolucion-b3092e22", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de junio de 2025, de la Secretaría General de Financiación Autonómica y Local, por la que se desarrolla la información a suministrar por las Corporaciones Locales relativa al esfuerzo fiscal de 2023 y su comprobación en las Delegaciones de Economía y Hacienda.", "date_published": "2025-06-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/30/pdfs/BOE-A-2025-13229.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:26:57.756818+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-30-resolucion-b3092e22.pdf", "text_length": 13673, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["esfuerzo fiscal", "ayuntamientos", "recaudación", "impuestos", "información fiscal", "plazo de presentación", "comprobación"], "summary_plain_es": "La Resolución de 24 de junio de 2025 establece las pautas que deben seguir las Corporaciones Locales para informar sobre su esfuerzo fiscal correspondiente al año 2023. Esto afecta a los ayuntamientos, que deberán certificar datos sobre recaudaciones de impuestos como el IBI, IAE y vehículos, así como las bases imponibles y tipos de gravamen aplicados. La información debe ser presentada de forma telemática antes del 17 de octubre de 2025, utilizando firma electrónica. Si no cumplen con este plazo, se les aplicará un coeficiente mínimo en la liquidación de su participación en los tributos del Estado. La comprobación de esta información será realizada por las Delegaciones de Economía y Hacienda, asegurando que los datos sean correctos y se ajusten a la normativa vigente.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta resolución para entender cómo se gestionan los recursos públicos y cómo se determina la participación de los ayuntamientos en los tributos del Estado, lo que impacta en la financiación local y en los servicios públicos que reciben.", "updated_at": "2026-01-29T08:00:26.467980+00:00"}
{"id": "boe-2025-06-30-resolucion-289a1923", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de junio de 2025, del Instituto Cervantes, por la que se resuelve el proceso selectivo para la provisión de puestos de Director/a de centro en el exterior, convocados por Resolución de 10 de febrero de 2025.", "date_published": "2025-06-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/30/pdfs/BOE-A-2025-13234.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:26:57.757462+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-30-resolucion-289a1923.pdf", "text_length": 2263, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Instituto Cervantes", "nombres directores", "centros en el exterior", "proceso selectivo", "nombramientos", "resolución administrativa"], "summary_plain_es": "El Instituto Cervantes ha publicado una resolución que nombra a nuevos directores de sus centros en el exterior. Este proceso selectivo, que se inició en febrero de 2025, ha culminado con el nombramiento de seis directores para centros en ciudades como Albuquerque, Los Ángeles, Curitiba, Recife, Mánchester y Túnez. Los nombramientos son el resultado de un proceso que ha cumplido con todos los requisitos establecidos en la convocatoria. Si eres un interesado en el funcionamiento del Instituto Cervantes o en oportunidades laborales en el ámbito cultural, esta resolución es relevante para ti. Además, se informa que contra esta resolución se pueden presentar recursos administrativos dentro de plazos específicos, lo que garantiza el derecho a la impugnación de los interesados.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestiona la cultura española en el extranjero y las oportunidades que pueden surgir en este ámbito.", "updated_at": "2026-01-29T08:00:34.151411+00:00"}
{"id": "boe-2025-06-30-resolucion-fa0ef349", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de junio de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se convoca oposición, por los turnos libre, restringido y discapacidad, para el Cuerpo Administrativo de las Cortes Generales.", "date_published": "2025-06-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/06/30/pdfs/BOE-A-2025-13262.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:26:57.757932+00:00", "pdf_path": "pdfs/2025/06/boe-2025-06-30-resolucion-fa0ef349.pdf", "text_length": 53971, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo Administrativo", "Cortes Generales", "plazas", "discapacidad", "igualdad de género", "empleo público"], "summary_plain_es": "Se convoca una oposición para cubrir 60 plazas en el Cuerpo Administrativo de las Cortes Generales, que se dividirán en turnos libre, restringido y para personas con discapacidad. Esto significa que cualquier persona que cumpla con los requisitos puede presentarse, pero también hay plazas reservadas para quienes ya son funcionarios en otros cuerpos y para personas con discapacidad. La convocatoria busca garantizar el acceso igualitario al empleo público, promoviendo la igualdad de género y la inclusión. Es importante que los ciudadanos conozcan esta información, ya que les brinda la oportunidad de acceder a un puesto en la administración pública y participar en el funcionamiento del Estado.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan participar en el acceso a la administración pública y conocer sus derechos en el proceso de selección.", "updated_at": "2026-01-29T08:00:42.832257+00:00"}
