{"id": "boe-2025-04-01-ley-ac9b85cd", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 3/2025, de 1 de abril, por el que se establece el programa de incentivos ligados a la movilidad eléctrica (MOVES III) para el año 2025.", "date_published": "2025-04-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/01/pdfs/BOE-A-2025-6596.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:05:16.304733+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-01-ley-ac9b85cd.pdf", "text_length": 36745, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["movilidad eléctrica", "incentivos", "vehículos eléctricos", "puntos de recarga", "descarbonización", "ayudas", "comunidades autónomas", "PNIEC"], "summary_plain_es": "El Real Decreto-ley 3/2025 establece el programa MOVES III, que tiene como objetivo fomentar la movilidad eléctrica en España durante el año 2025. Este programa incluye incentivos para la adquisición de vehículos eléctricos y la instalación de puntos de recarga, lo que busca contribuir a la descarbonización del transporte y a la reducción de emisiones de gases de efecto invernadero. Afecta principalmente a las comunidades autónomas y ciudades de Ceuta y Melilla, que gestionarán las ayudas. Se introduce la posibilidad de solicitar ayudas de forma retroactiva desde el 1 de enero de 2025, lo que proporciona certidumbre a los solicitantes. Además, se permiten modificaciones en los plazos de justificación de las ayudas y el uso de cuentas justificativas simplificadas para subvenciones menores a 100.000 euros. Este programa es crucial para alcanzar los objetivos del Plan Nacional Integrado de Energía y Clima (PNIEC) 2023-2030, que busca una mayor electrificación y autosuficiencia energética en el país.", "affects_to": ["empresas", "todos_ciudadanos", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este programa para entender las oportunidades de ayudas disponibles y cómo pueden contribuir a la transición hacia una movilidad más sostenible y respetuosa con el medio ambiente.", "updated_at": "2026-01-29T07:41:09.163589+00:00"}
{"id": "boe-2025-04-02-ley-65a40a4e", "source": "BOE", "type": "ley", "title_original": "Ley 1/2025, de 1 de abril, de prevención de las pérdidas y el desperdicio alimentario.", "date_published": "2025-04-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/02/pdfs/BOE-A-2025-6597.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:05:23.527022+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-02-ley-65a40a4e.pdf", "text_length": 83939, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["desperdicio alimentario", "prevención", "cadena alimentaria", "concienciación", "sostenibilidad", "recursos", "economía", "medio ambiente"], "summary_plain_es": "La Ley 1/2025, de 1 de abril, tiene como objetivo prevenir las pérdidas y el desperdicio alimentario en España. Esta normativa afecta a todos los actores de la cadena alimentaria, desde los productores hasta los consumidores. La ley establece medidas para reducir el desperdicio, fomentando la concienciación social y la eficiencia en la producción y distribución de alimentos. Se busca no solo disminuir la cantidad de alimentos que se pierden, sino también optimizar los recursos utilizados en su producción, lo que tiene un impacto positivo en la economía y el medio ambiente. Con esta ley, se pretende que todos los ciudadanos, empresas y entidades se comprometan a adoptar prácticas más sostenibles y responsables en relación con el consumo de alimentos, contribuyendo así a una sociedad más justa y equitativa. Además, se espera que la implementación de estas medidas ayude a reducir las emisiones de gases de efecto invernadero asociadas al desperdicio alimentario, beneficiando al medio ambiente.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender cómo pueden contribuir a la reducción del desperdicio alimentario y a la sostenibilidad del sistema alimentario. La información sobre esta normativa promueve una mayor responsabilidad social y ambiental entre todos los actores involucrados.", "updated_at": "2026-01-29T07:41:17.160765+00:00"}
{"id": "boe-2025-04-02-resolucion-89fda141", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de marzo de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 11 de octubre de 2024.", "date_published": "2025-04-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/02/pdfs/BOE-A-2025-6603.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:05:23.527535+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-02-resolucion-89fda141.pdf", "text_length": 2402, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "Ministerio de Asuntos Exteriores", "puesto desierto", "recurso administrativo", "funcionarios"], "summary_plain_es": "El 20 de marzo de 2025, se publica la resolución que concluye la convocatoria de libre designación para un puesto en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 11 de octubre de 2024. En esta ocasión, se declara desierto el puesto de Secretario/a en la Embajada de España en Islamabad, Pakistán. Esto significa que no se ha designado a ningún candidato para ocupar dicho puesto. Si eres un funcionario que aspiraba a este puesto, debes saber que puedes presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Es importante que estés informado sobre estas decisiones, ya que afectan a la gestión de los recursos humanos en la administración pública y pueden influir en futuras convocatorias.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los puestos en la administración pública y cómo pueden participar en los procesos de selección y reclamación.", "updated_at": "2026-01-29T07:41:22.220917+00:00"}
{"id": "boe-2025-04-03-real_decreto-8febeed6", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 209/2025, de 18 de marzo, por el que se regulan aspectos específicos de los grados A, B y C de Formación Profesional para las familias profesionales Imagen Personal; Imagen y Sonido; Instalación y Mantenimiento; y Química.", "date_published": "2025-04-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/03/pdfs/BOE-A-2025-6699.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:05:36.540578+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-03-real_decreto-8febeed6.pdf", "text_length": 63871, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["formación profesional", "grados A B C", "imagen personal", "títulos oficiales", "empleo", "educación"], "summary_plain_es": "El Real Decreto 209/2025 establece la regulación de los grados A, B y C de Formación Profesional en varias familias profesionales, incluyendo Imagen Personal, Imagen y Sonido, Instalación y Mantenimiento, y Química. Esto significa que se crean y oficializan títulos que permitirán a los estudiantes formarse en estas áreas específicas, facilitando su acceso al mercado laboral. Afecta principalmente a estudiantes que buscan formarse en estas disciplinas, así como a empresas que requieren personal cualificado en estos sectores. Con esta regulación, se busca mejorar la calidad de la formación profesional y asegurar que se ajuste a las necesidades del mercado. Además, se fomenta la cooperación entre administraciones educativas y el sector privado, lo que puede resultar en mejores oportunidades laborales para los futuros profesionales.", "affects_to": ["estudiantes", "empresas", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender cómo se estructuran las oportunidades educativas y laborales en su país, lo que les permitirá tomar decisiones informadas sobre su formación y carrera profesional.", "updated_at": "2026-01-29T07:41:26.577198+00:00"}
{"id": "boe-2025-04-04-real_decreto-069fc7cf", "source": "BOE", "type": "real_decreto", "title_original": "Orden INT/330/2025, de 2 de abril, por la que se modifica la Instrucción Técnica Complementaria número 1 «Características y medidas de seguridad en galerías y campos de tiro» del Reglamento de Armas, aprobado por el Real Decreto 137/1993, de 29 de enero.", "date_published": "2025-04-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/04/pdfs/BOE-A-2025-6796.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:05:47.501656+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-04-real_decreto-069fc7cf.pdf", "text_length": 29460, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación", "reglamento de armas", "recorridos de tiro", "medidas de seguridad", "galerías de tiro", "condiciones técnicas", "práctica deportiva"], "summary_plain_es": "La Orden INT/330/2025 modifica la Instrucción Técnica Complementaria número 1 del Reglamento de Armas, actualizando las medidas de seguridad para galerías y campos de tiro. Esta modificación es relevante para quienes practican la modalidad deportiva de 'recorridos de tiro', ya que establece nuevas condiciones técnicas y de seguridad para las canchas, tanto cerradas como abiertas. Se busca garantizar que ningún proyectil salga de los límites establecidos y que las protecciones sean adecuadas al calibre de las armas utilizadas. Además, se regulan aspectos como las dimensiones de las canchas y la construcción de accesos seguros. Esta norma es importante porque responde a la evolución de las modalidades de tiro y a la necesidad de adaptarse a los reglamentos técnicos actuales. Afecta principalmente a tiradores, clubes de tiro y federaciones deportivas, asegurando un entorno más seguro para la práctica de este deporte.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender las regulaciones que afectan la seguridad en la práctica de deportes de tiro, promoviendo así una cultura de responsabilidad y cumplimiento normativo.", "updated_at": "2026-01-29T07:41:31.160539+00:00"}
{"id": "boe-2025-04-04-orden-1c9014b3", "source": "BOE", "type": "orden", "title_original": "Orden de 19 de marzo de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 22 de San Fernando a la Capitán Auditor doña Cecilia Sánchez-Tricando Mejías.", "date_published": "2025-04-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/04/pdfs/BOE-A-2025-6798.pdf", "approved_by": "º 22 de San Fernando a la Capitán Auditor doña Cecilia Sánchez-Tricando Mejías.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:05:47.502284+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-04-orden-1c9014b3.pdf", "text_length": 2044, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Cecilia Sánchez-Tricando", "Consejo General del Poder Judicial", "justicia militar"], "summary_plain_es": "El 19 de marzo de 2025, se ha nombrado a la Capitán Auditor doña Cecilia Sánchez-Tricando Mejías como Juez Togado del Juzgado Togado Militar Territorial n.º 22 de San Fernando. Este nombramiento se realiza en cumplimiento de la legislación vigente que regula la provisión de plazas en los órganos judiciales. La decisión fue tomada por el Pleno del Consejo General del Poder Judicial y se publica oficialmente en el Boletín Oficial del Estado. Si tienes interés en este nombramiento, es importante saber que existe la posibilidad de interponer recursos contencioso-administrativos o de reposición en caso de desacuerdo con esta decisión. Este nombramiento es relevante para el ámbito judicial militar y puede tener implicaciones en la administración de justicia en el sector militar.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que estos afectan la administración de justicia y la confianza en las instituciones. La transparencia en estos procesos ayuda a garantizar la imparcialidad y el correcto funcionamiento del sistema judicial.", "updated_at": "2026-01-29T07:41:35.740335+00:00"}
{"id": "boe-2025-04-04-orden-e70bbf42", "source": "BOE", "type": "orden", "title_original": "Orden de 19 de marzo de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 32 de Zaragoza a la Capitán Auditor doña María del Carmen Martínez García.", "date_published": "2025-04-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/04/pdfs/BOE-A-2025-6799.pdf", "approved_by": "º 32 de Zaragoza a la Capitán Auditor doña María del Carmen Martínez García.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:05:47.502634+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-04-orden-e70bbf42.pdf", "text_length": 2038, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Zaragoza", "María del Carmen Martínez García", "Consejo General del Poder Judicial", "recursos administrativos"], "summary_plain_es": "Se ha nombrado a la Capitán Auditor doña María del Carmen Martínez García como Juez Togado del Juzgado Togado Militar Territorial n.º 32 de Zaragoza. Este nombramiento se realiza de acuerdo con las leyes y reglamentos que regulan la jurisdicción militar y la provisión de plazas en los órganos judiciales. La decisión fue tomada por el Pleno del Consejo General del Poder Judicial en su reunión del 19 de marzo de 2025. Si alguien desea impugnar este nombramiento, puede presentar un recurso contencioso-administrativo ante el Tribunal Supremo en un plazo de dos meses o un recurso de reposición ante el mismo Consejo en un mes. Este nombramiento es importante ya que asegura que la justicia militar esté en manos de profesionales cualificados.", "affects_to": ["otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que esto garantiza la transparencia y la confianza en el sistema de justicia. Saber quiénes son los responsables de impartir justicia es clave para el control ciudadano.", "updated_at": "2026-01-29T07:41:43.581333+00:00"}
{"id": "boe-2025-04-04-resolucion-2922be66", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de abril de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-04-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/04/pdfs/BOE-A-2025-6822.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:05:47.503094+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-04-resolucion-2922be66.pdf", "text_length": 68082, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "funcionarios", "vacantes", "igualdad de género", "administración pública", "requisitos de participación", "puestos de trabajo"], "summary_plain_es": "La Resolución de 2 de abril de 2025 convoca un concurso específico para cubrir vacantes en la Administración General del Estado. Este concurso está dirigido a funcionarios de carrera que cumplan con ciertos requisitos, como haber permanecido al menos dos años en su puesto actual. Se busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. Además, se establecen normas sobre la participación de funcionarios en diferentes situaciones administrativas, como excedencias o traslados. Es importante que los funcionarios interesados se informen sobre las bases y requisitos para poder participar en este proceso.", "affects_to": ["funcionarios"], "transparency_notes": "Es esencial que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales de manera justa y transparente, fomentando la igualdad en el empleo público.", "updated_at": "2026-01-29T07:41:48.125612+00:00"}
{"id": "boe-2025-04-05-resolucion-c71f7a70", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de abril de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-04-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/05/pdfs/BOE-A-2025-6881.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:06:38.085981+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-05-resolucion-c71f7a70.pdf", "text_length": 3229, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de pipa", "expendedurías", "monopolio", "Ceuta y Melilla"], "summary_plain_es": "El 4 de abril de 2025, se publicó una resolución que establece los precios de venta al público de varios productos de tabaco en las Expendedurías de Tabaco y Timbre. Esto incluye cigarrillos, cigarros, picaduras de pipa y otros productos relacionados. Los precios varían según el tipo de producto y están sujetos a impuestos. Esta medida afecta a los consumidores que compran tabaco, ya que conocerán los precios oficiales y podrán planificar sus compras. Además, se especifican precios distintos para Ceuta y Melilla, lo que puede ser relevante para los residentes de esas áreas. La resolución entra en vigor el mismo día de su publicación, por lo que los nuevos precios son inmediatos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos precios para tomar decisiones informadas sobre sus compras de tabaco y entender cómo se regulan estos productos en el mercado.", "updated_at": "2026-01-29T07:41:53.322286+00:00"}
{"id": "boe-2025-04-05-resolucion-0e76baa5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de abril de 2025, de la Subsecretaría, por la que se corrigen errores en la de 17 de febrero de 2025, por la que se resuelve el concurso específico, convocado por Resolución de 21 de noviembre de 2024.", "date_published": "2025-04-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/05/pdfs/BOE-A-2025-6882.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:06:38.086966+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-05-resolucion-0e76baa5.pdf", "text_length": 1282, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["corrección de errores", "concurso específico", "Ministerio de la Presidencia", "código de puesto", "publicación BOE"], "summary_plain_es": "Esta resolución corrige un error en la publicación anterior relacionada con un concurso específico del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Si participaste en este concurso, es importante que sepas que el código de un puesto ha sido modificado. El cambio afecta al puesto número 9, que ahora tiene un nuevo código. Esta corrección asegura que la información sobre el concurso sea precisa y que los candidatos tengan acceso a datos correctos sobre las posiciones disponibles. Mantente informado sobre estos cambios para que tu participación en el proceso sea efectiva.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para garantizar la transparencia en los procesos de selección y asegurar que todos los participantes tengan la información correcta sobre las oportunidades laborales.", "updated_at": "2026-01-29T07:41:56.499780+00:00"}
{"id": "boe-2025-04-05-resolucion-60e2174d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/05/pdfs/BOE-A-2025-6888.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:06:38.087770+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-05-resolucion-60e2174d.pdf", "text_length": 7124, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios públicos", "convocatoria", "puestos de trabajo", "currículum vitae", "plazo de solicitud", "Administración Pública"], "summary_plain_es": "La Resolución de 2 de abril de 2025 convoca a funcionarios públicos a solicitar un puesto de trabajo mediante el sistema de libre designación. Este proceso permite que los funcionarios que cumplan con los requisitos establecidos en la relación de puestos de trabajo del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes puedan optar a un puesto específico detallado en el anexo. Tienes un plazo de quince días hábiles desde la publicación de esta resolución para presentar tu solicitud, que debe incluir tu currículum vitae y otros documentos relevantes. Esta convocatoria es importante porque ofrece a los funcionarios la oportunidad de avanzar en su carrera y ocupar puestos que se ajusten a su experiencia y habilidades. Además, se establece un procedimiento claro para la presentación de solicitudes y la posibilidad de recurrir la decisión si es necesario.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T07:42:03.488935+00:00"}
{"id": "boe-2025-04-07-acuerdo-1b97041b", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo sobre las condiciones de adscripción en comisión de servicio de un funcionario español al Consejo de Europa, hecho en Estrasburgo el 3 y 6 de marzo de 2025.", "date_published": "2025-04-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/07/pdfs/BOE-A-2025-6948.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:07:00.768531+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-07-acuerdo-1b97041b.pdf", "text_length": 60502, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "funcionario español", "Consejo de Europa", "comisión de servicio", "derechos humanos", "evaluación de desempeño", "cobertura médica", "cooperación internacional"], "summary_plain_es": "Este acuerdo establece las condiciones para que un funcionario español, Manuel Ponte Fernández, sea asignado en comisión de servicio al Consejo de Europa. Este funcionario, actualmente trabajando en el Tribunal Supremo de España, estará adscrito al Tribunal Europeo de Derechos Humanos en Estrasburgo por un año, con posibilidad de prórroga. Durante su tiempo en el Consejo de Europa, el funcionario tendrá ciertas responsabilidades y derechos, incluyendo la posibilidad de asumir compromisos económicos y recibir evaluaciones de desempeño. El Estado Donante, España, cubrirá su salario y prestaciones, así como asegurarse de que tenga la cobertura médica necesaria. Es importante que los ciudadanos conozcan este acuerdo ya que refleja la cooperación internacional y el papel de los funcionarios españoles en organizaciones internacionales.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Conocer este acuerdo es fundamental para entender cómo los funcionarios españoles colaboran en el ámbito internacional y cómo se gestionan sus derechos y obligaciones en el extranjero.", "updated_at": "2026-01-29T07:42:08.308890+00:00"}
{"id": "boe-2025-04-07-orden-2c082aa8", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 26 de marzo de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se adscribe al Magistrado don Emilio Buceta Miller a la Audiencia Provincial de Madrid, orden civil.", "date_published": "2025-04-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/07/pdfs/BOE-A-2025-6953.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:07:00.769462+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-07-orden-2c082aa8.pdf", "text_length": 1244, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["magistrado", "audiencia provincial", "madrid", "orden civil", "nombramiento", "poder judicial"], "summary_plain_es": "El Acuerdo del 26 de marzo de 2025, aprobado por la Comisión Permanente del Consejo General del Poder Judicial, establece que el magistrado Emilio Buceta Miller será adscrito a la Audiencia Provincial de Madrid en el orden civil. Esta decisión se toma en el contexto de la reincorporación de la magistrada Milagros Aparicio Avendaño a su plaza. A partir de ahora, Buceta Miller ocupará una vacante en esta Audiencia, lo que puede influir en la gestión de casos civiles en Madrid. Este cambio es relevante para el funcionamiento del sistema judicial, ya que afecta directamente a la administración de justicia en la región, asegurando que los casos sean atendidos de manera eficiente y adecuada.", "affects_to": ["todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se organiza la justicia en su entorno y quiénes son los responsables de administrar la ley en su comunidad.", "updated_at": "2026-01-29T07:42:13.012546+00:00"}
{"id": "boe-2025-04-08-real_decreto-50b03f77", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 1246/2024, de 10 de diciembre, por el que se aprueba el Estatuto de la Agencia Estatal «Agencia Española de Cooperación Internacional para el Desarrollo».", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7039.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:07:19.102319+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-real_decreto-50b03f77.pdf", "text_length": 1477, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 1246/2024", "AECID", "estatuto", "cooperación internacional"], "summary_plain_es": "Se corrigen errores en el Real Decreto 1246/2024, que establece el Estatuto de la Agencia Española de Cooperación Internacional para el Desarrollo (AECID). Estas correcciones son importantes para asegurar que la normativa sea clara y precisa. Afectan a la interpretación de ciertos artículos, específicamente el artículo 12 y el artículo 38, donde se han realizado ajustes en la referencia a los párrafos y la información de contacto para el tratamiento de datos personales. Es fundamental que los ciudadanos y las entidades relacionadas con la cooperación internacional estén al tanto de estos cambios para evitar confusiones y asegurar el correcto funcionamiento de la AECID.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas correcciones para entender correctamente las normativas que afectan a la cooperación internacional y a la gestión de datos personales.", "updated_at": "2026-01-29T07:42:17.517648+00:00"}
{"id": "boe-2025-04-08-resolucion-ceca5cdc", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 1 de abril de 2025, de la Presidencia de la Agencia Estatal Consejo Superior de Investigaciones Científicas, M.P., por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 13 de febrero de 2025.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7043.pdf", "approved_by": "P. , por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 13 de febrero de 2025.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:07:19.103796+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-ceca5cdc.pdf", "text_length": 3215, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Agencia Estatal", "nombramiento", "funcionarios", "toma de posesión"], "summary_plain_es": "La Resolución de 1 de abril de 2025, emitida por la Presidencia de la Agencia Estatal Consejo Superior de Investigaciones Científicas, resuelve una convocatoria de libre designación de un puesto de trabajo en dicha agencia. Esta convocatoria fue anunciada previamente el 13 de febrero de 2025 y ha sido gestionada de acuerdo con la normativa vigente. La resolución confirma que se ha seguido el procedimiento adecuado y que la candidata seleccionada cumple con todos los requisitos establecidos. Además, se informa que la toma de posesión del nuevo puesto se llevará a cabo según lo dispuesto en la legislación correspondiente. Si alguna persona afectada no está de acuerdo con esta resolución, tiene la opción de presentar un recurso de reposición o un recurso contencioso-administrativo dentro de los plazos establecidos. Este proceso es importante para asegurar la transparencia y el correcto funcionamiento de la administración pública, así como para garantizar los derechos de los funcionarios involucrados.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos administrativos para entender cómo se gestionan los nombramientos en la administración pública y cómo pueden ejercer sus derechos en caso de desacuerdo.", "updated_at": "2026-01-29T07:42:23.839324+00:00"}
{"id": "boe-2025-04-08-resolucion-f460fe93", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la salud: Cirugía General y del Aparato Digestivo.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7050.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.105169+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-f460fe93.pdf", "text_length": 74075, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "personal estatutario", "salud", "cirugía", "empleo público", "igualdad", "INGESA"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de personal estatutario fijo en la categoría de Titulado/a especialista en Ciencias de la salud, específicamente en Cirugía General y del Aparato Digestivo. Este proceso se realiza mediante un sistema de concurso-oposición y está dirigido a quienes cumplan con los requisitos establecidos. Afecta principalmente a profesionales de la salud que deseen trabajar en el Instituto Nacional de Gestión Sanitaria (INGESA). La convocatoria incluye plazas de las ofertas de empleo público de los años 2022, 2023 y 2024, garantizando igualdad de oportunidades y transparencia en el acceso. Es importante que los ciudadanos conozcan esta convocatoria, ya que les brinda la oportunidad de acceder a empleos públicos en el sector sanitario, contribuyendo así a la mejora de los servicios de salud en el país.", "affects_to": ["sector_sanitario", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las oportunidades de empleo público, ya que esto fomenta la participación y el acceso igualitario a puestos en el sector sanitario, mejorando la calidad de los servicios ofrecidos.", "updated_at": "2026-01-29T07:42:29.251617+00:00"}
{"id": "boe-2025-04-08-resolucion-f58cce76", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la Salud: Cardiología.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7051.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.106093+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-f58cce76.pdf", "text_length": 73699, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "personal estatutario", "salud", "cardiología", "empleo público", "igualdad", "concurso-oposición"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de Titulado/a especialista en Ciencias de la Salud en Cardiología, mediante un sistema de concurso-oposición. Esto afecta a profesionales de la salud que deseen obtener una plaza fija en el Instituto Nacional de Gestión Sanitaria. La convocatoria incluye plazas de los años 2022, 2023 y 2024, garantizando igualdad de oportunidades y transparencia en el proceso. Los aspirantes deben cumplir ciertos requisitos, como ser ciudadanos españoles o de la UE. Es una gran oportunidad para quienes buscan estabilidad laboral en el sector sanitario.", "affects_to": ["sector_sanitario", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este proceso para entender las oportunidades de empleo en el sector público y cómo pueden participar en él, promoviendo así la igualdad y la transparencia en la administración pública.", "updated_at": "2026-01-29T07:42:33.239418+00:00"}
{"id": "boe-2025-04-08-resolucion-88a4a7b1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la salud: Cirugía Ortopédica y Traumatología.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7052.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.106958+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-88a4a7b1.pdf", "text_length": 74536, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "personal estatutario", "salud", "Cirugía Ortopédica", "INGESA", "concurso-oposición"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de personal estatutario fijo en la categoría de Titulado/a especialista en Ciencias de la salud: Cirugía Ortopédica y Traumatología. Esta convocatoria afecta a profesionales de la salud interesados en trabajar en el Instituto Nacional de Gestión Sanitaria (INGESA). Se utilizará un sistema de concurso-oposición, que incluye una fase de oposición y otra de concurso de méritos. Las plazas disponibles provienen de las ofertas de empleo público de los años 2022, 2023 y 2024, lo que agiliza el proceso de selección. Es importante que los aspirantes cumplan con ciertos requisitos, como la nacionalidad española o ser nacional de un Estado miembro de la UE. La convocatoria garantiza principios de igualdad y libre concurrencia, y se publicará en varias plataformas para asegurar su transparencia.", "affects_to": ["sector_sanitario", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para acceder a oportunidades laborales en el sector público, lo que promueve la igualdad de oportunidades y la transparencia en la gestión pública.", "updated_at": "2026-01-29T07:42:38.839124+00:00"}
{"id": "boe-2025-04-08-resolucion-21bd4370", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la Salud: Medicina Intensiva.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7053.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.107796+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-21bd4370.pdf", "text_length": 74524, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "proceso selectivo", "personal estatutario", "Medicina Intensiva", "concurso-oposición", "igualdad de oportunidades", "INGESA"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de personal estatutario fijo en Medicina Intensiva. Esta convocatoria afecta a profesionales de la salud que deseen trabajar en el Instituto Nacional de Gestión Sanitaria. Se acumulan plazas de los años 2022, 2023 y 2024, y se seleccionará a los candidatos mediante un sistema de concurso-oposición. Es importante que los aspirantes cumplan con ciertos requisitos, como la nacionalidad española o ser ciudadano de la UE. La convocatoria busca garantizar igualdad de oportunidades y se publicará en varias plataformas para asegurar su visibilidad.", "affects_to": ["sector_sanitario", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los profesionales interesados puedan participar y acceder a oportunidades laborales en el sector público de salud.", "updated_at": "2026-01-29T07:42:44.448998+00:00"}
{"id": "boe-2025-04-08-resolucion-4785f924", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en ciencias de la Salud: Medicina Interna.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7054.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.109204+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-4785f924.pdf", "text_length": 74543, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "proceso selectivo", "personal estatutario", "Medicina Interna", "concurso-oposición", "plazas fijas", "igualdad de oportunidades"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de Titulado/a especialista en ciencias de la Salud: Medicina Interna en el Instituto Nacional de Gestión Sanitaria. Este proceso se realizará mediante un sistema de concurso-oposición, que combina una fase de oposición y otra de concurso de méritos. Afecta a profesionales de la salud que deseen obtener una plaza fija en el sector público. Las bases de la convocatoria garantizan principios como la igualdad, el mérito y la capacidad, y se han negociado con sindicatos. Es importante que los ciudadanos conozcan esta convocatoria, ya que ofrece oportunidades de empleo en el sector sanitario y asegura que el acceso se realice de manera justa y transparente.", "affects_to": ["sector_sanitario", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre esta convocatoria para que puedan participar en el proceso de selección y acceder a oportunidades laborales en el sector sanitario, promoviendo así la transparencia y la igualdad de oportunidades en el empleo público.", "updated_at": "2026-01-29T07:42:48.443321+00:00"}
{"id": "boe-2025-04-08-resolucion-10991289", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la Salud: Obstetricia y Ginecología.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7055.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.110039+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-10991289.pdf", "text_length": 74397, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "personal estatutario", "salud", "Obstetricia", "Ginecología", "INGESA", "concurso-oposición"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de personal estatutario fijo en la categoría de Titulado/a especialista en Ciencias de la Salud, específicamente en Obstetricia y Ginecología. Este proceso se realiza mediante un sistema de concurso-oposición, lo que significa que se evaluarán tanto los méritos como las pruebas de oposición. Afecta principalmente a profesionales de la salud que deseen trabajar en el Instituto Nacional de Gestión Sanitaria (INGESA). La convocatoria incluye plazas de los años 2022, 2023 y 2024, garantizando principios de igualdad y libre concurrencia. Es importante que los interesados estén al tanto de los requisitos y criterios establecidos, ya que esto les permitirá participar en el proceso de selección y contribuir al sistema de salud pública.", "affects_to": ["sector_sanitario", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que los profesionales de la salud puedan acceder a oportunidades laborales en el sector público, garantizando un sistema de salud eficiente y accesible.", "updated_at": "2026-01-29T07:42:53.521668+00:00"}
{"id": "boe-2025-04-08-resolucion-5611a162", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se convoca proceso selectivo, por el sistema de concurso-oposición, para acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a especialista en Ciencias de la Salud: Psiquiatría.", "date_published": "2025-04-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/08/pdfs/BOE-A-2025-7056.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:07:19.110895+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-08-resolucion-5611a162.pdf", "text_length": 73219, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "proceso selectivo", "personal estatutario", "Psiquiatría", "INGESA", "concurso-oposición", "igualdad de oportunidades"], "summary_plain_es": "Se convoca un proceso selectivo para acceder a plazas de personal estatutario fijo en la categoría de Titulado/a especialista en Ciencias de la Salud: Psiquiatría. Este proceso se realiza mediante un sistema de concurso-oposición y afecta a quienes deseen trabajar en el Instituto Nacional de Gestión Sanitaria (INGESA). Se acumulan plazas de las ofertas de empleo de los años 2022, 2023 y 2024, garantizando igualdad de oportunidades y transparencia en el acceso. Las personas interesadas deben cumplir ciertos requisitos, como tener la nacionalidad española o ser ciudadanos de la Unión Europea. Es importante que los ciudadanos conozcan esta convocatoria para que puedan participar en el proceso de selección y acceder a empleos en el sector sanitario.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las oportunidades de empleo público para fomentar la participación y garantizar un acceso justo a las plazas disponibles en el sector sanitario.", "updated_at": "2026-01-29T07:42:58.008490+00:00"}
{"id": "boe-2025-04-09-ley-5c465963", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 4/2025, de 8 de abril, de medidas urgentes de respuesta a la amenaza arancelaria y de relanzamiento comercial.", "date_published": "2025-04-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/09/pdfs/BOE-A-2025-7093.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:08:57.080664+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-09-ley-5c465963.pdf", "text_length": 34681, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["real decreto-ley", "medidas urgentes", "aranceles", "comercio", "empresas", "inversión", "financiación", "mercados"], "summary_plain_es": "El Real Decreto-ley 4/2025 establece medidas urgentes para responder a la amenaza de aranceles impuestos por Estados Unidos y relanzar el comercio español. Afecta principalmente a las empresas que comercian con Estados Unidos, así como a sectores que dependen de este mercado. Se prevé un impacto heterogéneo en diferentes comunidades autónomas, por lo que se implementa un Plan de Respuesta y Relanzamiento Comercial que moviliza 14.100 millones de euros para ayudar a las empresas a adaptarse. Este plan incluye líneas de avales para facilitar la financiación y busca proteger el empleo y la producción, al tiempo que se fomenta la diversificación hacia nuevos mercados. Así, se pretende mitigar el impacto negativo y aprovechar oportunidades comerciales en un contexto internacional complicado.", "affects_to": ["empresas", "todos_ciudadanos", "sector_industrial"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se protege la economía y se apoyan a las empresas en tiempos de crisis, lo que puede afectar su empleo y bienestar.", "updated_at": "2026-01-29T07:43:03.189948+00:00"}
{"id": "boe-2025-04-09-ley-0d82495c", "source": "BOE", "type": "ley", "title_original": "Corrección de errores del Real Decreto-ley 3/2025, de 1 de abril, por el que se establece el programa de incentivos ligados a la movilidad eléctrica (MOVES III) para el año 2025.", "date_published": "2025-04-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/09/pdfs/BOE-A-2025-7094.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:08:57.081873+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-09-ley-0d82495c.pdf", "text_length": 2256, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["movilidad eléctrica", "incentivos", "MOVES III", "corrección de errores", "Real Decreto-ley", "vehículos elegibles", "competencias del Estado"], "summary_plain_es": "Se corrigen errores en el Real Decreto-ley 3/2025, que establece el programa MOVES III para fomentar la movilidad eléctrica en 2025. Estas correcciones son importantes para asegurar que la normativa sea clara y precisa. Afectan a la redacción de ciertos artículos y enlaces en el texto original, garantizando que la información sobre los vehículos elegibles y las competencias del Estado esté correctamente reflejada. Esto es relevante para todos aquellos que estén interesados en los incentivos para la movilidad eléctrica, ya que asegura que la normativa que regula estos incentivos sea correcta y aplicable.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender correctamente los incentivos disponibles y cómo pueden beneficiarse de ellos en el ámbito de la movilidad eléctrica.", "updated_at": "2026-01-29T07:43:07.142762+00:00"}
{"id": "boe-2025-04-09-resolucion-9683455e", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38145/2025, de 3 de abril, de la Subsecretaría, por la que se nombra personal estatutario fijo en la categoría de Matrona, en la Red Hospitalaria de la Defensa.", "date_published": "2025-04-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/09/pdfs/BOE-A-2025-7100.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:08:57.082726+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-09-resolucion-9683455e.pdf", "text_length": 5007, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "matrona", "personal estatutario", "Red Hospitalaria", "Defensa", "proceso selectivo", "toma de posesión"], "summary_plain_es": "La Resolución 400/38145/2025, de 3 de abril, nombra a varias personas como personal estatutario fijo en la categoría de Matrona en la Red Hospitalaria de la Defensa. Este nombramiento se deriva de un proceso selectivo que se convocó anteriormente para acceder a estas plazas. Las personas nombradas tienen un plazo de quince días para tomar posesión de su puesto, que se extiende a un mes si implica un cambio de residencia. Si no toman posesión en el plazo establecido, perderán sus derechos en el proceso. Además, se establece que si hay renuncias, se podrá requerir a otros aspirantes para cubrir las plazas. Esta resolución es importante para asegurar la cobertura de personal en el sistema de salud de defensa, lo que beneficia a los pacientes y al funcionamiento de los hospitales.", "affects_to": ["sector_sanitario", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestiona el personal en el sistema de salud pública y cómo se garantiza la atención sanitaria en la Red Hospitalaria de la Defensa.", "updated_at": "2026-01-29T07:43:12.118699+00:00"}
{"id": "boe-2025-04-09-resolucion-7f5b313d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de abril de 2025, de la Subsecretaría, por la que se corrigen errores en la de 19 de marzo de 2025, por la que se convoca concurso específico para la provisión de puestos de trabajo en el Servicio Público de Empleo Estatal.", "date_published": "2025-04-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/09/pdfs/BOE-A-2025-7115.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:08:57.083940+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-09-resolucion-7f5b313d.pdf", "text_length": 4592, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "Servicio Público de Empleo", "corrección de errores", "plazo de presentación", "puestos de trabajo"], "summary_plain_es": "La Resolución de 3 de abril de 2025 corrige errores en la convocatoria de un concurso específico para cubrir puestos en el Servicio Público de Empleo Estatal, publicada el 19 de marzo de 2025. Se han detectado errores en la descripción de algunos puestos, como el de Director/a de Oficina de Empleo y Jefe/a de Sección, que han sido rectificados. Además, se ha eliminado un puesto y se han añadido otros nuevos. Esta corrección también reabre el plazo para presentar solicitudes, que será de quince días hábiles a partir de la publicación de esta resolución. Esto es importante para que los interesados puedan participar en el concurso con la información correcta y actualizada.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para que puedan participar adecuadamente en el proceso de selección y asegurar que la información sea clara y precisa.", "updated_at": "2026-01-29T07:43:17.221079+00:00"}
{"id": "boe-2025-04-10-otro-d940b935", "source": "BOE", "type": "otro", "title_original": "Denuncia por parte de la República Kirguisa del Convenio de Fomento y Protección Recíproca de Inversiones entre España y la Unión de Repúblicas Socialistas Soviéticas, hecho en Madrid el 26 de octubre de 1990.", "date_published": "2025-04-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/10/pdfs/BOE-A-2025-7189.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:19.240003+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-10-otro-d940b935.pdf", "text_length": 1499, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["denuncia", "convenio", "inversiones", "Kirguistán", "España", "relaciones económicas", "protección", "tratados"], "summary_plain_es": "La República Kirguisa ha denunciado el Convenio de Fomento y Protección Recíproca de Inversiones que existía entre España y la antigua Unión Soviética, firmado en 1990. Esto significa que el acuerdo ya no es aplicable en Kirguistán, y dejó de tener efectos jurídicos a partir del 28 de noviembre de 2022. La denuncia se realizó mediante una nota verbal en 2021, y se basa en el derecho de cualquier parte a denunciar el convenio con un preaviso de seis meses. Esta decisión afecta a las relaciones económicas y de inversión entre España y Kirguistán, ya que el convenio ofrecía protección a las inversiones realizadas por ambas partes. Es importante que los ciudadanos estén al tanto de estos cambios, ya que pueden influir en futuras oportunidades de inversión y cooperación entre los dos países.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta denuncia, ya que afecta a la seguridad jurídica de las inversiones y a las relaciones comerciales entre España y Kirguistán, lo que puede influir en la economía local y oportunidades de negocio.", "updated_at": "2026-01-29T07:43:22.031260+00:00"}
{"id": "boe-2025-04-10-orden-e9bf9afd", "source": "BOE", "type": "orden", "title_original": "Orden TES/343/2025, de 4 de abril, por la que se reconoce a la organización empresarial Pequeña y Mediana Empresa de Cataluña la legitimación para formar parte de la Comisión Consultiva Nacional de Convenios Colectivos y se dispone el cese de las vocalías del grupo de representación empresarial.", "date_published": "2025-04-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/10/pdfs/BOE-A-2025-7194.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:09:19.240724+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-10-orden-e9bf9afd.pdf", "text_length": 6307, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["PIMEC", "CEOE", "CEPYME", "Comisión Consultiva", "convenios colectivos", "organización empresarial", "legitimación"], "summary_plain_es": "La Orden TES/343/2025, aprobada el 4 de abril de 2025, reconoce a la organización Pequeña y Mediana Empresa de Cataluña (PIMEC) como legitimada para formar parte de la Comisión Consultiva Nacional de Convenios Colectivos. Esto implica que PIMEC podrá participar activamente en la toma de decisiones sobre convenios colectivos, lo que afecta a las pequeñas y medianas empresas en Cataluña. Además, se dispone el cese de las vocalías de la Confederación Española de Organizaciones Empresariales (CEOE) y de la Confederación Española de la Pequeña y Mediana Empresa (CEPYME) en dicha Comisión. Este cambio busca asegurar una representación más adecuada de las organizaciones empresariales en la Comisión, lo que puede influir en las condiciones laborales y en la negociación colectiva en el futuro.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios, ya que afectan la representación de las empresas en la negociación de convenios colectivos, lo que puede influir en sus derechos laborales y condiciones de trabajo.", "updated_at": "2026-01-29T07:43:27.728548+00:00"}
{"id": "boe-2025-04-10-resolucion-3c5ff932", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación, en la Abogacía General del Estado.", "date_published": "2025-04-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/10/pdfs/BOE-A-2025-7210.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:09:19.241285+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-10-resolucion-3c5ff932.pdf", "text_length": 6768, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "Abogacía General del Estado", "funcionarios", "igualdad de oportunidades"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Abogacía General del Estado mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos en la relación de puestos de trabajo. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir un currículum vitae con tus méritos y experiencia. El nombramiento se publicará en el BOE y debe realizarse en un plazo máximo de un mes tras el cierre de la convocatoria. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en el acceso a este puesto. Es importante que conozcas esta información si eres funcionario interesado en el puesto, ya que te brinda la oportunidad de avanzar en tu carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos, garantizando así un acceso equitativo y transparente a las oportunidades laborales en la administración pública.", "updated_at": "2026-01-29T07:43:33.078297+00:00"}
{"id": "boe-2025-04-11-otro-e2f43463", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 2088-2025, contra el apartado veintiuno de la disposición final novena de la Ley 7/2024, de 20 de diciembre, por la que se establecen un Impuesto Complementario para garantizar un nivel mínimo global de imposición para los grupos multinacionales y los grupos nacionales de gran magnitud, un Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras y un Impuesto sobre los líquidos para cigarrillos electrónicos y otros productos relacionados con el tabaco, y se modifican otras normas tributarias.", "date_published": "2025-04-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/11/pdfs/BOE-A-2025-7288.pdf", "approved_by": "º 2088-2025, contra el apartado veintiuno de la disposición final novena de la Ley 7/2024, de 20 de diciembre, por la que se establecen un Impuesto Complementario para garantizar un nivel mínimo global de imposición para los grupos multinacionales y los grupos nacionales de gran magnitud, un Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras y un Impuesto sobre los líquidos para cigarrillos electrónicos y otros productos relacionados con el tabaco, y se modifican otras normas tributarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:30.958162+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-11-otro-e2f43463.pdf", "text_length": 1671, "topic_primary": "economía", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 7/2024", "impuesto complementario", "multinacionales", "tabaco", "entidades financieras", "Junta de Extremadura"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por la Junta de Extremadura contra un apartado de la Ley 7/2024. Esta ley establece varios impuestos, incluyendo un Impuesto Complementario para asegurar un nivel mínimo de imposición para grandes grupos multinacionales y nacionales, así como impuestos sobre entidades financieras y productos relacionados con el tabaco. Este recurso podría afectar la aplicación de estos impuestos y, por tanto, a las entidades y ciudadanos que se ven impactados por ellos. Es importante que estés al tanto de este proceso, ya que puede influir en la carga fiscal de grandes empresas y en la regulación de productos como los cigarrillos electrónicos.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar la legislación fiscal y la regulación de productos en el mercado, lo que impacta en la economía y en sus derechos como contribuyentes.", "updated_at": "2026-01-29T07:43:38.318025+00:00"}
{"id": "boe-2025-04-11-otro-0c9c5fab", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 2121-2025, contra el apartado veintiuno de la disposición final novena de la Ley 7/2024, de 20 de diciembre, por la que se establecen un Impuesto Complementario para garantizar un nivel mínimo global de imposición para los grupos multinacionales y los grupos nacionales de gran magnitud, un Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras y un Impuesto sobre los líquidos para cigarrillos electrónicos y otros productos relacionados con el tabaco, y se modifican otras normas tributarias.", "date_published": "2025-04-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/11/pdfs/BOE-A-2025-7289.pdf", "approved_by": "º 2121-2025, contra el apartado veintiuno de la disposición final novena de la Ley 7/2024, de 20 de diciembre, por la que se establecen un Impuesto Complementario para garantizar un nivel mínimo global de imposición para los grupos multinacionales y los grupos nacionales de gran magnitud, un Impuesto sobre el margen de intereses y comisiones de determinadas entidades financieras y un Impuesto sobre los líquidos para cigarrillos electrónicos y otros productos relacionados con el tabaco, y se modifican otras normas tributarias.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:30.958689+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-11-otro-0c9c5fab.pdf", "text_length": 1719, "topic_primary": "economía", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "impuesto complementario", "multinacionales", "entidades financieras", "tabaco", "Ley 7/2024", "Castilla-La Mancha"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad presentado por la Junta de Comunidades de Castilla-La Mancha. Este recurso se centra en el apartado veintiuno de la disposición final novena de la Ley 7/2024, que establece varios impuestos, incluyendo un Impuesto Complementario para grupos multinacionales y grandes grupos nacionales, así como impuestos sobre entidades financieras y productos relacionados con el tabaco. Este proceso puede afectar la aplicación de estos impuestos y, por tanto, a las entidades que se verían gravadas por ellos. Si se declara inconstitucional, podría cambiar la forma en que se regulan estos impuestos, impactando tanto a las empresas como a los consumidores en general.", "affects_to": ["empresas", "todos_ciudadanos", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede influir en la carga fiscal de empresas y consumidores, afectando la economía general y la justicia tributaria en el país.", "updated_at": "2026-01-29T07:43:44.106469+00:00"}
{"id": "boe-2025-04-11-otro-9fd54a4e", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 2287-2025, contra el artículo 4 de la Ley 8/2024, de 26 de diciembre, de medidas para la mejora de la gestión pública en el ámbito local y autonómico de la Comunidad de Madrid, en cuanto añade los artículos 87, 88 y 89, apartados 2 y 3, a la Ley 1/1983, de 13 de diciembre, del Gobierno y Administración de la Comunidad de Madrid.", "date_published": "2025-04-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/11/pdfs/BOE-A-2025-7290.pdf", "approved_by": "º 2287-2025, contra el artículo 4 de la Ley 8/2024, de 26 de diciembre, de medidas para la mejora de la gestión pública en el ámbito local y autonómico de la Comunidad de Madrid, en cuanto añade los artículos 87, 88 y 89, apartados 2 y 3, a la Ley 1/1983, de 13 de diciembre, del Gobierno y Administración de la Comunidad de Madrid.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:30.959195+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-11-otro-9fd54a4e.pdf", "text_length": 1665, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley 8/2024", "Comunidad de Madrid", "gestión pública", "suspensión de artículos", "Gobierno", "administración"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra el artículo 4 de la Ley 8/2024 de la Comunidad de Madrid, que introduce nuevos artículos en la Ley del Gobierno y Administración de la Comunidad. Este recurso, promovido por el presidente del Gobierno, cuestiona la validez de las disposiciones añadidas que podrían afectar la gestión pública. A partir del 27 de marzo de 2025, los artículos impugnados quedan suspendidos, lo que significa que no se aplicarán hasta que se resuelva el recurso. Esto puede tener un impacto significativo en la administración pública en Madrid, afectando a la forma en que se gestionan ciertos aspectos de la gobernanza local y autonómica. Es importante que los ciudadanos estén informados sobre este proceso, ya que puede influir en la eficacia de los servicios públicos que reciben.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a la gestión de los servicios públicos y a la administración local, lo que puede influir en su vida diaria y en la calidad de los servicios que reciben.", "updated_at": "2026-01-29T07:43:50.295623+00:00"}
{"id": "boe-2025-04-11-resolucion-1839c74b", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38154/2025, de 9 de abril, de la Secretaría de Estado de Defensa, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/11/pdfs/BOE-A-2025-7331.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:09:30.960187+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-11-resolucion-1839c74b.pdf", "text_length": 21311, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "Ministerio de Defensa", "convocatoria", "selección de personal", "requisitos", "plazo de solicitud"], "summary_plain_es": "La Resolución 430/38154/2025 convoca la provisión de un puesto de trabajo en el Ministerio de Defensa mediante el sistema de libre designación. Este proceso está dirigido a personal que cumpla con los requisitos establecidos, incluyendo antigüedad y competencias específicas. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir un currículum vitae y una justificación de tu idoneidad para el puesto. La selección se basará en criterios de competencia y experiencia, y se realizará a través de entrevistas. Es importante que estés informado sobre este proceso, ya que puede ofrecerte oportunidades laborales en el sector público. Además, si no estás de acuerdo con la resolución, puedes interponer un recurso administrativo en un plazo determinado.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para poder participar y acceder a oportunidades laborales en la administración pública, promoviendo así la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T07:43:56.218826+00:00"}
{"id": "boe-2025-04-12-ley-e8a3a1ca", "source": "BOE", "type": "ley", "title_original": "Resolución de 10 de abril de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-04-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/12/pdfs/BOE-A-2025-7435.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:51.434079+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-12-ley-e8a3a1ca.pdf", "text_length": 1186, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["interés superior", "infancia", "adolescencia", "migración", "medidas urgentes", "convalidación", "derechos de los menores"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 2/2025, que establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Esto significa que se implementarán acciones específicas para garantizar que los derechos y necesidades de los menores se prioricen en contextos de crisis migratoria. Afecta principalmente a los niños y adolescentes en situaciones vulnerables, así como a las entidades y organizaciones que trabajan con ellos. Este decreto busca asegurar que, en momentos de contingencias, se tomen decisiones que favorezcan su bienestar y desarrollo integral.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo se protege a los menores en situaciones de crisis migratoria y qué recursos están disponibles para su bienestar.", "updated_at": "2026-01-29T07:44:00.213296+00:00"}
{"id": "boe-2025-04-12-ley-d234a7d6", "source": "BOE", "type": "ley", "title_original": "Resolución de 10 de abril de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 3/2025, de 1 de abril, por el que se establece el programa de incentivos ligados a la movilidad eléctrica (MOVES III) para el año 2025.", "date_published": "2025-04-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/12/pdfs/BOE-A-2025-7436.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:09:51.434913+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-12-ley-d234a7d6.pdf", "text_length": 1159, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["movilidad eléctrica", "incentivos MOVES III", "vehículos eléctricos", "ayudas económicas", "sostenibilidad", "reducción de emisiones"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 3/2025, que establece el programa de incentivos MOVES III para la movilidad eléctrica en 2025. Este programa busca fomentar el uso de vehículos eléctricos mediante ayudas económicas, lo que beneficiará a los ciudadanos que deseen adquirir coches eléctricos o realizar mejoras en su infraestructura de carga. Además, se espera que esta medida contribuya a la reducción de emisiones contaminantes y a la transición hacia una movilidad más sostenible. Si estás interesado en adquirir un vehículo eléctrico o mejorar tu sistema de carga, este programa puede ofrecerte incentivos económicos significativos. Es importante que estés informado sobre estas ayudas para aprovechar al máximo las oportunidades que se presentan en el ámbito de la movilidad eléctrica.", "affects_to": ["todos_ciudadanos", "familias", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos incentivos para poder beneficiarse de ellos y contribuir a un entorno más sostenible. La información clara y accesible sobre programas de ayudas puede facilitar la transición hacia una movilidad más ecológica.", "updated_at": "2026-01-29T07:44:08.517896+00:00"}
{"id": "boe-2025-04-12-resolucion-6e78691c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/12/pdfs/BOE-A-2025-7456.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:09:51.436499+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-12-resolucion-6e78691c.pdf", "text_length": 6148, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Sanidad", "empleo público", "Portal Funciona", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Sanidad mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos para el puesto. Los interesados deben presentar sus solicitudes a través del Portal Funciona, utilizando un certificado electrónico, o, en casos excepcionales, mediante el Registro Electrónico Común. El plazo para presentar las solicitudes es de quince días hábiles a partir de la publicación en el BOE. Además, los aspirantes deben incluir un currículum vitae que detalle su formación, experiencia laboral y otros méritos relevantes. Es importante que los ciudadanos conozcan estas convocatorias, ya que ofrecen oportunidades de empleo en la administración pública y fomentan la transparencia en los procesos de selección.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para que puedan participar en los procesos de selección y acceder a oportunidades laborales en la administración pública.", "updated_at": "2026-01-29T07:44:13.770976+00:00"}
{"id": "boe-2025-04-14-acuerdo-78140815", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre la Confederación Suiza representada por la Oficina Federal de Justicia y el Reino de España representado por la Autoridad Central Española en Cooperación Judicial Internacional, sobre el reparto de bienes decomisados, hecho en Berna y Madrid el 19 de diciembre de 2024 y el 28 de enero de 2025.", "date_published": "2025-04-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/14/pdfs/BOE-A-2025-7510.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:10:11.461347+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-14-acuerdo-78140815.pdf", "text_length": 4508, "topic_primary": "justicia", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo Suiza España", "bienes decomisados", "blanqueo de capitales", "cooperación judicial", "reparto de bienes"], "summary_plain_es": "Este acuerdo entre Suiza y España establece cómo se repartirán los bienes decomisados relacionados con casos de blanqueo de capitales. Afecta a las autoridades judiciales de ambos países, ya que se han condenado a personas por estos delitos y se han incautado propiedades en España. Según el acuerdo, España transferirá el 50% de los bienes decomisados a Suiza, lo que equivale a aproximadamente 194,586.62 euros. Este acuerdo es importante porque permite una cooperación más efectiva en la lucha contra el blanqueo de capitales y asegura que ambos países se beneficien de los bienes recuperados. Además, establece que los bienes decomisados pueden ser utilizados legalmente por la parte receptora a su discreción. La firma del acuerdo se realizó en diciembre de 2024 y enero de 2025, y entró en vigor el 28 de enero de 2025.", "affects_to": ["funcionarios", "empresas", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que refleja cómo se gestionan los bienes recuperados de actividades delictivas y promueve la transparencia en la cooperación internacional en materia judicial.", "updated_at": "2026-01-29T07:44:19.651453+00:00"}
{"id": "boe-2025-04-14-resolucion-9d5e3a36", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de abril de 2025, del Letrado Mayor de las Cortes Generales, por la que se publica la designación del Tribunal que ha de juzgar la oposición para la provisión de plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales, convocada por Resolución de 14 de mayo de 2024, conjunta de las Presidencias del Congreso de los Diputados y del Senado.", "date_published": "2025-04-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/14/pdfs/BOE-A-2025-7527.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:10:11.463663+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-14-resolucion-9d5e3a36.pdf", "text_length": 1959, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Archiveros-Bibliotecarios", "Cortes Generales", "tribunal", "plazas", "evaluación", "designación", "resolución"], "summary_plain_es": "Se ha publicado la designación del Tribunal que evaluará la oposición para cubrir ocho plazas del Cuerpo de Archiveros-Bibliotecarios de las Cortes Generales. Esta oposición fue convocada el 14 de mayo de 2024 por las Presidencias del Congreso y del Senado. El Tribunal estará presidido por Guillermo Fernández Vara, Vicepresidente Segundo del Senado, y contará con miembros destacados, incluyendo a Marta González Vázquez y Josefa Fuentes García. Esta resolución es importante para los aspirantes a estas plazas, ya que establece quiénes serán los encargados de juzgar su desempeño en el proceso selectivo. Si estás interesado en trabajar en las Cortes Generales, esta información te afecta directamente y te ayuda a conocer mejor el proceso de selección.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se seleccionan los funcionarios públicos y qué oportunidades existen en la administración pública.", "updated_at": "2026-01-29T07:44:24.518384+00:00"}
{"id": "boe-2025-04-15-real_decreto-8ccb81de", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 210/2025, de 18 de marzo, por el que se regulan aspectos específicos de los grados A, B y C de Formación Profesional para las familias profesionales Edificación y Obra Civil; Electricidad y Electrónica; Energía y Agua; e Industrias Extractivas.", "date_published": "2025-04-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/15/pdfs/BOE-A-2025-7588.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:10:23.929390+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-15-real_decreto-8ccb81de.pdf", "text_length": 65303, "topic_primary": "justicia", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["formación profesional", "grados A B C", "edificación", "electricidad", "industrias extractivas", "normativa educativa", "títulos profesionales"], "summary_plain_es": "El Real Decreto 210/2025 regula aspectos específicos de los grados A, B y C de Formación Profesional en varias familias profesionales, incluyendo Edificación y Obra Civil, Electricidad y Electrónica, Energía y Agua, e Industrias Extractivas. Esto significa que se establecen criterios y normativas claras para la formación en estos sectores, lo que facilitará la adecuación de la oferta formativa a las necesidades del mercado laboral. Afecta principalmente a estudiantes que deseen formarse en estas áreas, así como a empresas que buscan trabajadores cualificados. Este decreto busca mejorar la calidad de la formación profesional y asegurar que los títulos obtenidos sean válidos en todo el territorio nacional, promoviendo así una mayor integración de la formación profesional en el sistema educativo. En resumen, se busca que la formación profesional sea más accesible y relevante para los futuros profesionales en estos sectores.", "affects_to": ["estudiantes", "empresas", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que regula la formación profesional en sectores clave, lo que impacta en la empleabilidad y en la calidad de la educación en España.", "updated_at": "2026-01-29T07:44:32.789691+00:00"}
{"id": "boe-2025-04-15-orden-4ebe25e5", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 10 de abril de 2025, del Tribunal calificador del proceso selectivo convocado por Acuerdo de 8 de febrero de 2023, de la Comisión Permanente del Consejo General del Poder Judicial, para la provisión de plazas entre juristas de reconocida competencia con más de diez años de ejercicio profesional en las materias propias de los órganos del orden civil, del orden penal o de los órganos con jurisdicción compartida, para el acceso a la Carrera Judicial por la categoría de Magistrado/a, por el que, en ejecución de las sentencias del Tribunal Supremo, se convoca a dos aspirantes a la lectura del dictamen.", "date_published": "2025-04-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/15/pdfs/BOE-A-2025-7606.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:10:23.935185+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-15-orden-4ebe25e5.pdf", "text_length": 4992, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Carrera Judicial", "Magistrados", "proceso selectivo", "dictamen", "juristas", "Consejo General del Poder Judicial", "notas de corte"], "summary_plain_es": "El Acuerdo del Tribunal calificador del 10 de abril de 2025 convoca a dos aspirantes, Idoya Fernández Marcaida y María del Pilar Abellá Frigola, para la lectura del dictamen en el proceso selectivo para acceder a la Carrera Judicial como Magistrados/as. Ambas aspirantes han superado la fase de baremación de méritos, obteniendo puntuaciones que superan las notas de corte establecidas. La lectura del dictamen se llevará a cabo el 22 de abril de 2025 en la sede de la Escuela Judicial en Madrid. Es importante que los ciudadanos conozcan este proceso, ya que afecta a la selección de juristas competentes que formarán parte del sistema judicial, garantizando así la calidad y la justicia en el ejercicio de la ley.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección en la justicia, ya que esto asegura la transparencia y la confianza en el sistema judicial.", "updated_at": "2026-01-29T07:44:40.407928+00:00"}
{"id": "boe-2025-04-16-ley-87922c84", "source": "BOE", "type": "ley", "title_original": "Real Decreto 315/2025, de 15 de abril, por el que se establecen normas de desarrollo de la Ley 17/2011, de 5 de julio, de seguridad alimentaria y nutrición, para el fomento de una alimentación saludable y sostenible en centros educativos.", "date_published": "2025-04-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/16/pdfs/BOE-A-2025-7659.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:10:46.697824+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-16-ley-87922c84.pdf", "text_length": 34229, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["alimentación saludable", "centros educativos", "obesidad infantil", "nutrición", "comedores escolares", "salud pública", "educación nutricional"], "summary_plain_es": "El Real Decreto 315/2025 establece normas para promover una alimentación saludable y sostenible en los centros educativos de España. Esto afecta principalmente a los escolares, garantizando que reciban comidas nutritivas y adecuadas en los comedores escolares. Se busca combatir la obesidad infantil, que afecta a un porcentaje significativo de niños en el país, especialmente en familias con menos recursos. Con este decreto, se pretende asegurar que los menús sean variados y adaptados a las necesidades nutricionales de los estudiantes, fomentando hábitos alimentarios saludables desde la infancia. Además, se alinea con planes estatales y europeos para mejorar la nutrición infantil y reducir la pobreza alimentaria. En resumen, este decreto es un paso importante hacia una alimentación más saludable en el entorno escolar, lo que beneficiará a los niños y a la sociedad en general.", "affects_to": ["estudiantes", "familias", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto para entender cómo se están mejorando las condiciones alimentarias en las escuelas, lo que impacta directamente en la salud y bienestar de los niños. La transparencia en estas normas ayuda a fomentar una cultura de salud y nutrición adecuada en la sociedad.", "updated_at": "2026-01-29T07:44:46.534137+00:00"}
{"id": "boe-2025-04-16-resolucion-5dcccac4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de abril de 2025, de la Subsecretaría, por la que se publica la relación de personas aprobadas en las fases de oposición y concurso-oposición del proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en la Escala de Titulados Superiores del Instituto Nacional de Seguridad e Higiene en el Trabajo, convocadas por Resolución de 29 de diciembre de 2023.", "date_published": "2025-04-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/16/pdfs/BOE-A-2025-7693.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:10:46.699074+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-16-resolucion-5dcccac4.pdf", "text_length": 10866, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "funcionarios", "Instituto Nacional de Seguridad", "acceso libre", "promoción interna", "documentación", "nombramiento", "curso selectivo"], "summary_plain_es": "La Resolución de 3 de abril de 2025, publicada en el BOE, da a conocer la lista de personas que han aprobado las pruebas de oposición y concurso-oposición para ingresar en la Escala de Titulados Superiores del Instituto Nacional de Seguridad e Higiene en el Trabajo. Esta convocatoria, que se inició el 29 de diciembre de 2023, permite el acceso tanto por turno libre como por promoción interna. Los aprobados tienen un plazo de 20 días hábiles para presentar la documentación requerida, como el DNI y el título académico. Aquellos que no cumplan con estos requisitos no podrán ser nombrados funcionarios. Los seleccionados recibirán un nombramiento como funcionarios en prácticas y deberán realizar un curso selectivo. Es importante que los ciudadanos conozcan esta información, ya que afecta a las oportunidades laborales en la administración pública y garantiza la transparencia en los procesos de selección.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección en la administración pública para asegurar la equidad y la transparencia en el acceso a empleos públicos.", "updated_at": "2026-01-29T07:44:53.539600+00:00"}
{"id": "boe-2025-04-17-resolucion-cf65a6f1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de abril de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve la provisión de plazas de Letrados/as de adscripción temporal al servicio del Tribunal Constitucional, convocadas por Acuerdo de 20 de noviembre de 2024, del Pleno de Tribunal Constitucional.", "date_published": "2025-04-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/17/pdfs/BOE-A-2025-7795.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:10:57.359344+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-17-resolucion-cf65a6f1.pdf", "text_length": 4085, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["tribunal constitucional", "letrados", "nombramientos", "adscripción temporal", "derecho administrativo"], "summary_plain_es": "El 9 de abril de 2025, se resolvió la provisión de dos plazas de letrados/as de adscripción temporal al servicio del Tribunal Constitucional. Esta decisión afecta a los nombrados, Jesús Antonio Broto Cartagena y María Belén Tomás Herruzo, quienes desempeñarán sus funciones por un periodo de tres años, con posibilidad de renovación. La resolución establece las condiciones bajo las cuales pueden ser cesados, incluyendo la voluntad propia, el vencimiento del periodo de adscripción, o por jubilación. Es importante que los ciudadanos conozcan estos nombramientos, ya que los letrados del Tribunal Constitucional juegan un papel crucial en la interpretación y defensa de la Constitución, afectando así a todos los ciudadanos en su relación con el Estado.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en el Tribunal Constitucional, ya que estos profesionales son clave en la defensa de los derechos y libertades fundamentales en España.", "updated_at": "2026-01-29T07:44:58.266806+00:00"}
{"id": "boe-2025-04-17-resolucion-c06fcea2", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38156/2025, de 9 de abril, de la Subsecretaría, por la que se aprueba la relación definitiva de personas admitidas y excluidas en el proceso para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Celador/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38515/2024, de 25 de noviembre.", "date_published": "2025-04-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/17/pdfs/BOE-A-2025-7809.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:10:57.359913+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-17-resolucion-c06fcea2.pdf", "text_length": 15582, "topic_primary": "sanidad", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["celador", "red hospitalaria", "admitidos", "excluidos", "documentación", "proceso selectivo", "Ministerio de Defensa"], "summary_plain_es": "Se aprueba la lista definitiva de personas admitidas y excluidas para el acceso a la categoría de Celador/a en la Red Hospitalaria de la Defensa. Este proceso afecta a quienes se presentaron a la convocatoria de estabilización de empleo temporal. Si estás en la lista de admitidos, deberás presentar documentación que acredite tus méritos en un plazo de diez días. Las listas se publican en las páginas web del Ministerio de Defensa y del Portal del Ciudadano. Es importante que los aspirantes revisen su estado, ya que aquellos excluidos tienen la opción de recurrir la decisión. Este proceso es clave para garantizar la transparencia y la correcta selección de personal en el ámbito sanitario.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para asegurar que la selección de personal sea justa y transparente, promoviendo la confianza en las instituciones públicas.", "updated_at": "2026-01-29T07:45:03.578227+00:00"}
{"id": "boe-2025-04-18-orden-5a03b228", "source": "BOE", "type": "orden", "title_original": "Orden de 8 de abril de 2025, por el que se nombra Decano de los Juzgados de Figueres al Juez David Fernández Torregrosa.", "date_published": "2025-04-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/18/pdfs/BOE-A-2025-7873.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:11:07.399733+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-18-orden-5a03b228.pdf", "text_length": 1158, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "Decano", "Juzgados de Figueres", "David Fernández Torregrosa", "Consejo General del Poder Judicial"], "summary_plain_es": "El 8 de abril de 2025, se ha nombrado a David Fernández Torregrosa como Decano de los Juzgados de Figueres. Este nombramiento se basa en la elección realizada por la Junta de Jueces de Figueres el 17 de marzo de 2025 y es aprobado por el Consejo General del Poder Judicial. Como Decano, David Fernández asumirá responsabilidades importantes en la gestión y organización de los juzgados de la localidad, lo que puede influir en la eficiencia del sistema judicial en Figueres. Este cambio afecta directamente a los profesionales del ámbito judicial y, en consecuencia, a los ciudadanos que interactúan con el sistema de justicia en la región.", "affects_to": ["todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que estos afectan directamente a la administración de justicia y a su acceso. La transparencia en estos procesos fortalece la confianza en el sistema judicial.", "updated_at": "2026-01-29T07:45:07.884775+00:00"}
{"id": "boe-2025-04-18-resolucion-9846ccce", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-04-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/18/pdfs/BOE-A-2025-7893.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:11:07.400453+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-18-resolucion-9846ccce.pdf", "text_length": 6761, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles para presentar tu solicitud a través del portal Funciona, y deberás incluir tu currículum vitae con la documentación que acredite tus méritos. Los puestos incluyen funciones en el exterior, y la permanencia en estos será de un máximo de cinco años. Es importante que estés informado sobre esta convocatoria si eres funcionario, ya que puede ofrecerte nuevas oportunidades laborales dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en el funcionamiento del Estado.", "updated_at": "2026-01-29T07:45:13.630034+00:00"}
{"id": "boe-2025-04-19-resolucion-0e4711d8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 31 de marzo de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se corrigen errores en la de 7 de marzo de 2025, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/19/pdfs/BOE-A-2025-7977.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:11:13.580637+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-19-resolucion-0e4711d8.pdf", "text_length": 2581, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["corrección de errores", "convocatoria", "libre designación", "Ministerio de Asuntos Exteriores", "resolución administrativa"], "summary_plain_es": "Esta resolución corrige errores en una convocatoria anterior del 7 de marzo de 2025, relacionada con la provisión de un puesto de trabajo por libre designación en el Ministerio de Asuntos Exteriores. Los errores identificados incluyen la incorrecta atribución del puesto a la Subsecretaría en lugar de a la Secretaría de Estado de Asuntos Exteriores y Globales. Además, se corrige el pie de firma que también contenía información errónea. Es importante que los interesados en el puesto y el público en general estén al tanto de estas correcciones para evitar confusiones en el proceso de selección. Si deseas impugnar esta resolución, tienes dos meses para presentar un recurso contencioso-administrativo o un mes para un recurso administrativo de reposición ante el mismo órgano que la dictó.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar la transparencia y la correcta aplicación de los procesos administrativos en la administración pública.", "updated_at": "2026-01-29T07:45:18.268168+00:00"}
{"id": "boe-2025-04-22-real_decreto-1cc4ae4a", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 343/2025, de 21 de abril, por el que se declara luto oficial con motivo del fallecimiento de Su Santidad el Papa Francisco.", "date_published": "2025-04-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/22/pdfs/BOE-A-2025-8107.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:11:28.720348+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-22-real_decreto-1cc4ae4a.pdf", "text_length": 875, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["luto oficial", "Papa Francisco", "bandera a media asta", "condolencias", "España", "gobierno", "respeto"], "summary_plain_es": "Se declara luto oficial en España por el fallecimiento del Papa Francisco, desde el 22 hasta el 24 de abril de 2025. Durante este periodo, la Bandera Nacional ondeará a media asta en todos los edificios públicos y buques de la Armada. Esta medida es una forma de mostrar respeto y condolencias por la pérdida de una figura importante para muchos ciudadanos, especialmente para aquellos que profesan la fe católica. El luto oficial es una señal de unidad y reconocimiento del impacto que tuvo el Papa Francisco en la sociedad y en el mundo.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estas declaraciones para entender el contexto social y cultural en el que se producen, así como para participar en los actos de duelo que puedan organizarse.", "updated_at": "2026-01-29T07:45:22.457268+00:00"}
{"id": "boe-2025-04-22-resolucion-ddb4189e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de abril de 2025, de la Secretaría de Estado de Comunicación, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/22/pdfs/BOE-A-2025-8116.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:11:28.721385+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-22-resolucion-ddb4189e.pdf", "text_length": 13007, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "selección", "puestos de trabajo", "justificación", "competencias"], "summary_plain_es": "La Resolución de 14 de abril de 2025 convoca la provisión de un puesto de trabajo en la Secretaría de Estado de Comunicación mediante el sistema de libre designación. Esta convocatoria está dirigida a personal funcionario de carrera que cumpla con los requisitos establecidos. Si eres funcionario, puedes presentar tu solicitud en un plazo de diez días naturales desde la publicación de esta resolución. Necesitarás adjuntar tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. La selección se basará en la idoneidad y competencia profesional, y se realizarán entrevistas para valorar a los candidatos. La resolución final se publicará en el BOE y podrás recurrirla si no estás de acuerdo con la decisión. Este proceso es importante para asegurar que los puestos directivos sean ocupados por personas con la experiencia y competencias necesarias.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para garantizar la transparencia en la administración pública y asegurar que los puestos se ocupen por personas capacitadas.", "updated_at": "2026-01-29T07:45:27.229440+00:00"}
{"id": "boe-2025-04-23-real_decreto-54fb7b9e", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 344/2025, de 22 de abril, por el que se modifican el Real Decreto 306/2020, de 11 de febrero, el Real Decreto 637/2021, de 27 de julio, y el Real Decreto 1053/2022, de 27 de diciembre, en materia de vigilancia del titular de la explotación.", "date_published": "2025-04-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/23/pdfs/BOE-A-2025-8158.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:11:36.588485+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-23-real_decreto-54fb7b9e.pdf", "text_length": 23694, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["sanidad animal", "vigilancia", "veterinario", "explotaciones ganaderas", "bienestar animal", "simplificación administrativa", "reglamento europeo"], "summary_plain_es": "El Real Decreto 344/2025 modifica varias normativas relacionadas con la sanidad animal en explotaciones ganaderas. A partir de ahora, la figura del veterinario de explotación será voluntaria, aunque las visitas zoosanitarias seguirán siendo obligatorias. Esto significa que los titulares de las explotaciones pueden optar por no tener un veterinario de forma permanente, pero deben seguir cumpliendo con las normativas de sanidad animal. Este cambio busca simplificar los procedimientos administrativos para los ganaderos, alineándose con un enfoque preventivo en la salud animal y el bienestar. La modificación afecta principalmente a las granjas porcinas, avícolas y bovinas, y busca mejorar la gestión de la sanidad animal mediante un control más flexible, pero riguroso, de las condiciones sanitarias y de bienestar en las explotaciones. Es importante que los ciudadanos conozcan estos cambios, ya que impactan en la producción de alimentos y en la salud pública.", "affects_to": ["empresas", "sector_agrícola", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las normativas que regulan la sanidad animal, ya que afectan directamente la calidad de los alimentos y la salud pública en general.", "updated_at": "2026-01-29T07:45:32.875970+00:00"}
{"id": "boe-2025-04-23-orden-1e00cbed", "source": "BOE", "type": "orden", "title_original": "Orden de 1 de abril de 2025 por la que se nombra Juez Togado del Juzgado Togado Militar Territorial número 41 de A Coruña al Comandante Auditor don Iago Sagalés Balea.", "date_published": "2025-04-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/23/pdfs/BOE-A-2025-8164.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:11:36.589655+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-23-orden-1e00cbed.pdf", "text_length": 1861, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "A Coruña", "Iago Sagalés Balea", "Consejo General del Poder Judicial", "justicia militar", "recurso contencioso-administrativo"], "summary_plain_es": "El 1 de abril de 2025 se ha nombrado al Comandante Auditor Iago Sagalés Balea como Juez Togado del Juzgado Togado Militar Territorial número 41 de A Coruña. Este nombramiento se realiza para cubrir una vacante en dicho juzgado, siguiendo las normativas establecidas por el Consejo General del Poder Judicial. Es importante que los ciudadanos estén informados sobre estos nombramientos, ya que afectan la administración de justicia militar y la confianza en el sistema judicial. Además, se establece que contra esta decisión se puede interponer un recurso contencioso-administrativo ante el Tribunal Supremo en un plazo de dos meses, lo que garantiza el derecho a la impugnación de los actos administrativos. Este proceso asegura que las decisiones judiciales sean revisables y transparentes, lo que es fundamental para el estado de derecho.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos judiciales, ya que esto afecta la confianza en el sistema judicial y garantiza la transparencia en la administración de justicia.", "updated_at": "2026-01-29T07:45:38.328549+00:00"}
{"id": "boe-2025-04-24-orden-a893a343", "source": "BOE", "type": "orden", "title_original": "Orden DCA/384/2025, de 7 de abril, por la que se crea la sede electrónica asociada del Ministerio de Derechos Sociales, Consumo y Agenda 2030 y se modifica la adscripción de la sede electrónica asociada de la Dirección General de Ordenación del Juego.", "date_published": "2025-04-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/24/pdfs/BOE-A-2025-8205.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:11:46.676031+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-24-orden-a893a343.pdf", "text_length": 17828, "topic_primary": "otros", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["sede electrónica", "Ministerio de Derechos Sociales", "trámites electrónicos", "comunicación administrativa", "Agenda 2030", "Dirección General de Ordenación del Juego", "acceso a servicios"], "summary_plain_es": "La Orden DCA/384/2025 crea una nueva sede electrónica para el Ministerio de Derechos Sociales, Consumo y Agenda 2030. Esto significa que tanto ciudadanos como entidades podrán realizar trámites y comunicarse con este ministerio de manera más ágil y segura a través de internet. Además, se modifica la adscripción de la sede electrónica de la Dirección General de Ordenación del Juego, que ahora estará bajo este nuevo ministerio. La creación de esta sede electrónica es importante porque garantiza que los ciudadanos puedan ejercer su derecho a comunicarse con las administraciones públicas de forma electrónica, facilitando así el acceso a servicios y procedimientos administrativos. También se eliminan las sedes electrónicas de los ministerios que han sido suprimidos, optimizando así la estructura administrativa.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta nueva sede electrónica para poder acceder a servicios y realizar trámites de manera eficiente, promoviendo así la transparencia y la modernización de la administración pública.", "updated_at": "2026-01-29T07:45:43.299453+00:00"}
{"id": "boe-2025-04-25-resolucion-3744ec10", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de abril de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 26 de noviembre de 2024.", "date_published": "2025-04-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/25/pdfs/BOE-A-2025-8291.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:11:52.597968+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-25-resolucion-3744ec10.pdf", "text_length": 3104, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "nuevos destinos", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 14 de abril de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 26 de noviembre de 2024. Esta resolución afecta a los funcionarios que han participado en el proceso de selección, ya que se les asignan nuevos destinos laborales. El documento también establece el régimen de toma de posesión para los nuevos puestos y detalla los recursos que pueden interponer aquellos que no estén de acuerdo con la decisión. Es importante que los ciudadanos conozcan esta información, ya que afecta a la gestión del personal en la administración pública y garantiza la transparencia en los procesos de selección de funcionarios.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de selección y nombramientos en la administración pública para asegurar la transparencia y la correcta gestión de los recursos humanos.", "updated_at": "2026-01-29T07:45:48.139223+00:00"}
{"id": "boe-2025-04-25-resolucion-3b983871", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de abril de 2025, de la Secretaría de Estado para Asuntos Exteriores y Globales, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 7 de marzo de 2025.", "date_published": "2025-04-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/25/pdfs/BOE-A-2025-8292.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:11:52.598432+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-25-resolucion-3b983871.pdf", "text_length": 4120, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "Ministerio de Asuntos Exteriores", "nombramientos", "funcionarios", "resolución", "recursos administrativos", "transparencia"], "summary_plain_es": "La Resolución de 21 de abril de 2025, emitida por la Secretaría de Estado para Asuntos Exteriores y Globales, resuelve una convocatoria de libre designación para puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria, anunciada previamente el 7 de marzo de 2025, permite la provisión de ciertos puestos de trabajo mediante un proceso específico. La resolución establece que los nuevos destinos serán ocupados conforme a las normativas vigentes y que los interesados pueden presentar recursos contencioso-administrativos si no están de acuerdo con la decisión. Esto afecta principalmente a los funcionarios del ministerio, quienes pueden ver cambios en sus asignaciones laborales y en la estructura de sus puestos. Es importante que los ciudadanos conozcan esta resolución, ya que refleja cómo se gestionan los recursos humanos en la administración pública y asegura la transparencia en los procesos de selección y nombramiento.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los procesos de nombramiento en la administración pública para garantizar la transparencia y la correcta gestión de los recursos humanos.", "updated_at": "2026-01-29T07:45:54.546764+00:00"}
{"id": "boe-2025-04-25-resolucion-8fa7d1e1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de abril de 2025, de la Subsecretaría, por la que se convoca concurso general para la provisión de puestos de trabajo en la Abogacía General del Estado.", "date_published": "2025-04-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/25/pdfs/BOE-A-2025-8307.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:11:52.598976+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-25-resolucion-8fa7d1e1.pdf", "text_length": 65968, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso general", "Abogacía General del Estado", "funcionarios de carrera", "igualdad de género", "vacantes", "requisitos de participación", "transparencia", "administración pública"], "summary_plain_es": "Se convoca un concurso general para cubrir vacantes en la Abogacía General del Estado, afectando a funcionarios de carrera que cumplan ciertos requisitos. Este concurso busca promover la igualdad de género y se basa en normativas que garantizan la transparencia y la equidad en el acceso a los puestos. Podrán participar aquellos funcionarios que no estén suspendidos y que hayan permanecido en su puesto actual al menos dos años. Además, se establecen condiciones específicas para aquellos en diferentes situaciones administrativas, como excedencias o traslados. Es importante que los ciudadanos conozcan esta convocatoria, ya que afecta a la gestión del personal en la administración pública y garantiza oportunidades laborales justas.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este concurso, ya que asegura que el acceso a los puestos en la administración pública se realice de manera justa y equitativa, promoviendo la igualdad de oportunidades.", "updated_at": "2026-01-29T07:46:00.428294+00:00"}
{"id": "boe-2025-04-26-resolucion-1fb361ec", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de abril de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-04-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/26/pdfs/BOE-A-2025-8366.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:12:09.983677+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-26-resolucion-1fb361ec.pdf", "text_length": 4970, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de pipa", "expendedurías", "monopolio"], "summary_plain_es": "La Resolución del 25 de abril de 2025 establece los precios de venta al público de diversas labores de tabaco en las expendedurías de tabaco y timbre en España, incluyendo la península, las Islas Baleares, Ceuta y Melilla. Esto afecta a los consumidores de tabaco, ya que se publican precios específicos para cigarrillos, cigarros, picaduras de pipa y otros productos relacionados. Los precios incluyen impuestos y varían según el tipo de producto. Es importante que estés informado sobre estos precios para que puedas tomar decisiones de compra más conscientes y evitar sorpresas en el momento de adquirir estos productos.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios oficiales del tabaco para poder planificar sus gastos y ejercer su derecho a la información en un mercado regulado.", "updated_at": "2026-01-29T07:46:07.676446+00:00"}
{"id": "boe-2025-04-26-resolucion-b07b0246", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de abril de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notaria Archivera de Protocolos del Distrito Notarial de Navalmoral de la Mata, a la notaria de dicha localidad, doña Carmen Pérez de la Cruz de Oña.", "date_published": "2025-04-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/26/pdfs/BOE-A-2025-8368.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:12:09.984337+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-26-resolucion-b07b0246.pdf", "text_length": 1379, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento notarial", "Carmen Pérez de la Cruz de Oña", "Navalmoral de la Mata", "protocolos notariales", "colegio notarial", "seguridad jurídica"], "summary_plain_es": "El 21 de abril de 2025, se ha nombrado a doña Carmen Pérez de la Cruz de Oña como Notaria Archivera de Protocolos del Distrito Notarial de Navalmoral de la Mata. Este nombramiento se realiza a propuesta de la Junta Directiva del Ilustre Colegio Notarial de Extremadura y está respaldado por la Dirección General de Seguridad Jurídica y Fe Pública. Este cambio afecta principalmente a la gestión de los protocolos notariales en la localidad, asegurando que se mantenga un archivo adecuado y accesible para los ciudadanos que necesiten consultar documentos notariales. La nueva archivera asumirá responsabilidades importantes en la organización y custodia de estos documentos, lo que puede mejorar la eficiencia en la atención a los ciudadanos que requieran servicios notariales.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito notarial, ya que estos afectan la gestión de documentos legales importantes y la confianza en el sistema jurídico.", "updated_at": "2026-01-29T07:46:13.073628+00:00"}
{"id": "boe-2025-04-26-resolucion-9c39bb27", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de abril de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se nombra Notaria Archivera de Protocolos del Distrito Notarial de Villanueva de la Serena, a la notaria de dicha localidad, doña Ángela Villanueva Romero.", "date_published": "2025-04-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/26/pdfs/BOE-A-2025-8369.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:12:09.984736+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-26-resolucion-9c39bb27.pdf", "text_length": 1373, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["notaria", "Villanueva de la Serena", "nombramiento", "protocolos notariales", "colegio notarial", "seguridad jurídica"], "summary_plain_es": "El 21 de abril de 2025, se ha nombrado a doña Ángela Villanueva Romero como Notaria Archivera de Protocolos del Distrito Notarial de Villanueva de la Serena. Este nombramiento se realiza tras la propuesta del Ilustre Colegio Notarial de Extremadura y es una decisión de la Dirección General de Seguridad Jurídica y Fe Pública. Este cargo es importante porque la notaria será responsable de la gestión y archivo de los protocolos notariales en su distrito, lo que afecta la organización y acceso a documentos notariales en la localidad. Este cambio es relevante para los ciudadanos que necesiten acceder a estos documentos en Villanueva de la Serena.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito notarial, ya que esto afecta la gestión de documentos legales que pueden ser necesarios en diversas situaciones cotidianas.", "updated_at": "2026-01-29T07:46:17.440448+00:00"}
{"id": "boe-2025-04-26-orden-dcf349b6", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 22 de abril de 2025, del Tribunal calificador del proceso selectivo convocado por Acuerdo de 8 de febrero de 2023, de la Comisión Permanente del Consejo General del Poder Judicial, para la provisión de plazas entre juristas de reconocida competencia con más de diez años de ejercicio profesional en materias propias de los órganos del orden civil, del orden penal y de los órganos de la jurisdicción compartida, para el acceso a la Carrera Judicial por la categoría de Magistrado/a, por el que, en ejecución de sentencias del Tribunal Supremo, se convoca a una aspirante a la entrevista de acreditación de méritos.", "date_published": "2025-04-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/26/pdfs/BOE-A-2025-8376.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:12:09.985485+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-26-orden-dcf349b6.pdf", "text_length": 4247, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["carrera judicial", "magistrado", "entrevista", "juristas", "Consejo General del Poder Judicial", "convocatoria", "proceso selectivo"], "summary_plain_es": "El Acuerdo del 22 de abril de 2025 del Tribunal calificador del proceso selectivo del Consejo General del Poder Judicial convoca a una aspirante a una entrevista para acceder a la Carrera Judicial como Magistrado/a. Esta convocatoria es parte de un proceso que busca cubrir plazas para juristas con más de diez años de experiencia en derecho civil y penal. La aspirante ha superado el dictamen civil con una puntuación mínima requerida y su entrevista se llevará a cabo el 13 de mayo en la Escuela Judicial de Madrid. Es importante que los interesados en este proceso estén al tanto de los resultados y las fechas, ya que afecta directamente a quienes buscan formar parte de la carrera judicial. Además, se establece un procedimiento para recurrir esta decisión en caso de desacuerdo.", "affects_to": ["funcionarios", "estudiantes", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de selección para garantizar la transparencia y la confianza en la justicia. La información accesible permite a los aspirantes y a la sociedad en general entender cómo se eligen a los magistrados.", "updated_at": "2026-01-29T07:46:22.029778+00:00"}
{"id": "boe-2025-04-28-real_decreto-05f9f43d", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 317/2025, de 15 de abril, por el que se regula la concesión directa de subvenciones a entidades de referencia en el ámbito de las comunicaciones cuánticas, con el fin de fomentar su colaboración en el marco de la adenda del componente 16, Estrategia Nacional de Inteligencia Artificial, del Plan de Recuperación, Transformación y Resiliencia, financiado por la Unión Europea -Next Generation EU.", "date_published": "2025-04-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/28/pdfs/BOE-A-2025-8418.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:12:27.672355+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-28-real_decreto-05f9f43d.pdf", "text_length": 82930, "topic_primary": "otros", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "comunicaciones cuánticas", "tecnologías cuánticas", "Estrategia Nacional de IA", "Plan de Recuperación", "Next Generation EU", "innovación", "competitividad"], "summary_plain_es": "El Real Decreto 317/2025 regula la concesión directa de subvenciones a entidades que trabajan en comunicaciones cuánticas en España. Su objetivo es fomentar la colaboración en el marco de la Estrategia Nacional de Inteligencia Artificial, dentro del Plan de Recuperación financiado por la Unión Europea. Esto significa que se destinarán recursos económicos para apoyar proyectos que desarrollen tecnologías cuánticas, lo que puede transformar sectores como la seguridad de la información y la computación. Afecta principalmente a entidades de investigación y empresas del sector tecnológico, promoviendo así la innovación y el desarrollo de un ecosistema cuántico en el país. Con este decreto, se busca fortalecer la independencia tecnológica de España y mejorar su competitividad en un ámbito clave para el futuro.", "affects_to": ["empresas", "sector_tecnológico", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este decreto, ya que implica inversiones significativas en tecnología que pueden impactar en la economía y la seguridad del país. La transparencia en estos procesos ayuda a garantizar que los recursos se utilicen de manera efectiva y en beneficio de la sociedad.", "updated_at": "2026-01-29T07:46:29.527333+00:00"}
{"id": "boe-2025-04-28-orden-879f2fc3", "source": "BOE", "type": "orden", "title_original": "Orden AUC/398/2025, de 16 de abril, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/28/pdfs/BOE-A-2025-8430.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:12:27.673403+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-28-orden-879f2fc3.pdf", "text_length": 11482, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "Ministerio de Asuntos Exteriores", "selección de personal"], "summary_plain_es": "La Orden AUC/398/2025 convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden presentar su candidatura. Tienes un plazo de diez días naturales desde la publicación de esta convocatoria para enviar tu solicitud a través del portal Funciona, o excepcionalmente, por el Registro Electrónico Común. Junto a tu solicitud, deberás incluir tu currículum, una justificación escrita de tu idoneidad para el puesto y un cuestionario de autoevaluación. La selección incluirá entrevistas a los candidatos más adecuados, y el nombramiento se realizará en un plazo de un mes. Es importante que conozcas esta convocatoria si eres funcionario interesado en cambiar de puesto, ya que puede ofrecerte nuevas oportunidades profesionales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión del servicio público.", "updated_at": "2026-01-29T07:46:36.261159+00:00"}
{"id": "boe-2025-04-28-resolucion-214216b4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 16 de abril de 2025, de la Secretaría de Estado de Asuntos Exteriores y Globales, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-04-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/28/pdfs/BOE-A-2025-8431.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:12:27.673754+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-28-resolucion-214216b4.pdf", "text_length": 11000, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Asuntos Exteriores", "selección", "competencias directivas"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos en el anexo de la resolución. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. La selección se realizará a través de entrevistas para valorar las competencias directivas de los candidatos. El nombramiento se llevará a cabo en un plazo de un mes tras la finalización del periodo de solicitudes. Es importante que conozcas esta convocatoria si eres funcionario interesado en el puesto, ya que puede ser una oportunidad para avanzar en tu carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en el proceso de selección y acceder a oportunidades laborales dentro de la administración pública.", "updated_at": "2026-01-29T07:46:41.713958+00:00"}
{"id": "boe-2025-04-29-orden-119926e7", "source": "BOE", "type": "orden", "title_original": "Orden INT/399/2025, de 28 de abril, por la que se declara la emergencia de interés nacional en el territorio de diversas comunidades autónomas como consecuencia de la interrupción del suministro eléctrico acaecida el 28 de abril de 2025.", "date_published": "2025-04-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/29/pdfs/BOE-A-2025-8486.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:12:48.733975+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-29-orden-119926e7.pdf", "text_length": 4919, "topic_primary": "energía", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["emergencia nacional", "suministro eléctrico", "interrupción", "coordinación", "recursos estatales", "comunidades autónomas", "normalidad"], "summary_plain_es": "El 28 de abril de 2025, se declaró una emergencia de interés nacional en varias comunidades autónomas debido a una grave interrupción del suministro eléctrico que afectó a Andalucía, Extremadura, La Rioja, Madrid y Murcia. Esta situación ha provocado el colapso de infraestructuras esenciales como hospitales, colegios y sistemas de transporte. El Ministro del Interior será el encargado de coordinar la respuesta ante esta crisis, movilizando recursos de diferentes administraciones para restablecer la normalidad. La recuperación se espera que sea gradual y se comunicará a las comunidades afectadas. Es crucial que todos estén informados sobre esta emergencia para entender las medidas que se están tomando y cómo pueden verse afectados en su vida diaria.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta declaración de emergencia para entender cómo se gestionarán los recursos y qué medidas se están tomando para garantizar su seguridad y bienestar durante la crisis.", "updated_at": "2026-01-29T07:46:46.424754+00:00"}
{"id": "boe-2025-04-29-orden-16c18437", "source": "BOE", "type": "orden", "title_original": "Orden INT/400/2025, de 28 de abril, por la que se amplía el ámbito territorial de la declaración de emergencia de interés nacional declarada por la Orden INT/399/2025, de 28 de abril, por la que se declara la emergencia de interés nacional en el territorio de diversas comunidades autónomas como consecuencia de la interrupción del suministro eléctrico acaecida el 28 de abril de 2025.", "date_published": "2025-04-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/29/pdfs/BOE-A-2025-8487.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:12:48.734552+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-29-orden-16c18437.pdf", "text_length": 1836, "topic_primary": "energía", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["emergencia", "suministro eléctrico", "comunidades autónomas", "interés nacional", "declaración", "recursos", "crisis"], "summary_plain_es": "La Orden INT/400/2025, aprobada el 28 de abril de 2025, amplía la declaración de emergencia de interés nacional a las Comunidades Autónomas de Castilla-La Mancha, Galicia y la Comunitat Valenciana, debido a la interrupción del suministro eléctrico que ocurrió el mismo día. Inicialmente, la emergencia se había declarado para Andalucía, Extremadura, La Rioja, Madrid y Murcia. Esta medida busca garantizar la atención y recursos necesarios para afrontar la situación de crisis provocada por el corte de electricidad, afectando así a más regiones que han solicitado su inclusión en esta declaración. Es importante que estés informado sobre esta ampliación, ya que puede implicar recursos adicionales y asistencia para los ciudadanos de estas comunidades afectadas.", "affects_to": ["todos_ciudadanos", "familias", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones para entender cómo se gestionan las crisis y qué recursos están disponibles para ellos en situaciones de emergencia.", "updated_at": "2026-01-29T07:46:51.276766+00:00"}
{"id": "boe-2025-04-30-ley-0e61df22", "source": "BOE", "type": "ley", "title_original": "Ley 2/2025, de 29 de abril, por la que se modifican el texto refundido de la Ley del Estatuto de los Trabajadores, aprobado por el Real Decreto Legislativo 2/2015, de 23 de octubre, en materia de extinción del contrato de trabajo por incapacidad permanente de las personas trabajadoras, y el texto refundido de la Ley General de la Seguridad Social, aprobado por el Real Decreto Legislativo 8/2015, de 30 de octubre, en materia de incapacidad permanente.", "date_published": "2025-04-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/30/pdfs/BOE-A-2025-8567.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:12:54.632561+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-30-ley-0e61df22.pdf", "text_length": 25771, "topic_primary": "empleo", "impact_index": {"score": 90, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["incapacidad permanente", "despido", "ajustes razonables", "igualdad de oportunidades", "empleo", "discapacidad", "trabajadores", "empresas"], "summary_plain_es": "La Ley 2/2025, aprobada el 29 de abril, modifica el Estatuto de los Trabajadores y la Ley General de la Seguridad Social en relación a la extinción del contrato de trabajo por incapacidad permanente. A partir de ahora, las empresas no podrán despedir automáticamente a trabajadores que se encuentren en esta situación sin antes evaluar la posibilidad de realizar ajustes razonables en su puesto de trabajo. Esto significa que si un trabajador es declarado en incapacidad permanente, la empresa debe intentar adaptar su puesto o encontrar uno nuevo que se ajuste a sus capacidades. Esta ley busca garantizar la igualdad de oportunidades en el empleo para las personas con discapacidad, alineándose con normativas internacionales y europeas. Afecta a trabajadores en situación de incapacidad y a las empresas que deben cumplir con estas nuevas obligaciones, promoviendo un entorno laboral más inclusivo y justo.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta ley para entender sus derechos en el ámbito laboral y cómo las empresas deben adaptarse para garantizar la inclusión de personas con discapacidad en el trabajo.", "updated_at": "2026-01-29T07:46:56.153748+00:00"}
{"id": "boe-2025-04-30-resolucion-2c204927", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de abril de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo en la Abogacía General del Estado.", "date_published": "2025-04-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/04/30/pdfs/BOE-A-2025-8582.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:12:54.634014+00:00", "pdf_path": "pdfs/2025/04/boe-2025-04-30-resolucion-2c204927.pdf", "text_length": 64565, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "Abogacía General del Estado", "funcionarios de carrera", "igualdad de género", "vacantes", "requisitos de participación", "administración pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en la Abogacía General del Estado. Este concurso está dirigido a funcionarios de carrera que cumplan ciertos requisitos, como haber permanecido al menos dos años en su puesto actual. Se busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. Además, se establecen normas sobre la participación de funcionarios en diferentes situaciones administrativas, como excedencias o traslados. Es importante que los funcionarios interesados se informen sobre los requisitos y plazos para participar, ya que esto puede afectar su carrera profesional y oportunidades laborales dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su situación profesional en la administración pública.", "updated_at": "2026-01-29T07:47:00.554356+00:00"}
