{"id": "boe-2025-05-01-real_decreto-610c1548", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 350/2025, de 30 de abril, por el que se modifica el Estatuto de la Entidad Pública Empresarial ICEX España Exportación e Inversiones (ICEX), aprobado por el Real Decreto 1636/2011, de 14 de noviembre.", "date_published": "2025-05-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/01/pdfs/BOE-A-2025-8646.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:13:11.467302+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-01-real_decreto-610c1548.pdf", "text_length": 51618, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["ICEX", "exportación", "inversiones", "PYMEs", "modificación estatuto", "transparencia", "ayudas", "internacionalización"], "summary_plain_es": "El Real Decreto 350/2025 modifica el Estatuto de ICEX España Exportación e Inversiones, con el objetivo de adaptar su estructura y funcionamiento a las necesidades actuales y cambios legislativos. Esta modificación busca potenciar la capacidad de ICEX para apoyar a las pequeñas y medianas empresas (PYMEs) en su internacionalización y atraer inversión extranjera. Afecta principalmente a las PYMEs, ya que se busca mejorar la eficacia y eficiencia en la gestión de ayudas y recursos. Además, se promueve la transparencia y participación pública en el proceso de modificación, asegurando que los ciudadanos conozcan sus derechos y obligaciones. En resumen, este decreto es un paso importante para modernizar y hacer más accesible el apoyo a la exportación e inversión en España.", "affects_to": ["empresas", "autónomos", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo pueden beneficiarse de las ayudas y recursos disponibles para la internacionalización y la inversión. La participación pública en el proceso refuerza la legitimidad de las decisiones tomadas.", "updated_at": "2026-01-29T07:47:09.669513+00:00"}
{"id": "boe-2025-05-01-resolucion-51adff64", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de abril de 2025, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-05-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/01/pdfs/BOE-A-2025-8666.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:13:11.468476+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-01-resolucion-51adff64.pdf", "text_length": 26665, "topic_primary": "economía", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "Agencia Tributaria", "funcionarios", "solicitudes", "recursos administrativos"], "summary_plain_es": "La Resolución de 23 de abril de 2025 convoca la provisión de puestos de trabajo en la Agencia Estatal de Administración Tributaria (AEAT) mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar uno de los puestos disponibles, que se detallan en un anexo. Tienes un plazo de quince días hábiles para presentar tu solicitud, ya sea de manera presencial o telemática. Es importante que incluyas tu currículum y cualquier documentación adicional que consideres relevante. Además, si no estás de acuerdo con esta resolución, puedes interponer un recurso de reposición o un recurso contencioso-administrativo en los plazos establecidos. Esta convocatoria afecta principalmente a los funcionarios de la AEAT que buscan mejorar su posición laboral o cambiar de puesto dentro de la administración tributaria.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en el proceso de selección de personal.", "updated_at": "2026-01-29T07:47:16.313448+00:00"}
{"id": "boe-2025-05-02-resolucion-df2ab167", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/02/pdfs/BOE-A-2025-8741.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:13:29.342633+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-02-resolucion-df2ab167.pdf", "text_length": 6462, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "Ministerio de Vivienda", "igualdad de oportunidades"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Vivienda y Agenda Urbana mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar este puesto. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir tu currículum vitae y ser enviada a la Subsecretaría correspondiente. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en este proceso. Si no estás de acuerdo con esta resolución, puedes presentar un recurso contencioso-administrativo en un plazo de dos meses. Este proceso es importante para asegurar que los funcionarios tengan la oportunidad de avanzar en sus carreras dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y garantizar la transparencia en la selección de personal.", "updated_at": "2026-01-29T07:47:20.938478+00:00"}
{"id": "boe-2025-05-02-resolucion-df2ab167", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de abril de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-02T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/02/pdfs/BOE-A-2025-8741.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:13:29.342633+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-02-resolucion-df2ab167.pdf", "text_length": 6462, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "Ministerio de Vivienda", "igualdad de oportunidades"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en el Ministerio de Vivienda y Agenda Urbana mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar este puesto. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir tu currículum vitae y ser enviada a la Subsecretaría correspondiente. Además, se garantiza la igualdad de oportunidades entre hombres y mujeres en este proceso. Si no estás de acuerdo con esta resolución, puedes presentar un recurso contencioso-administrativo en un plazo de dos meses. Este proceso es importante para asegurar que los funcionarios tengan la oportunidad de avanzar en sus carreras dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y garantizar la transparencia en la selección de personal.", "updated_at": "2026-01-29T07:47:20.938478+00:00"}
{"id": "boe-2025-05-03-resolucion-cb6789ec", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de abril de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-05-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/03/pdfs/BOE-A-2025-8790.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:13:35.455589+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-03-resolucion-cb6789ec.pdf", "text_length": 2750, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "cigarros", "picaduras de liar", "monopolio", "Ceuta", "Melilla"], "summary_plain_es": "Esta resolución establece los precios de venta al público de varios productos de tabaco en las expendedurías de tabaco y timbre en España, incluyendo la Península y las Islas Baleares, así como Ceuta y Melilla. Los precios incluyen impuestos y han sido propuestos por los fabricantes e importadores. Por ejemplo, los precios de los cigarros Cohiba y Cuaba se han fijado en 110,00 y 100,00 euros respectivamente, mientras que las picaduras de liar tienen precios que oscilan entre 4,25 y 6,20 euros por unidad. Esta regulación afecta a los consumidores de tabaco, quienes deben estar informados sobre los precios actualizados para realizar sus compras de manera consciente. La resolución entra en vigor el mismo día de su publicación en el BOE.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan estos precios para poder tomar decisiones informadas sobre sus compras de tabaco y entender cómo se regulan estos productos en el mercado.", "updated_at": "2026-01-29T07:47:25.417850+00:00"}
{"id": "boe-2025-05-03-resolucion-0be0a2df", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 24 de abril de 2025, de la Dirección de la Agencia Estatal Boletín Oficial del Estado, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 13 de marzo de 2025.", "date_published": "2025-05-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/03/pdfs/BOE-A-2025-8798.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:13:35.456666+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-03-resolucion-0be0a2df.pdf", "text_length": 2277, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "funcionarios", "puesto de trabajo", "recurso administrativo"], "summary_plain_es": "La Agencia Estatal Boletín Oficial del Estado ha declarado desierta la convocatoria de libre designación para el puesto de Secretario/Secretaria, que se había anunciado el 13 de marzo de 2025. Esto significa que no se ha encontrado a ningún candidato adecuado para ocupar el puesto. Esta decisión se toma conforme a la normativa vigente que regula la función pública y se informa que los interesados pueden presentar un recurso de reposición en el plazo de un mes o un recurso contencioso-administrativo en un plazo de dos meses. Esta resolución afecta a los funcionarios que aspiraban a este puesto y a la gestión del personal en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan este tipo de resoluciones para entender cómo se gestionan los puestos en la administración pública y los derechos que tienen los aspirantes a estos cargos.", "updated_at": "2026-01-29T07:47:29.068560+00:00"}
{"id": "boe-2025-05-06-acuerdo-7db72ea4", "source": "BOE", "type": "acuerdo", "title_original": "Canje de Notas por el que se enmienda el Acuerdo entre el Reino de España y Nueva Zelanda relativo al Programa de Vacaciones y Actividades Laborales Esporádicas, hecho en Madrid el 25 de junio y 21 de octubre de 2024.", "date_published": "2025-05-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/06/pdfs/BOE-A-2025-8909.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:13:53.659994+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-06-acuerdo-7db72ea4.pdf", "text_length": 9637, "topic_primary": "empleo", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo España Nueva Zelanda", "visados temporales", "trabajo en el extranjero", "programa de vacaciones", "intercambio cultural"], "summary_plain_es": "Este documento aprueba enmiendas al Acuerdo entre España y Nueva Zelanda sobre el Programa de Vacaciones y Actividades Laborales Esporádicas. A partir de ahora, los ciudadanos españoles podrán solicitar un visado de entrada múltiple temporal para trabajar en Nueva Zelanda durante un año, y se les permitirá trabajar en empleos retribuidos durante su estancia. Además, se establece que hasta 2000 visados anuales serán expedidos tanto para ciudadanos españoles como neozelandeses. También se permite a los participantes matricularse en cursos educativos de hasta seis meses. Estas modificaciones facilitan el intercambio cultural y laboral entre ambos países, beneficiando a quienes buscan experiencias en el extranjero.", "affects_to": ["todos_ciudadanos", "estudiantes", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para aprovechar las oportunidades de trabajo y estudio en el extranjero, lo que puede enriquecer su experiencia personal y profesional.", "updated_at": "2026-01-29T07:47:33.301656+00:00"}
{"id": "boe-2025-05-06-acuerdo-ff2cccb6", "source": "BOE", "type": "acuerdo", "title_original": "Corrección de errores del Texto enmendado de los Anejos A y B del Acuerdo sobre transporte internacional de mercancías peligrosas por carretera (ADR 2025) con las Enmiendas adoptadas durante la sesión 111.ª, 112.ª, 113.ª, 114.ª y 115.ª del Grupo de trabajo de transportes de mercancías peligrosas de la Comisión Económica para Europa de las Naciones Unidas (CEPE).", "date_published": "2025-05-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/06/pdfs/BOE-A-2025-8910.pdf", "approved_by": "ª, 112. ª, 113.ª, 114.ª y 115.ª del Grupo de trabajo de transportes de mercancías peligrosas de la Comisión Económica para Europa de las Naciones Unidas (CEPE).", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:13:53.660505+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-06-acuerdo-ff2cccb6.pdf", "text_length": 16783, "topic_primary": "economía", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["corrección de errores", "ADR 2025", "transporte mercancías peligrosas", "instrucciones de embalaje", "seguridad en transporte"], "summary_plain_es": "Este documento corrige errores en el texto del Acuerdo sobre transporte internacional de mercancías peligrosas por carretera (ADR 2025). Afecta a empresas y transportistas que manejan mercancías peligrosas, asegurando que la normativa sea clara y precisa. Los cambios incluyen correcciones en la terminología y en las instrucciones de embalaje, lo que es crucial para la seguridad en el transporte. Con estas correcciones, se busca evitar confusiones y garantizar que todos los involucrados en el transporte de estas mercancías sigan las normativas adecuadas. Es importante que estés al tanto de estas modificaciones si trabajas en el sector del transporte o en la logística de mercancías peligrosas.", "affects_to": ["empresas", "sector_industrial", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para garantizar la seguridad en el transporte de mercancías peligrosas y evitar incidentes que puedan afectar a la salud pública y al medio ambiente.", "updated_at": "2026-01-29T07:47:37.383633+00:00"}
{"id": "boe-2025-05-06-orden-55a68603", "source": "BOE", "type": "orden", "title_original": "Orden PJC/442/2025, de 30 de abril, por la que se corrigen errores en la Orden PJC/396/2025, de 25 de abril, por la que se resuelve la convocatoria de libre designación, efectuada por Orden PJC/246/2025, de 11 de marzo, para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-05-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/06/pdfs/BOE-A-2025-8911.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:13:53.661205+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-06-orden-55a68603.pdf", "text_length": 2599, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["corrección de errores", "libre designación", "Cuerpo de Letrados", "Juzgados", "convocatoria", "Administración de Justicia"], "summary_plain_es": "La Orden PJC/442/2025 corrige errores en la Orden PJC/396/2025, que resolvía una convocatoria de libre designación para el Cuerpo de Letrados de la Administración de Justicia. Esta corrección afecta a la identificación de los puestos de trabajo de dos letrados en los Juzgados de Illescas y Molina del Segura. Es importante que los interesados en estos puestos estén al tanto de estas correcciones para evitar confusiones en el proceso de selección. Si eres parte de este cuerpo o estás interesado en él, asegúrate de revisar la información actualizada para no perder oportunidades. Además, se establece la posibilidad de interponer recursos contencioso-administrativos si no estás de acuerdo con esta orden, lo que garantiza un proceso justo y transparente.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar que el proceso de selección sea claro y justo, evitando malentendidos que puedan afectar sus oportunidades laborales.", "updated_at": "2026-01-29T07:47:41.991357+00:00"}
{"id": "boe-2025-05-06-orden-32237521", "source": "BOE", "type": "orden", "title_original": "Orden PJC/443/2025, de 30 de abril, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación, para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-05-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/06/pdfs/BOE-A-2025-8917.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:13:53.661659+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-06-orden-32237521.pdf", "text_length": 27736, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["libre designación", "letrados", "Administración de Justicia", "convocatoria", "solicitudes", "plazo", "currículum"], "summary_plain_es": "Se ha convocado la provisión de puestos de trabajo por libre designación para el Cuerpo de Letrados de la Administración de Justicia. Esto significa que los letrados en servicio activo pueden solicitar estos puestos, mientras que aquellos en excedencia o sancionados no podrán participar. Tienes un plazo de diez días hábiles para presentar tu solicitud, que debe hacerse de forma telemática, aunque hay excepciones para presentar en papel. Es importante que incluyas tu currículum y una memoria sobre el puesto solicitado. La selección se hará a través de una propuesta del Secretario de Gobierno, y los nombramientos deben realizarse en un plazo de tres meses tras el cierre de las solicitudes. Este proceso afecta directamente a los letrados que buscan mejorar su posición dentro de la Administración de Justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan los puestos en la Administración de Justicia y cómo pueden influir en la calidad del servicio público.", "updated_at": "2026-01-29T07:47:45.512870+00:00"}
{"id": "boe-2025-05-07-ley-e4af7854", "source": "BOE", "type": "ley", "title_original": "Orden ISM/444/2025, de 30 de abril, por la que se regula el procedimiento de inclusión de nuevas patologías generadoras de discapacidad en el anexo del Real Decreto 1851/2009, de 4 de diciembre, por el que se desarrolla el texto refundido de la Ley General de la Seguridad Social, aprobado por el Real Decreto Legislativo 8/2015, de 30 de octubre, en cuanto a la anticipación de la jubilación de las personas trabajadoras con discapacidad en grado igual o superior al 45 por ciento.", "date_published": "2025-05-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/07/pdfs/BOE-A-2025-8980.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:14:10.695848+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-07-ley-e4af7854.pdf", "text_length": 18607, "topic_primary": "empleo", "impact_index": {"score": 75, "reason": "Impacto alto estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["discapacidad", "jubilación anticipada", "nuevas patologías", "real decreto", "seguridad social", "comisión técnica", "asociaciones", "inclusión"], "summary_plain_es": "La Orden ISM/444/2025 regula cómo se pueden incluir nuevas patologías que generen discapacidad en el anexo del Real Decreto 1851/2009. Esto afecta a las personas con discapacidad en un grado igual o superior al 45%, permitiéndoles anticipar su jubilación si sus condiciones de salud lo justifican. La inclusión de nuevas patologías estará a cargo de asociaciones y organizaciones que representen a los afectados, y se evaluará a través de una Comisión Técnica. Este cambio es importante porque permite que el sistema se adapte a nuevas realidades médicas y sociales, asegurando que más personas puedan beneficiarse de la anticipación de la jubilación por discapacidad.", "affects_to": ["todos_ciudadanos", "funcionarios", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta regulación para entender sus derechos y cómo pueden beneficiarse de la anticipación de la jubilación en caso de discapacidad, promoviendo así una mayor inclusión social.", "updated_at": "2026-01-29T07:47:49.917231+00:00"}
{"id": "boe-2025-05-07-resolucion-2ed6b089", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de abril de 2025, de la Subsecretaría, por la que se publica la relación definitiva de aspirantes que han superado el proceso selectivo para ingreso, por el sistema de promoción interna, en el Cuerpo Administrativo de la Administración de la Seguridad Social, convocado por Resolución de 25 de mayo de 2024.", "date_published": "2025-05-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/07/pdfs/BOE-A-2025-9005.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:14:10.696854+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-07-resolucion-2ed6b089.pdf", "text_length": 35022, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["promoción interna", "Cuerpo Administrativo", "Administración de la Seguridad Social", "proceso selectivo", "documentación requerida"], "summary_plain_es": "Se ha publicado la relación definitiva de aspirantes que han superado el proceso selectivo para ingresar al Cuerpo Administrativo de la Administración de la Seguridad Social mediante promoción interna. Esto afecta a aquellos que se presentaron a la convocatoria del 25 de mayo de 2024. Los aprobados deben presentar documentación adicional en un plazo de veinte días, mientras que aquellos excluidos tienen la oportunidad de subsanar su situación. Es importante que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la administración pública y los requisitos necesarios para acceder a ellas.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Conocer estos procesos es fundamental para que los ciudadanos comprendan cómo funcionan las oposiciones y los criterios de selección en la administración pública, promoviendo así una mayor participación y confianza en el sistema.", "updated_at": "2026-01-29T07:47:53.892114+00:00"}
{"id": "boe-2025-05-08-orden-fff0a67d", "source": "BOE", "type": "orden", "title_original": "Orden PJC/447/2025, de 30 de abril, por la que se convoca concurso específico para la provisión de puestos de trabajo para el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-05-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/08/pdfs/BOE-A-2025-9068.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:14:29.600594+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-08-orden-fff0a67d.pdf", "text_length": 26297, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso letrados", "Administración de Justicia", "méritos", "plazo de solicitud", "requisitos", "puestos de trabajo"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos en el Cuerpo de Letrados de la Administración de Justicia. Este proceso está dirigido a los funcionarios de este cuerpo que se encuentren en servicio activo y cumplan con los requisitos establecidos. Podrás presentar tu solicitud de forma telemática en un plazo de diez días tras la publicación de esta orden. Es importante que prepares tu currículum y una memoria sobre el puesto solicitado. La selección se basará en un sistema de méritos, donde se valorarán aspectos como la antigüedad y el conocimiento de lenguas oficiales. Este concurso es una oportunidad para mejorar tu posición laboral dentro de la Administración de Justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en la Administración Pública y cómo pueden participar en ellos.", "updated_at": "2026-01-29T07:47:57.267324+00:00"}
{"id": "boe-2025-05-09-resolucion-d840036d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de mayo de 2025, de la Secretaría General del Tesoro y Financiación Internacional, por la que se actualiza el Anexo 1 incluido en la Resolución de 4 de julio de 2017, de la Secretaría General del Tesoro y Política Financiera, por la que se define el principio de prudencia financiera aplicable a las operaciones de endeudamiento y derivados de las comunidades autónomas y entidades locales.", "date_published": "2025-05-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/09/pdfs/BOE-A-2025-9101.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:14:38.562360+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-09-resolucion-d840036d.pdf", "text_length": 6424, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "prudencia financiera", "endeudamiento", "comunidades autónomas", "entidades locales", "tipos de interés", "financiación"], "summary_plain_es": "La Resolución de 7 de mayo de 2025 actualiza el Anexo 1 de una normativa anterior sobre la prudencia financiera en las operaciones de endeudamiento de comunidades autónomas y entidades locales. Esto significa que se establecen nuevos tipos de interés fijos y diferenciales que estas entidades pueden aplicar al solicitar préstamos. La actualización es importante porque proporciona información actualizada sobre los costes máximos que pueden asumir al endeudarse, lo que les ayudará a gestionar mejor sus finanzas. Afecta principalmente a las administraciones públicas que buscan financiación, asegurando que no superen los límites establecidos para mantener una gestión financiera responsable. Es esencial que los ciudadanos conozcan estas actualizaciones, ya que impactan en la forma en que sus gobiernos locales manejan el dinero público y la deuda.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre cómo se gestionan las finanzas públicas, ya que esto afecta a la calidad de los servicios que reciben y a la sostenibilidad económica de sus comunidades.", "updated_at": "2026-01-29T07:48:02.250601+00:00"}
{"id": "boe-2025-05-09-resolucion-5914d58d", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 2 de mayo de 2025, de la Secretaría de Estado de Justicia, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 5 de marzo de 2025.", "date_published": "2025-05-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/09/pdfs/BOE-A-2025-9103.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:14:38.563192+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-09-resolucion-5914d58d.pdf", "text_length": 4318, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "justicia", "funcionarios", "nombramientos", "administración pública", "subdirector general"], "summary_plain_es": "La Resolución de 2 de mayo de 2025, emitida por la Secretaría de Estado de Justicia, resuelve la convocatoria de libre designación para un puesto en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes. Esta convocatoria, anunciada el 5 de marzo de 2025, tenía como objetivo cubrir un puesto de Subdirector General en la Dirección General para el Servicio Público de Justicia. Se ha verificado que el candidato seleccionado cumple con los requisitos establecidos y es idóneo para el puesto. La toma de posesión del nuevo destino se regirá por las normativas correspondientes. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses. Esto afecta principalmente a los funcionarios del sector público que buscan ascensos o cambios de puesto dentro de la administración.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos de nombramiento para entender cómo se gestionan los recursos humanos en la administración pública y asegurar la transparencia en la selección de personal. Esto fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T07:48:06.801618+00:00"}
{"id": "boe-2025-05-09-resolucion-c308fa56", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de abril de 2025, de la Subsecretaría, por la que se declara desierto puesto de trabajo de libre designación, convocado por Resolución de 11 de noviembre de 2024.", "date_published": "2025-05-09T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/09/pdfs/BOE-A-2025-9111.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:14:38.563673+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-09-resolucion-c308fa56.pdf", "text_length": 2619, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["puesto desierto", "libre designación", "Ministerio de Hacienda", "funcionarios", "recursos administrativos"], "summary_plain_es": "Se ha declarado desierto un puesto de trabajo de libre designación en el Ministerio de Hacienda, que había sido convocado el 11 de noviembre de 2024. Esto significa que no se ha adjudicado a ningún candidato, lo que puede afectar a la gestión de recursos humanos dentro de la administración pública. Si eres funcionario o estás interesado en trabajar en la administración, debes saber que este tipo de resoluciones pueden influir en futuras convocatorias y en la disponibilidad de puestos. Además, se establece que los interesados pueden presentar recursos en caso de desacuerdo con esta decisión, lo que garantiza un canal de comunicación y revisión ante la administración. Es importante estar informado sobre estos procesos, ya que afectan la dinámica laboral en el sector público.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Conocer estas resoluciones es esencial para que los ciudadanos comprendan cómo se gestionan los puestos de trabajo en la administración pública y puedan ejercer sus derechos en caso de desacuerdo.", "updated_at": "2026-01-29T07:48:11.549756+00:00"}
{"id": "boe-2025-05-10-ley-817950c6", "source": "BOE", "type": "ley", "title_original": "Resolución de 8 de mayo de 2025, del Congreso de los Diputados, por la que se ordena la publicación del Acuerdo de convalidación del Real Decreto-ley 4/2025, de 8 de abril, de medidas urgentes de respuesta a la amenaza arancelaria y de relanzamiento comercial.", "date_published": "2025-05-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/10/pdfs/BOE-A-2025-9145.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:14:49.284457+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-10-ley-817950c6.pdf", "text_length": 1014, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["convalidación", "Real Decreto-ley", "medidas urgentes", "amenaza arancelaria", "relanzamiento comercial"], "summary_plain_es": "El Congreso de los Diputados ha aprobado la convalidación del Real Decreto-ley 4/2025, que introduce medidas urgentes para hacer frente a la amenaza de aranceles y para impulsar el comercio. Esto significa que se implementarán acciones rápidas para proteger a las empresas y fomentar el crecimiento económico en un contexto de incertidumbre comercial. Las medidas están diseñadas para ayudar a los sectores más afectados por posibles aranceles, asegurando que las empresas puedan adaptarse y seguir operando de manera efectiva. Este acuerdo es relevante para todos los ciudadanos, ya que busca mantener la estabilidad económica y comercial del país, lo que puede influir en el empleo y en los precios de los productos. En resumen, se busca proteger la economía nacional y facilitar un entorno comercial más favorable.", "affects_to": ["empresas", "todos_ciudadanos", "sector_industrial"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo pueden afectar la economía y el comercio en su vida diaria. La transparencia en estos acuerdos ayuda a fomentar la confianza en las instituciones y en las decisiones que afectan a la sociedad.", "updated_at": "2026-01-29T07:48:16.152004+00:00"}
{"id": "boe-2025-05-10-orden-8c2646c5", "source": "BOE", "type": "orden", "title_original": "Orden PJC/451/2025, de 3 de mayo, por la que se nombran presidencia y vocalías de la Comisión Nacional de Ayuda y Asistencia a las Víctimas de Delitos Violentos y contra la Libertad Sexual.", "date_published": "2025-05-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/10/pdfs/BOE-A-2025-9153.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:14:49.285457+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-10-orden-8c2646c5.pdf", "text_length": 8422, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["comisión nacional", "ayuda a víctimas", "delitos violentos", "nombramientos", "asistencia", "derechos de las víctimas"], "summary_plain_es": "La Orden PJC/451/2025, de 3 de mayo, establece los nombramientos de la presidencia y vocalías de la Comisión Nacional de Ayuda y Asistencia a las Víctimas de Delitos Violentos y contra la Libertad Sexual. Esta comisión es fundamental para coordinar la asistencia a las víctimas de estos delitos, asegurando que reciban el apoyo necesario. A partir de esta orden, doña María Teresa Cortízar González-Criado asume la presidencia, y se nombran varios vocales de diferentes ministerios y organizaciones, lo que garantiza una representación amplia y diversa. Esto significa que se actualizará la composición de la comisión, adaptándose a las necesidades actuales y asegurando que las víctimas tengan voz y apoyo en el sistema. Este cambio es importante para mejorar la atención y asistencia a las víctimas, asegurando que sus derechos sean respetados y promovidos.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector educativo"], "transparency_notes": "Es crucial que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan los recursos y la atención a las víctimas de delitos, promoviendo así la confianza en las instituciones y su funcionamiento.", "updated_at": "2026-01-29T07:48:20.406589+00:00"}
{"id": "boe-2025-05-10-resolucion-8401e7c8", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de mayo de 2025, del Instituto Nacional de Gestión Sanitaria, por la que se corrigen errores en las de 25 de marzo de 2025, por las que se convocan procesos selectivos, por concurso-oposición, por el sistema general de acceso libre y promoción interna, para acceso a la condición de personal estatutario fijo en plazas de las categorías de Titulado/a Especialista en Ciencias de la Salud: Medicina Familiar y Comunitaria, Enfermero/a, Enfermero/a Especialista en Enfermería Obstétrico-Ginecológica (Matrón/a), Titulado/a Medio de la Función Administrativa, Titulado/a Administrativo/a Administración Sanitaria, Técnico/a Medio Sanitario en Cuidados Auxiliares de Enfermería, Grupo Auxiliar de la Función Administrativa y Celador.", "date_published": "2025-05-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/10/pdfs/BOE-A-2025-9157.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:14:49.286793+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-10-resolucion-8401e7c8.pdf", "text_length": 3327, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatorias", "procesos selectivos", "personal estatutario", "sanidad", "corrección de errores", "requisitos de experiencia", "Instituto Nacional de Gestión Sanitaria"], "summary_plain_es": "El Instituto Nacional de Gestión Sanitaria ha publicado una resolución el 6 de mayo de 2025 para corregir errores en la convocatoria de procesos selectivos del 25 de marzo de 2025. Estos procesos son para acceder a puestos de personal estatutario fijo en diversas categorías del ámbito sanitario, como Medicina Familiar y Comunitaria, Enfermería y Administración Sanitaria. La corrección principal se refiere a los requisitos de experiencia previa, especificando que los candidatos deben estar destinados en el Instituto Nacional de Gestión Sanitaria y tener al menos dos años de servicio activo. Esta resolución es importante para asegurar que los procesos de selección se realicen de manera justa y clara, beneficiando a los aspirantes que buscan estabilidad laboral en el sector sanitario.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor los requisitos de acceso a puestos en el sector sanitario y garantizar que el proceso de selección sea transparente y equitativo.", "updated_at": "2026-01-29T07:48:25.408835+00:00"}
{"id": "boe-2025-05-12-real_decreto-e7180cd0", "source": "BOE", "type": "real_decreto", "title_original": "Orden TED/452/2025, de 5 de mayo, por la que se modifican los anexos del Real Decreto 139/2011, de 4 de febrero, para el desarrollo del Listado de Especies Silvestres en Régimen de Protección Especial y del Catálogo Español de Especies Amenazadas; del Real Decreto 630/2013, de 2 de agosto, por el que se regula el Catálogo Español de Especies Exóticas Invasoras; y por la que se declara la situación crítica de «Fulica cristata» y «Galemys pyrenaicus» en España.", "date_published": "2025-05-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/12/pdfs/BOE-A-2025-9192.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:15:05.759922+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-12-real_decreto-e7180cd0.pdf", "text_length": 27246, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["especies silvestres", "protección especial", "situación crítica", "biodiversidad", "especies amenazadas", "especies invasoras", "participación ciudadana"], "summary_plain_es": "La Orden TED/452/2025 modifica los anexos de dos reales decretos que regulan la protección de especies silvestres en España. A partir de ahora, se declara la situación crítica de dos especies: la 'Fulica cristata' y el 'Galemys pyrenaicus'. Esto significa que estas especies están en peligro inminente de extinción y se implementarán medidas urgentes para su recuperación. La orden afecta a la gestión de la biodiversidad en el país, ya que establece un marco más riguroso para la protección de especies amenazadas y exóticas invasoras. Además, permite que cualquier ciudadano u organización pueda proponer cambios en el catálogo de especies, lo que fomenta la participación ciudadana en la conservación del medio ambiente. En resumen, esta orden es un paso importante hacia la protección de la biodiversidad en España y la lucha contra la extinción de especies.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender la importancia de la conservación de la biodiversidad y cómo pueden contribuir a la protección de las especies amenazadas en su entorno.", "updated_at": "2026-01-29T07:48:29.883287+00:00"}
{"id": "boe-2025-05-12-resolucion-802a5625", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 30 de abril de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se convoca concurso ordinario n.º 321, para la provisión de Registros de la Propiedad, Mercantiles y de Bienes Muebles.", "date_published": "2025-05-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/12/pdfs/BOE-A-2025-9213.pdf", "approved_by": "º 321, para la provisión de Registros de la Propiedad, Mercantiles y de Bienes Muebles.", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:15:05.761884+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-12-resolucion-802a5625.pdf", "text_length": 14627, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso registradores", "vacantes registros", "solicitudes electrónicas", "plazo presentación", "igualdad de género"], "summary_plain_es": "Se convoca un concurso para cubrir vacantes en los Registros de la Propiedad, Mercantiles y de Bienes Muebles en España, excluyendo Cataluña. Este proceso está dirigido a los Registradores que ya forman parte del Cuerpo de Registradores. Las solicitudes deben presentarse electrónicamente, siguiendo un modelo específico, y se debe indicar el orden de preferencia si se solicitan varias vacantes. El plazo para presentar las solicitudes es de quince días naturales desde la publicación de la convocatoria. Es importante que los ciudadanos conozcan este concurso, ya que afecta a la gestión de registros que son fundamentales para la seguridad jurídica y la economía del país.", "affects_to": ["funcionarios", "todos_ciudadanos", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este concurso, ya que la provisión de registros afecta directamente a la seguridad jurídica y al funcionamiento del mercado. Conocer estos procesos promueve la transparencia y la confianza en las instituciones públicas.", "updated_at": "2026-01-29T07:48:35.123622+00:00"}
{"id": "boe-2025-05-13-resolucion-7466d762", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de mayo de 2025, de la Intervención General de la Administración del Estado, por la que se modifica la de 10 de octubre de 2018, por la que se aprueba la adaptación del Plan General de Contabilidad Pública a los centros asociados de la Universidad Nacional de Educación a Distancia.", "date_published": "2025-05-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/13/pdfs/BOE-A-2025-9276.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:15:17.829174+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-13-resolucion-7466d762.pdf", "text_length": 43510, "topic_primary": "educación", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["contabilidad pública", "UNED", "centros asociados", "modificación normativa", "cuentas anuales", "transparencia financiera"], "summary_plain_es": "La Resolución de 6 de mayo de 2025 modifica la adaptación del Plan General de Contabilidad Pública para los Centros Asociados de la UNED. Esto afecta a cómo se elaboran y presentan las cuentas anuales de estos centros, que son entidades públicas con personalidad jurídica propia. La modificación busca homogeneizar la estructura de las cuentas anuales de los Centros Asociados con las de la UNED, facilitando así la obtención de cuentas consolidadas. Los cambios incluyen modificaciones en las normas de elaboración de cuentas, modelos de balance y estados de cambios en el patrimonio neto. Esta resolución entra en vigor al día siguiente de su publicación y será aplicable a las cuentas del ejercicio 2025 y siguientes. Es importante que los ciudadanos conozcan estos cambios, ya que afectan la transparencia y la gestión financiera de la educación pública.", "affects_to": ["todos_ciudadanos", "sector educativo", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas modificaciones para entender cómo se gestionan los recursos públicos en el ámbito educativo y asegurar una mayor transparencia en la administración pública.", "updated_at": "2026-01-29T07:48:40.291419+00:00"}
{"id": "boe-2025-05-13-resolucion-65f2624c", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38211/2025, de 8 de mayo, de la Subsecretaría, por la que se dispone el cese de la General Auditor del Cuerpo Jurídico Militar doña María Eugenia Ruiz Hernández como Subdirectora General de Recursos e Información Administrativa.", "date_published": "2025-05-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/13/pdfs/BOE-A-2025-9278.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:15:17.829735+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-13-resolucion-65f2624c.pdf", "text_length": 1129, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["cese", "subdirectora", "recursos", "información administrativa", "Cuerpo Jurídico Militar", "Ministerio de Defensa", "nombramiento", "servicios prestados"], "summary_plain_es": "Se ha publicado una resolución que cesa a doña María Eugenia Ruiz Hernández de su cargo como Subdirectora General de Recursos e Información Administrativa en el Cuerpo Jurídico Militar. Este cese es efectivo desde el 7 de mayo de 2025 y se debe a su nombramiento como Vocal Togado del Tribunal Militar Central. La Subsecretaría de Defensa ha agradecido los servicios prestados por Ruiz Hernández. Este cambio puede afectar la gestión de recursos e información dentro del ámbito militar, ya que se trata de un puesto clave en la administración del Ministerio de Defensa.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estos cambios en la administración pública, ya que afectan la gestión de recursos y la toma de decisiones en el ámbito militar.", "updated_at": "2026-01-29T07:48:44.502761+00:00"}
{"id": "boe-2025-05-13-resolucion-beb9d64a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de abril de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se convoca oposición, por los turnos libre, restringido y de discapacidad, para el Cuerpo de Redactores Taquígrafos y Estenotipistas de las Cortes Generales.", "date_published": "2025-05-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/13/pdfs/BOE-A-2025-9294.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:15:17.830237+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-13-resolucion-beb9d64a.pdf", "text_length": 64923, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo de Redactores", "Cortes Generales", "plazas", "discapacidad", "turno libre", "igualdad", "mérito"], "summary_plain_es": "Se convoca una oposición para cubrir doce plazas en el Cuerpo de Redactores Taquígrafos y Estenotipistas de las Cortes Generales. Esta convocatoria incluye turnos libres, restringidos y para personas con discapacidad. De las plazas, tres están reservadas para funcionarios de otros cuerpos de las Cortes y una para personas con discapacidad. El proceso se regirá por principios de mérito, capacidad e igualdad, garantizando que todos los aspirantes tengan las mismas oportunidades. Es importante que estés informado sobre esta convocatoria si te interesa trabajar en el ámbito del servicio público, ya que representa una oportunidad para acceder a un puesto en las instituciones del Estado.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para fomentar la participación en el empleo público y asegurar que el proceso sea justo y transparente. La información accesible permite a los aspirantes prepararse adecuadamente y entender sus derechos en el acceso a la función pública.", "updated_at": "2026-01-29T07:48:49.664118+00:00"}
{"id": "boe-2025-05-14-real_decreto-d2ece376", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 388/2025, de 13 de mayo, de adecuación de la planta judicial, por el que se transforma el Juzgado de lo Contencioso-Administrativo número 3 de Melilla en Juzgado de Primera Instancia e Instrucción número 6 de Melilla.", "date_published": "2025-05-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/14/pdfs/BOE-A-2025-9384.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:15:39.770561+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-14-real_decreto-d2ece376.pdf", "text_length": 10642, "topic_primary": "justicia", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["transformación judicial", "Melilla", "Juzgado de Primera Instancia", "eficiencia judicial", "protección de derechos"], "summary_plain_es": "El Real Decreto 388/2025 transforma el Juzgado de lo Contencioso-Administrativo número 3 de Melilla en el Juzgado de Primera Instancia e Instrucción número 6 de Melilla. Esta medida busca adecuar la planta judicial a las necesidades actuales y mejorar la protección judicial de los derechos de los ciudadanos. A partir del 31 de diciembre de 2025, este nuevo juzgado comenzará a operar, lo que permitirá una gestión más eficiente de los casos judiciales en la ciudad. La transformación responde a la necesidad de optimizar recursos y reducir la carga de trabajo acumulada en los órganos judiciales, contribuyendo así a la reactivación de la actividad judicial ordinaria. Es importante que los ciudadanos conozcan estos cambios, ya que afectan directamente a su acceso a la justicia y a la eficacia del sistema judicial en Melilla.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los cambios en la estructura judicial, ya que esto impacta en su acceso a la justicia y en la eficiencia del sistema judicial en su localidad.", "updated_at": "2026-01-29T07:48:55.164405+00:00"}
{"id": "boe-2025-05-14-resolucion-0e7d6768", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 29 de abril de 2025, de la Subsecretaría, por la que se convoca concurso específico para la provisión de puestos de trabajo en la Tesorería General de la Seguridad Social.", "date_published": "2025-05-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/14/pdfs/BOE-A-2025-9418.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:15:39.771795+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-14-resolucion-0e7d6768.pdf", "text_length": 64567, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "Tesorería General", "funcionarios", "vacantes", "igualdad de género", "requisitos", "administración pública"], "summary_plain_es": "Se convoca un concurso específico para cubrir vacantes en la Tesorería General de la Seguridad Social. Este concurso está dirigido a personal funcionario de carrera que cumpla con ciertos requisitos, como haber permanecido en su puesto actual durante al menos dos años. Se busca garantizar la igualdad de oportunidades entre hombres y mujeres en el acceso a estos puestos. La resolución establece las bases y condiciones para participar, incluyendo restricciones para aquellos en situaciones administrativas específicas. Es importante que los funcionarios interesados revisen los requisitos y plazos para poder participar en este proceso de selección.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de empleo público de manera justa y transparente.", "updated_at": "2026-01-29T07:49:00.372172+00:00"}
{"id": "boe-2025-05-15-ley_organica-b35d5636", "source": "BOE", "type": "ley_organica", "title_original": "Corrección de errores de la Orden EFD/401/2025, de 24 de abril, por la que se modifica la Orden ECD/1767/2012, de 3 de agosto, por la que se regula la expedición del título de Bachiller correspondiente a las enseñanzas reguladas por la Ley Orgánica 2/2006, de 3 de mayo, de Educación, para el alumnado inscrito en los programas de secciones internacionales españolas y «Bachibac» en liceos franceses.", "date_published": "2025-05-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/15/pdfs/BOE-A-2025-9479.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:15:55.635446+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-15-ley_organica-b35d5636.pdf", "text_length": 1353, "topic_primary": "educación", "impact_index": {"score": 95, "reason": "Impacto alto estimado basado en tipo de norma (ley_organica) y alcance"}, "keywords": ["corrección de errores", "título de Bachiller", "Bachibac", "liceos franceses", "educación", "programas internacionales"], "summary_plain_es": "Se ha publicado una corrección de errores en la Orden EFD/401/2025, que modifica la regulación sobre la expedición del título de Bachiller para estudiantes en programas de secciones internacionales y 'Bachibac' en liceos franceses. Esta corrección afecta específicamente al código del centro educativo 'LYCÉE CAMILLE PISSARRO', que se había indicado incorrectamente. Ahora, el código correcto es '60008841'. Este cambio es importante para asegurar que los estudiantes y las instituciones educativas tengan la información precisa para la obtención de sus títulos. Si eres estudiante o trabajas en el ámbito educativo, es fundamental que estés al tanto de estas actualizaciones para evitar confusiones en el proceso de certificación.", "affects_to": ["estudiantes", "sector educativo"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas correcciones para garantizar que la información sobre la educación sea precisa y actualizada, lo que afecta directamente a los estudiantes y sus certificaciones académicas.", "updated_at": "2026-01-29T07:49:05.615878+00:00"}
{"id": "boe-2025-05-15-resolucion-f9f9c522", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 8 de mayo de 2025, de la Subsecretaría, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Ingenieros Aeronáuticos.", "date_published": "2025-05-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/15/pdfs/BOE-A-2025-9505.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:15:55.636398+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-15-resolucion-f9f9c522.pdf", "text_length": 74733, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Cuerpo de Ingenieros Aeronáuticos", "plazas disponibles", "acceso libre", "igualdad de género", "discapacidad", "empleo público"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar en el Cuerpo de Ingenieros Aeronáuticos, con un total de 121 plazas disponibles, de las cuales 7 están reservadas para personas con discapacidad. Esta convocatoria responde a las necesidades de personal en la Administración pública y se enmarca dentro de las ofertas de empleo público de los años 2022, 2023 y 2024. Los aspirantes deben cumplir ciertos requisitos, como tener nacionalidad española o de la UE, y se garantiza el principio de igualdad de género en el acceso al empleo público. Es importante que estés al tanto de esta convocatoria si te interesa una carrera en el sector público, ya que ofrece oportunidades para diferentes perfiles, incluyendo a personas con discapacidad. La información sobre el proceso y los requisitos se publicará en las páginas web oficiales del Ministerio de Transportes y en el Punto de Acceso General.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder acceder a oportunidades laborales en el sector público y fomentar la igualdad de oportunidades en el empleo.", "updated_at": "2026-01-29T07:49:12.178995+00:00"}
{"id": "boe-2025-05-16-resolucion-095357b9", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de mayo de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se modifica la de 15 de octubre de 2024, por la que se actualiza la sede electrónica del Comisionado para el Mercado de Tabacos.", "date_published": "2025-05-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/16/pdfs/BOE-A-2025-9641.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:16:08.621619+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-16-resolucion-095357b9.pdf", "text_length": 2378, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["sede electrónica", "Comisionado para el Mercado de Tabacos", "modificación", "resolución", "actualización", "servicios digitales"], "summary_plain_es": "La Resolución del 12 de mayo de 2025 modifica la anterior del 15 de octubre de 2024, que actualizaba la sede electrónica del Comisionado para el Mercado de Tabacos. Este cambio se realiza para actualizar la dirección de la sede electrónica, cumpliendo con lo establecido en el Real Decreto 203/2021 sobre el funcionamiento del sector público por medios electrónicos. A partir de ahora, la dirección de la sede electrónica será https://sede.cmt.gob.es/. Este cambio es importante para que los ciudadanos y entidades puedan acceder correctamente a los servicios digitales del Comisionado.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para poder acceder a los servicios electrónicos de manera efectiva y sin inconvenientes.", "updated_at": "2026-01-29T07:49:16.544714+00:00"}
{"id": "boe-2025-05-16-orden-a79c7c0a", "source": "BOE", "type": "orden", "title_original": "Orden PJC/470/2025, de 7 de mayo, por la que se aprueba la relación definitiva de personas admitidas y excluidas, se nombran los Tribunales Calificadores Delegados y las unidades de colaboración local y se fijan las sedes de examen del proceso selectivo para acceso, por promoción interna y sistema de concurso oposición, al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia, convocado por Orden PJC/1435/2024, de 4 de diciembre.", "date_published": "2025-05-16T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/16/pdfs/BOE-A-2025-9651.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:16:08.622773+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-16-orden-a79c7c0a.pdf", "text_length": 38177, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["oposiciones", "Cuerpo de Gestión Procesal", "admitidos y excluidos", "tribunales calificadores", "sede de examen", "promoción interna", "concurso oposición"], "summary_plain_es": "La Orden PJC/470/2025 aprueba la lista definitiva de personas admitidas y excluidas en el proceso selectivo para acceder al Cuerpo de Gestión Procesal y Administrativa de la Administración de Justicia. Esto afecta a los aspirantes que se presentaron a la convocatoria por promoción interna y concurso oposición. Se han resuelto las alegaciones a las listas provisionales y se han nombrado los tribunales que evaluarán a los candidatos. El examen se llevará a cabo el 28 de junio de 2025, y los aspirantes deben estar atentos a su inclusión en las listas definitivas. Aquellos que no estén admitidos y deseen impugnar deben acudir a un aula de incidencias en la sede del examen. La transparencia en este proceso es crucial para que los ciudadanos comprendan cómo se gestionan las oposiciones y el acceso a la función pública.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se accede a la función pública y garantizar la equidad en las oportunidades laborales.", "updated_at": "2026-01-29T07:49:22.875224+00:00"}
{"id": "boe-2025-05-17-real_decreto-bef10a25", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 351/2025, de 30 de abril, por el que se aprueba la norma de calidad de los aceites vegetales comestibles.", "date_published": "2025-05-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/17/pdfs/BOE-A-2025-9738.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:16:23.781365+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-17-real_decreto-bef10a25.pdf", "text_length": 46961, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["real decreto", "calidad aceites vegetales", "normativa alimentaria", "etiquetado", "producción aceites"], "summary_plain_es": "El Real Decreto 351/2025 aprueba una nueva norma de calidad para los aceites vegetales comestibles en España, actualizando la regulación anterior que estaba obsoleta. Esta norma afecta a todos los aceites vegetales comestibles elaborados y comercializados en el país, excluyendo los aceites de oliva y de orujo de oliva. Se eliminan restricciones que limitaban la producción de ciertos aceites, permitiendo el uso de nuevas materias primas y la venta de aceites sin refinar. Además, se prohíbe el uso de términos como 'virgen' en su etiquetado y se actualizan los parámetros fisicoquímicos para evitar adulteraciones. La norma busca garantizar que los consumidores tengan acceso a información clara y veraz sobre los productos que consumen, adaptándose a las exigencias del mercado y a la normativa europea. En resumen, este decreto moderniza la regulación de los aceites vegetales, promoviendo la competitividad de los productores españoles y asegurando la calidad de los productos ofrecidos al consumidor.", "affects_to": ["empresas", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta norma para entender la calidad y la seguridad de los aceites que consumen, así como para fomentar la transparencia en la industria alimentaria.", "updated_at": "2026-01-29T07:49:29.429676+00:00"}
{"id": "boe-2025-05-17-resolucion-79cd55df", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 10 de abril de 2025, del Ayuntamiento de Salt (Girona), referente a la convocatoria para proveer puesto de trabajo por el sistema de concurso.", "date_published": "2025-05-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/17/pdfs/BOE-A-2025-9752.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:16:23.782311+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-17-resolucion-79cd55df.pdf", "text_length": 1310, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puesto de trabajo", "concurso", "Ayuntamiento de Salt", "Responsable de Servicios Públicos", "empleo público", "administración local"], "summary_plain_es": "El Ayuntamiento de Salt, en Girona, ha publicado una convocatoria para cubrir un puesto de Responsable de Servicios Públicos mediante un concurso. Esta convocatoria se encuentra regulada por unas bases que ya han sido publicadas en el Boletín Oficial de la Provincia de Girona y en el Diari Oficial de la Generalitat de Catalunya. Si estás interesado en postularte, debes presentar tu solicitud en un plazo de veinte días naturales a partir de la publicación en el Diari Oficial. Es una oportunidad para quienes buscan empleo en la administración pública y desean contribuir a la gestión de servicios en su localidad.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la oferta de empleo público, promoviendo así la transparencia y la igualdad de oportunidades en el acceso a la administración pública.", "updated_at": "2026-01-29T07:49:33.012604+00:00"}
{"id": "boe-2025-05-17-resolucion-b645b10e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 5 de mayo de 2025, del Ayuntamiento de Alcorcón (Madrid), referente a la convocatoria para proveer puesto de trabajo por el sistema de concurso.", "date_published": "2025-05-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/17/pdfs/BOE-A-2025-9753.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:16:23.782632+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-17-resolucion-b645b10e.pdf", "text_length": 1179, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "empleo público", "Alcorcón", "Responsable de Registro", "concurso", "administración pública", "plazo de solicitudes"], "summary_plain_es": "El Ayuntamiento de Alcorcón ha publicado una convocatoria para cubrir un puesto de Responsable de Registro a través de un concurso. Esta oferta de empleo está dirigida a personas que cumplan con los requisitos establecidos en las bases de la convocatoria, que fueron publicadas previamente en el Boletín Oficial de la Comunidad de Madrid. Si estás interesado en postularte, debes presentar tu solicitud en un plazo de quince días hábiles a partir de la publicación de esta resolución en el Boletín Oficial del Estado. Es una oportunidad para quienes buscan empleo en la administración pública y desean trabajar en el ámbito de la administración general. Recuerda que cualquier anuncio adicional relacionado con esta convocatoria se comunicará según lo estipulado en las bases.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo en la administración pública, promoviendo así la transparencia y la participación ciudadana en el sector público.", "updated_at": "2026-01-29T07:49:38.151659+00:00"}
{"id": "boe-2025-05-19-otro-a81cd6e6", "source": "BOE", "type": "otro", "title_original": "Convenio entre el Reino de España y la República de Colombia sobre cooperación en materia de lucha contra la delincuencia y seguridad, hecho «ad referendum» en Madrid el 16 de septiembre de 2021.", "date_published": "2025-05-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/19/pdfs/BOE-A-2025-9809.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:16:46.690390+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-19-otro-a81cd6e6.pdf", "text_length": 14486, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["cooperación internacional", "lucha contra la delincuencia", "España", "Colombia", "intercambio de información", "seguridad", "delitos transnacionales"], "summary_plain_es": "Este convenio entre España y Colombia busca mejorar la cooperación en la lucha contra la delincuencia y la seguridad. Afecta a ambos países, facilitando el intercambio de información y asistencia técnica para combatir delitos como el terrorismo, la trata de personas, el tráfico de drogas y delitos cibernéticos, entre otros. Se establece un marco para que las autoridades de ambos países colaboren en la prevención y detección de delitos, así como en el desarrollo de capacidades y buenas prácticas. Este acuerdo es un paso importante para fortalecer las relaciones bilaterales y hacer frente a la delincuencia organizada transnacional.", "affects_to": ["todos_ciudadanos", "funcionarios", "empresas"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este convenio para entender cómo sus gobiernos colaboran en la lucha contra la delincuencia, lo que puede impactar su seguridad y bienestar. La transparencia en estos acuerdos fomenta la confianza en las instituciones y su trabajo conjunto.", "updated_at": "2026-01-29T07:49:42.760624+00:00"}
{"id": "boe-2025-05-19-resolucion-039fd1a3", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de mayo de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se nombra personal funcionario del Cuerpo Administrativo de las Cortes Generales a las personas que han superado la oposición, convocada por Resolución de 30 de diciembre de 2023.", "date_published": "2025-05-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/19/pdfs/BOE-A-2025-9812.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:16:46.691001+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-19-resolucion-039fd1a3.pdf", "text_length": 1595, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "funcionarios", "Cuerpo Administrativo", "Cortes Generales", "oposición", "resolución", "Congreso", "Senado"], "summary_plain_es": "El 7 de mayo de 2025 se ha publicado una resolución que nombra a nuevos funcionarios del Cuerpo Administrativo de las Cortes Generales. Este nombramiento afecta a las personas que aprobaron la oposición convocada el 30 de diciembre de 2023. En total, se han nombrado a catorce personas, quienes ahora ocuparán puestos en el ámbito administrativo del Congreso y del Senado. Este cambio es importante porque permite que estos nuevos funcionarios contribuyan al funcionamiento de las instituciones, asegurando que se mantenga la calidad en la administración pública. Si eres un opositor que ha superado el examen, este nombramiento te afecta directamente, ya que te abre las puertas a una carrera en el servicio público.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se conforma la administración pública y quiénes son los responsables de su funcionamiento.", "updated_at": "2026-01-29T07:49:48.390800+00:00"}
{"id": "boe-2025-05-19-resolucion-17ca1c53", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 9 de mayo de 2025, de la Secretaría de Estado para la Unión Europea, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/19/pdfs/BOE-A-2025-9830.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:16:46.691509+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-19-resolucion-17ca1c53.pdf", "text_length": 11034, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puesto de trabajo", "requisitos", "solicitudes", "entrevistas", "selección"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Secretaría de Estado para la Unión Europea mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos en el anexo de la resolución. Tienes un plazo de diez días naturales desde la publicación en el BOE para presentar tu solicitud, que debe incluir tu currículum vitae, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. Las solicitudes se deben enviar a través del portal Funciona, aunque hay una opción excepcional para quienes no puedan hacerlo electrónicamente. La selección incluirá entrevistas para valorar las competencias de los candidatos, y el nombramiento se realizará en un plazo de un mes tras el cierre de la convocatoria. Es importante que conozcas esta información si eres funcionario interesado en el puesto, ya que puede abrirte oportunidades en tu carrera profesional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en los procesos de selección y así contribuir a una administración pública más transparente y accesible.", "updated_at": "2026-01-29T07:49:53.135925+00:00"}
{"id": "boe-2025-05-19-resolucion-1692a58a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de mayo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-05-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/19/pdfs/BOE-A-2025-9831.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:16:46.691827+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-19-resolucion-1692a58a.pdf", "text_length": 6948, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta convocatoria para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. La solicitud se puede hacer a través del portal Funciona, y si no puedes, hay una opción excepcional para hacerlo por Registro Electrónico. Es importante que conozcas que esta resolución permite a los funcionarios optar a nuevos puestos, lo que puede influir en su carrera profesional y en la organización del trabajo en el ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden acceder a oportunidades laborales dentro del sector público.", "updated_at": "2026-01-29T07:49:57.967316+00:00"}
{"id": "boe-2025-05-20-otro-49cbf69c", "source": "BOE", "type": "otro", "title_original": "Conflicto entre órganos constitucionales n.º 2764-2025, en relación con la publicación en el «Boletín Oficial del Estado» número 10, de 11 de enero de 2025, de la corrección de errores de la Ley Orgánica 1/2025, de 2 de enero, de medidas en materia de eficiencia del Servicio Público de Justicia, que afecta a la disposición final decimotercera por la que se modifica el anexo II.2, «Complemento de destino de los miembros de la Carrera Judicial», de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las Carreras Judicial y Fiscal.", "date_published": "2025-05-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/20/pdfs/BOE-A-2025-9914.pdf", "approved_by": "º 2764-2025, en relación con la publicación en el «Boletín Oficial del Estado» número 10, de 11 de enero de 2025, de la corrección de errores de la Ley Orgánica 1/2025, de 2 de enero, de medidas en materia de eficiencia del Servicio Público de Justicia, que afecta a la disposición final decimotercera por la que se modifica el anexo II. 2, «Complemento de destino de los miembros de la Carrera Judicial», de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las Carreras Judicial y Fiscal.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:16:59.648596+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-20-otro-49cbf69c.pdf", "text_length": 1647, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["conflicto constitucional", "Ley Orgánica 1/2025", "Carrera Judicial", "complemento de destino", "retribución judicial", "eficiencia del servicio público", "Senado", "Gobierno"], "summary_plain_es": "Este documento del BOE trata sobre un conflicto entre órganos constitucionales, específicamente entre el Senado y el Gobierno, relacionado con la publicación de una corrección de errores en la Ley Orgánica 1/2025. Esta corrección afecta a la disposición final decimotercera que modifica el complemento de destino de los miembros de la Carrera Judicial, establecido en la Ley 15/2003. El Tribunal Constitucional ha admitido a trámite este conflicto, lo que significa que se revisará la legalidad de la publicación y sus implicaciones. Esto es importante porque puede afectar a la retribución de los jueces y fiscales, así como a la eficiencia del Servicio Público de Justicia. Por lo tanto, es fundamental que los ciudadanos estén informados sobre cómo estas decisiones pueden influir en el sistema judicial y en la administración de justicia en el país.", "affects_to": ["sector_sanitario", "funcionarios", "otros"], "transparency_notes": "Es crucial que los ciudadanos conozcan estos conflictos para entender cómo se toman decisiones que afectan a la justicia y a sus derechos. La transparencia en estos procesos ayuda a fortalecer la confianza en las instituciones.", "updated_at": "2026-01-29T07:50:03.685803+00:00"}
{"id": "boe-2025-05-20-otro-ba3bd205", "source": "BOE", "type": "otro", "title_original": "Conflicto entre órganos constitucionales n.º 2766-2025, en relación con las publicaciones en el «Boletín Oficial de las Cortes Generales», Sección Congreso de los Diputados, relativas al Proyecto de Ley Orgánica de medidas en materia de eficiencia del Servicio Público de Justicia, que afectan a la disposición final decimotercera por la que se modifica el anexo II.2 «Complemento de destino de los miembros de la Carrera Judicial» de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las Carreras Judicial y Fiscal.", "date_published": "2025-05-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/20/pdfs/BOE-A-2025-9915.pdf", "approved_by": "º 2766-2025, en relación con las publicaciones en el «Boletín Oficial de las Cortes Generales», Sección Congreso de los Diputados, relativas al Proyecto de Ley Orgánica de medidas en materia de eficiencia del Servicio Público de Justicia, que afectan a la disposición final decimotercera por la que se modifica el anexo II. 2 «Complemento de destino de los miembros de la Carrera Judicial» de la Ley 15/2003, de 26 de mayo, reguladora del régimen retributivo de las Carreras Judicial y Fiscal.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:16:59.649635+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-20-otro-ba3bd205.pdf", "text_length": 1632, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["conflicto constitucional", "Proyecto de Ley Orgánica", "eficiencia justicia", "Carrera Judicial", "complemento de destino", "retribución judicial", "Senado", "Congreso"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un conflicto entre el Senado y el Congreso de los Diputados relacionado con un Proyecto de Ley Orgánica que busca mejorar la eficiencia del Servicio Público de Justicia. Este conflicto se centra en una modificación que afecta al complemento de destino de los miembros de la Carrera Judicial, establecido en la Ley 15/2003. Esto significa que hay desacuerdos sobre cómo se deben publicar y gestionar estas modificaciones legales, lo que puede influir en la retribución de los jueces y fiscales. Es importante que estés al tanto de este conflicto, ya que puede tener repercusiones en la administración de justicia y en la forma en que se remuneran a los profesionales del sector judicial.", "affects_to": ["sector_sanitario", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este conflicto, ya que afecta a la administración de justicia y a la remuneración de los jueces, lo que puede influir en la confianza pública en el sistema judicial.", "updated_at": "2026-01-29T07:50:08.858317+00:00"}
{"id": "boe-2025-05-20-resolucion-1356afa2", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de mayo de 2025, de la Secretaría de Estado de Cooperación Internacional, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 20 de marzo de 2025.", "date_published": "2025-05-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/20/pdfs/BOE-A-2025-9919.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:16:59.650570+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-20-resolucion-1356afa2.pdf", "text_length": 3834, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "Ministerio de Asuntos Exteriores", "funcionarios", "toma de posesión"], "summary_plain_es": "La Resolución de 13 de mayo de 2025, emitida por la Secretaría de Estado de Cooperación Internacional, resuelve la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria, anunciada el 20 de marzo de 2025, permite la provisión de puestos de trabajo mediante un proceso que busca garantizar la transparencia y la idoneidad de los candidatos. Se establece que los nuevos nombramientos seguirán el régimen de toma de posesión según lo estipulado en la normativa vigente. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses. Esto es relevante para los funcionarios que buscan ascender o cambiar de puesto dentro de la administración pública, ya que les ofrece oportunidades de desarrollo profesional y movilidad dentro del sector público.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y las oportunidades que tienen los funcionarios para avanzar en sus carreras.", "updated_at": "2026-01-29T07:50:14.417933+00:00"}
{"id": "boe-2025-05-21-acuerdo-9b54dbb9", "source": "BOE", "type": "acuerdo", "title_original": "Protocolo de adhesión al Acuerdo Marco Global de Colaboración y Cooperación entre la Comunidad Europea y sus Estados Miembros, por una parte, y la República de Indonesia, por otra, para tener en cuenta la adhesión de la República de Croacia a la Unión Europea, hecho en Bruselas el 22 de junio de 2023.", "date_published": "2025-05-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/21/pdfs/BOE-A-2025-9962.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:06.863102+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-21-acuerdo-9b54dbb9.pdf", "text_length": 5646, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["protocolo de adhesión", "acuerdo marco", "unión europea", "indonesia", "croacia", "cooperación internacional", "relaciones exteriores"], "summary_plain_es": "Este documento aprueba el Protocolo de adhesión al Acuerdo Marco Global de Colaboración y Cooperación entre la Unión Europea y la República de Indonesia, considerando la adhesión de Croacia a la UE. A partir del 1 de septiembre de 2024, Croacia se convierte en parte de este acuerdo, lo que implica que podrá participar en las colaboraciones y cooperaciones establecidas entre la UE e Indonesia. Esto afecta principalmente a las relaciones comerciales y políticas entre estos países, facilitando el intercambio y la cooperación en diversas áreas. Es un paso importante para fortalecer los lazos entre la UE y Indonesia, beneficiando a todos los estados miembros, incluida España.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este tipo de acuerdos, ya que afectan las relaciones internacionales y pueden influir en la economía y la política del país. La transparencia en estos procesos fomenta la participación ciudadana y el control democrático.", "updated_at": "2026-01-29T07:50:19.171938+00:00"}
{"id": "boe-2025-05-21-orden-0ee958e1", "source": "BOE", "type": "orden", "title_original": "Orden de 13 de mayo de 2025, por la que se destina a los Jueces y Juezas que se relacionan, como consecuencia del concurso resuelto por Acuerdo de la Comisión Permanente del Consejo General del Poder Judicial.", "date_published": "2025-05-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/21/pdfs/BOE-A-2025-9967.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:17:06.863658+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-21-orden-0ee958e1.pdf", "text_length": 16223, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["destino jueces", "concurso judicial", "Consejo General del Poder Judicial", "traslados de jueces", "administración de justicia"], "summary_plain_es": "La Orden de 13 de mayo de 2025 establece el destino de varios jueces y juezas en diferentes juzgados de España, como resultado de un concurso del Consejo General del Poder Judicial. Esto afecta a jueces que se trasladan a nuevas plazas, lo que puede influir en la administración de justicia en las localidades donde serán asignados. Por ejemplo, jueces que antes estaban en Figueres ahora estarán en Inca, y otros que se ocupaban de violencia sobre la mujer se trasladan a juzgados con la misma competencia en otras ciudades. Este cambio busca mejorar la distribución de los recursos judiciales y asegurar que cada juzgado cuente con personal adecuado para atender sus necesidades. Es importante que los ciudadanos conozcan estos cambios, ya que pueden afectar la atención y resolución de sus casos legales.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Conocer estos nombramientos es fundamental para que los ciudadanos comprendan cómo se organiza la justicia en su localidad y quiénes son los responsables de sus casos legales.", "updated_at": "2026-01-29T07:50:25.921867+00:00"}
{"id": "boe-2025-05-22-otro-a727c915", "source": "BOE", "type": "otro", "title_original": "Texto enmendado del Reglamento relativo al transporte internacional de mercancías peligrosas por ferrocarril (RID 2025), Apéndice C del Convenio relativo a los Transportes Internacionales por Ferrocarril (COTIF), hecho en Berna el 9 de mayo de 1980, con las Enmiendas aprobadas por la Comisión de expertos para el transporte de mercancías peligrosas por ferrocarril en su 58.ª sesión, celebrada en Berna el 23 de mayo de 2024.", "date_published": "2025-05-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/22/pdfs/BOE-A-2025-10089.pdf", "approved_by": "ª sesión, celebrada en Berna el 23 de mayo de 2024.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:14.982515+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-22-otro-a727c915.pdf", "text_length": 76962, "topic_primary": "transporte", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["transporte internacional", "mercancías peligrosas", "ferrocarril", "RID 2025", "COTIF", "seguridad", "normativas", "Unión Europea"], "summary_plain_es": "Este documento aprueba el texto enmendado del Reglamento sobre el transporte internacional de mercancías peligrosas por ferrocarril, conocido como RID 2025. Afecta a todos los Estados miembros del COTIF, regulando cómo se deben transportar estas mercancías de manera segura. Se introducen cambios para adaptarse a los avances técnicos y científicos, y se busca armonizar las condiciones de transporte en la Unión Europea. Esto significa que las empresas de transporte y los operadores ferroviarios deben cumplir con nuevas normativas que aseguran un transporte más seguro y eficiente de mercancías peligrosas, tanto a nivel internacional como nacional. Además, se especifican las exenciones y restricciones que cada Estado puede aplicar. En resumen, este reglamento es crucial para garantizar la seguridad en el transporte de mercancías peligrosas por ferrocarril.", "affects_to": ["empresas", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es importante que los ciudadanos conozcan este reglamento para entender cómo se regula el transporte de mercancías peligrosas, lo que afecta su seguridad y la del entorno. La transparencia en estas normativas ayuda a fomentar un transporte más seguro y responsable.", "updated_at": "2026-01-29T07:50:32.063753+00:00"}
{"id": "boe-2025-05-23-real_decreto-eedb6cb3", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 659/2023, de 18 de julio, por el que se desarrolla la ordenación del Sistema de Formación Profesional.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10203.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:50.729173+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-real_decreto-eedb6cb3.pdf", "text_length": 1242, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 659/2023", "formación profesional", "disposición transitoria", "educación"], "summary_plain_es": "Se ha publicado una corrección de errores del Real Decreto 659/2023, que regula el Sistema de Formación Profesional. Esta corrección aclara dos errores específicos en el texto original. Primero, se corrige un error gramatical en el artículo 168, donde se ajusta el término 'incorporadas' para que concuerde correctamente con 'ofertas de formación profesional'. Segundo, se corrige una referencia incorrecta en la disposición transitoria octava, cambiando 'disposición adicional décima' por 'disposición final quinta'. Estas correcciones son importantes para asegurar la claridad y precisión del marco normativo que afecta a la formación profesional en España, garantizando que los centros educativos y los interesados en la formación profesional tengan acceso a la información correcta.", "affects_to": ["sector educativo", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender correctamente las normativas que rigen la formación profesional, lo que les permite tomar decisiones informadas sobre su educación y formación.", "updated_at": "2026-01-29T07:50:37.833216+00:00"}
{"id": "boe-2025-05-23-real_decreto-f3cf846e", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 497/2024, de 21 de mayo, por el que se modifican determinados reales decretos por los que se establecen, en el ámbito de la Formación Profesional, cursos de especialización de grado medio y superior y se fijan sus enseñanzas mínimas.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10204.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:50.729632+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-real_decreto-f3cf846e.pdf", "text_length": 1344, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 497/2024", "Formación Profesional", "cursos de especialización", "enseñanzas mínimas"], "summary_plain_es": "Este documento corrige errores en el Real Decreto 497/2024, que establece cursos de especialización en Formación Profesional. Si eres estudiante o profesional en este ámbito, es importante que conozcas estas correcciones, ya que afectan a la denominación de algunos cursos. En concreto, se corrige el nombre de un curso que antes se refería a 'Escaneado y reparación de mallas 3D' y ahora se llama 'Post procesado'. Estas modificaciones aseguran que la información sobre los cursos sea precisa y actualizada, lo que puede influir en tu formación y opciones laborales en el futuro.", "affects_to": ["estudiantes", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor la oferta educativa y asegurarse de que están recibiendo la información correcta sobre su formación profesional.", "updated_at": "2026-01-29T07:50:42.982755+00:00"}
{"id": "boe-2025-05-23-real_decreto-c49d449e", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 500/2024, de 21 de mayo, por el que se modifican determinados reales decretos por los que se establecen títulos de Formación Profesional de grado superior y se fijan sus enseñanzas mínimas.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10205.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:50.730013+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-real_decreto-c49d449e.pdf", "text_length": 1835, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 500/2024", "Formación Profesional", "micropigmentación", "unidades de competencia"], "summary_plain_es": "Se corrigen errores en el Real Decreto 500/2024, que modifica los títulos de Formación Profesional de grado superior. Esto afecta a la nomenclatura y contenido de algunas unidades de competencia relacionadas con la micropigmentación. Si eres estudiante o profesional en el ámbito de la formación profesional, es importante que conozcas estas correcciones, ya que pueden influir en tu formación y en los requisitos para obtener el título. Las modificaciones precisan los códigos y descripciones de las unidades de competencia, asegurando que la formación se ajuste a los estándares correctos. Mantenerse informado sobre estos cambios es esencial para tu desarrollo profesional.", "affects_to": ["estudiantes", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurarse de que la formación que reciben es la adecuada y cumple con los requisitos establecidos por la normativa vigente.", "updated_at": "2026-01-29T07:50:47.886128+00:00"}
{"id": "boe-2025-05-23-real_decreto-d15167f9", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 1157/2024, de 19 de noviembre, por el que se establece el título de Formación Profesional de Grado Medio de Técnico en Sanidad ambiental aplicada, se fijan los aspectos básicos del currículo y las ofertas de grados C, B y A incluidos en este título.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10206.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:17:50.730492+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-real_decreto-d15167f9.pdf", "text_length": 1943, "topic_primary": "medio_ambiente", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["formación profesional", "técnico en sanidad", "currículo", "prevención de riesgos", "real decreto", "educación", "errores corregidos"], "summary_plain_es": "Se corrigen errores en el Real Decreto 1157/2024, que establece el título de Formación Profesional de Grado Medio de Técnico en Sanidad Ambiental Aplicada. Estas correcciones son importantes para garantizar que la normativa sea clara y precisa. Afectan a los centros de formación profesional que no están incorporados al sistema educativo, asegurando que la información sobre las ofertas de formación sea correcta. Además, se añaden detalles sobre las funciones relacionadas con la prevención de riesgos laborales, lo que mejora la calidad del currículo. Esto es relevante para estudiantes y profesionales del sector educativo y sanitario, ya que asegura que la formación que reciben sea acorde a los estándares requeridos.", "affects_to": ["estudiantes", "sector educativo", "sector sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor la formación que se ofrece y asegurar que se cumplen los estándares educativos adecuados en el ámbito de la sanidad ambiental.", "updated_at": "2026-01-29T07:50:52.832828+00:00"}
{"id": "boe-2025-05-23-resolucion-8f6be853", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de mayo de 2025, de la Secretaría de Estado de Justicia, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10232.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:17:50.731891+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-resolucion-8f6be853.pdf", "text_length": 6268, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "justicia", "oportunidad laboral", "igualdad de género", "solicitudes"], "summary_plain_es": "La Resolución de 7 de mayo de 2025 convoca a los funcionarios a participar en la provisión de un puesto de trabajo en la Secretaría de Estado de Justicia mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar el puesto detallado en el anexo de la resolución. Tienes un plazo de quince días hábiles desde la publicación en el BOE para presentar tu solicitud, que debe incluir un currículum vitae y otros méritos relevantes. Además, se garantiza que se tendrá en cuenta la igualdad de género en el proceso de selección. Es una oportunidad importante para los funcionarios que buscan avanzar en su carrera dentro de la Administración Pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en procesos de selección y promoción en la administración pública, asegurando así la transparencia y la igualdad de oportunidades.", "updated_at": "2026-01-29T07:50:57.466552+00:00"}
{"id": "boe-2025-05-23-resolucion-a1ab2309", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de mayo de 2025, de la Secretaría de Estado de Justicia, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-23T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/23/pdfs/BOE-A-2025-10233.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:17:50.732325+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-23-resolucion-a1ab2309.pdf", "text_length": 6212, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["libre designación", "funcionarios", "convocatoria", "igualdad de género", "currículum vitae", "Secretaría de Estado de Justicia", "plazo de solicitud"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Secretaría de Estado de Justicia mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar este puesto. La solicitud debe presentarse en un plazo de quince días hábiles desde la publicación de esta resolución en el BOE. Es importante que los aspirantes incluyan su currículum vitae y otros méritos relevantes. Además, se garantiza la igualdad de trato entre hombres y mujeres en este proceso. Esta convocatoria afecta a los funcionarios que buscan mejorar su carrera profesional dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos, promoviendo así la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T07:51:03.117904+00:00"}
{"id": "boe-2025-05-24-resolucion-8d285421", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de mayo de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-05-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/24/pdfs/BOE-A-2025-10266.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:18:02.860294+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-24-resolucion-8d285421.pdf", "text_length": 6004, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "cigarrillos", "cigarros", "picaduras de pipa", "comercio tabaco", "expendedurías"], "summary_plain_es": "La Resolución del 23 de mayo de 2025 establece los precios de venta al público de varios productos de tabaco en las Expendedurías de Tabaco y Timbre, tanto en la Península como en Ceuta y Melilla. Esto incluye cigarrillos, cigarros, picaduras de pipa y otros productos relacionados. Los precios han sido propuestos por los fabricantes e importadores y se publican para que los consumidores conozcan cuánto costarán estos productos. Esta resolución afecta a los consumidores de tabaco, quienes deberán tener en cuenta estos precios al momento de realizar sus compras. Además, es importante que los ciudadanos estén informados sobre estos cambios para poder planificar sus gastos y conocer las opciones disponibles en el mercado.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para tomar decisiones informadas sobre su consumo y gestionar mejor su presupuesto.", "updated_at": "2026-01-29T07:51:07.746664+00:00"}
{"id": "boe-2025-05-26-acuerdo-7b278d65", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación y el Programa de las Naciones Unidas para los Asentamientos Humanos relativo al nombramiento de personal (coordinador nacional) en comisión de servicio por el Gobierno de España para el Secretariado de la Coalición Local 2030 en Bilbao, hecho en Madrid y Nairobi el 2 de abril de 2025.", "date_published": "2025-05-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/26/pdfs/BOE-A-2025-10310.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:18:17.838224+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-26-acuerdo-7b278d65.pdf", "text_length": 16530, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["coordinador nacional", "Coalición Local 2030", "ONU-Hábitat", "desarrollo sostenible", "Gobierno de España"], "summary_plain_es": "Este acuerdo establece el nombramiento de un coordinador nacional por parte del Gobierno de España para el Secretariado de la Coalición Local 2030 en Bilbao, en colaboración con ONU-Hábitat. Este coordinador tendrá la responsabilidad de apoyar la implementación de los Objetivos de Desarrollo Sostenible a nivel local. El Ministerio de Asuntos Exteriores se encargará de pagar el salario y los gastos relacionados con el coordinador, mientras que ONU-Hábitat proporcionará el espacio de trabajo y los recursos necesarios. Este acuerdo es importante porque refuerza la cooperación entre España y las Naciones Unidas en el ámbito del desarrollo sostenible, lo que puede tener un impacto positivo en las políticas locales y en la calidad de vida de los ciudadanos. Además, permite que un funcionario español participe directamente en iniciativas globales que buscan mejorar las ciudades y asentamientos humanos.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que implica la colaboración entre el Gobierno y la ONU para mejorar las condiciones de vida en las ciudades, lo que afecta a todos. La transparencia en estos procesos fomenta la confianza en las instituciones y su compromiso con el desarrollo sostenible.", "updated_at": "2026-01-29T07:51:13.494077+00:00"}
{"id": "boe-2025-05-26-resolucion-8dc3501c", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de mayo de 2025, de la Secretaría de Estado de Justicia, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-05-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/26/pdfs/BOE-A-2025-10329.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:18:17.839201+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-26-resolucion-8dc3501c.pdf", "text_length": 6432, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "igualdad de género"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios que cumplan con los requisitos establecidos para los puestos detallados en el anexo de la resolución. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. Es importante que se respete el principio de igualdad de género en el proceso de selección. Si no estás de acuerdo con esta resolución, puedes interponer un recurso contencioso-administrativo o un recurso administrativo de reposición. Esta convocatoria afecta directamente a los funcionarios que buscan avanzar en sus carreras dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y las oportunidades de empleo disponibles.", "updated_at": "2026-01-29T07:51:18.138376+00:00"}
{"id": "boe-2025-05-27-acuerdo-7adee807", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo Multilateral entre Autoridades competentes sobre intercambio automático de información en virtud del Marco de Comunicación de Información sobre Criptoactivos.", "date_published": "2025-05-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/27/pdfs/BOE-A-2025-10410.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:18:26.792991+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-27-acuerdo-7adee807.pdf", "text_length": 22417, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["intercambio automático", "criptoactivos", "obligaciones fiscales", "jurisdicciones", "transparencia fiscal", "OCDE", "evasión fiscal"], "summary_plain_es": "Este acuerdo establece un marco para el intercambio automático de información sobre criptoactivos entre diferentes jurisdicciones. Afecta principalmente a las autoridades fiscales de los países firmantes, quienes se comprometen a mejorar el cumplimiento de las obligaciones fiscales internacionales relacionadas con los criptoactivos. Esto significa que se compartirá información de manera automática para combatir la evasión y elusión fiscal, facilitando así un control más efectivo sobre las transacciones de criptoactivos. Las jurisdicciones que firman el acuerdo deberán adaptar su legislación para cumplir con estos estándares, lo que implica cambios en cómo se gestionan y reportan las actividades relacionadas con criptoactivos. Es importante que los ciudadanos conozcan este acuerdo, ya que afecta la transparencia fiscal y la regulación de un sector en crecimiento como son los criptoactivos.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre este acuerdo, ya que promueve la transparencia en la fiscalidad y ayuda a prevenir la evasión fiscal en un sector emergente como el de los criptoactivos.", "updated_at": "2026-01-29T07:51:25.160551+00:00"}
{"id": "boe-2025-05-27-acuerdo-f652dbf7", "source": "BOE", "type": "acuerdo", "title_original": "Adenda al Acuerdo Multilateral entre Autoridades Competentes sobre intercambio automático de información de cuentas financieras, hecho en Berlín el 29 de octubre de 2014.", "date_published": "2025-05-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/27/pdfs/BOE-A-2025-10411.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:18:26.793755+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-27-acuerdo-f652dbf7.pdf", "text_length": 6559, "topic_primary": "economía", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["intercambio automático", "información financiera", "obligaciones fiscales", "transparencia", "autoridades competentes", "cuentas bancarias", "España", "acuerdo multilateral"], "summary_plain_es": "Se aprueba una adenda al Acuerdo Multilateral sobre el intercambio automático de información de cuentas financieras, que busca reforzar el cumplimiento de las obligaciones fiscales a nivel internacional. Esta adenda introduce nuevos requisitos de información que deben ser intercambiados entre las autoridades competentes de los países firmantes. A partir del 26 de noviembre de 2024, España se adhiere a esta adenda, lo que implica que las entidades financieras deberán proporcionar información adicional sobre las cuentas, como la autocertificación de los titulares y detalles sobre el tipo de cuenta. Esto afecta a las entidades financieras y a los titulares de cuentas, ya que se incrementa la transparencia en la comunicación de información fiscal entre países. Es importante que los ciudadanos conozcan estas modificaciones, ya que pueden influir en la gestión de sus cuentas y en sus obligaciones fiscales.", "affects_to": ["empresas", "todos_ciudadanos", "autónomos"], "transparency_notes": "Conocer esta adenda es esencial para que los ciudadanos comprendan sus derechos y obligaciones en relación con la información financiera que se comparte entre países, lo que promueve una mayor transparencia fiscal.", "updated_at": "2026-01-29T07:51:30.877366+00:00"}
{"id": "boe-2025-05-27-resolucion-654f0059", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de mayo de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 10 de enero de 2025.", "date_published": "2025-05-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/27/pdfs/BOE-A-2025-10413.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:18:26.794757+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-27-resolucion-654f0059.pdf", "text_length": 2970, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "adjudicación de puestos", "recursos administrativos"], "summary_plain_es": "La Resolución de 20 de mayo de 2025, emitida por la Subsecretaría de Asuntos Exteriores, resuelve parcialmente la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, que fue anunciada el 10 de enero de 2025. Esta resolución afecta a los funcionarios que han participado en el proceso de selección para ocupar nuevos destinos en el consulado y otros centros del ministerio. Se publican los resultados de la adjudicación de puestos, incluyendo detalles sobre el nuevo destino y la situación del personal. Además, se establece que los afectados tienen derecho a interponer recursos administrativos si no están de acuerdo con la resolución. Es importante que los funcionarios conozcan esta información para entender sus derechos y opciones en el proceso de cambio de puesto.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los puestos en la administración pública y los derechos que tienen en caso de desacuerdo con las decisiones tomadas.", "updated_at": "2026-01-29T07:51:37.142434+00:00"}
{"id": "boe-2025-05-27-resolucion-3e94fd12", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de mayo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-05-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/27/pdfs/BOE-A-2025-10418.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:18:26.795624+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-27-resolucion-3e94fd12.pdf", "text_length": 9389, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "recursos humanos", "agricultura", "pesca", "alimentación"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Agricultura, Pesca y Alimentación mediante el sistema de libre designación. Esto significa que se pueden presentar solicitudes para ocupar ciertos puestos, siguiendo un proceso específico. Si te interesa, debes enviar tu solicitud a la Subdirección General de Recursos Humanos, incluyendo un currículum que detalle tu formación y experiencia. Tienes un plazo de quince días hábiles desde la publicación de esta convocatoria para hacerlo. Los nombramientos se realizarán según la idoneidad de los candidatos, y si no se encuentran aspirantes adecuados, los puestos pueden quedar desiertos. Es importante que conozcas que puedes interponer recursos si no estás de acuerdo con la resolución. Esta convocatoria afecta a los funcionarios que buscan nuevas oportunidades dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública, promoviendo así la transparencia y el acceso a la información.", "updated_at": "2026-01-29T07:51:43.694579+00:00"}
{"id": "boe-2025-05-28-real_decreto-8ec2a39b", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 402/2025, de 27 de mayo, por el que se regula el procedimiento previo para determinar los supuestos en los que procede permitir anticipar la edad de jubilación en el sistema de la Seguridad Social mediante la aplicación de coeficientes reductores.", "date_published": "2025-05-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/28/pdfs/BOE-A-2025-10488.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:18:40.942324+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-28-real_decreto-8ec2a39b.pdf", "text_length": 59662, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["jubilación anticipada", "coeficientes reductores", "Seguridad Social", "trabajos penosos", "morbilidad", "mortalidad", "procedimiento", "organizaciones sindicales"], "summary_plain_es": "El Real Decreto 402/2025 establece un procedimiento para permitir la jubilación anticipada en el sistema de Seguridad Social mediante coeficientes reductores. Esto afecta a trabajadores de sectores con condiciones laborales excepcionales, como aquellos que realizan trabajos penosos, tóxicos o peligrosos. La normativa requiere que las solicitudes para anticipar la jubilación sean presentadas por organizaciones empresariales y sindicales, y se basa en informes sobre morbilidad y mortalidad en el trabajo. Si se cumplen las condiciones, se podrá rebajar la edad de jubilación para estos colectivos. Este cambio busca mejorar la calidad de vida de los trabajadores más expuestos a riesgos laborales y garantizar un acceso justo a la jubilación anticipada.", "affects_to": ["todos_ciudadanos", "funcionarios", "autónomos"], "transparency_notes": "Es crucial que los ciudadanos conozcan este decreto para entender sus derechos sobre la jubilación anticipada y cómo pueden beneficiarse de él, especialmente aquellos en profesiones de alto riesgo.", "updated_at": "2026-01-29T07:51:50.078122+00:00"}
{"id": "boe-2025-05-28-resolucion-18e98580", "source": "BOE", "type": "resolucion", "title_original": "Resolución 160/38240/2025, de 23 de mayo, de la Dirección General de la Guardia Civil, por la que se convocan pruebas selectivas para el ingreso en los centros docentes de formación para la incorporación a la Escala de Cabos y Guardias del Cuerpo de la Guardia Civil.", "date_published": "2025-05-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/28/pdfs/BOE-A-2025-10521.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:18:40.946012+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-28-resolucion-18e98580.pdf", "text_length": 70268, "topic_primary": "educación", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["guardia civil", "pruebas selectivas", "empleo público", "escala de cabos", "plazas disponibles", "igualdad de género", "requisitos de acceso"], "summary_plain_es": "Se ha aprobado la convocatoria de pruebas selectivas para ingresar en los centros de formación de la Guardia Civil, específicamente para la Escala de Cabos y Guardias. Esta iniciativa afecta a personas interesadas en formar parte de este cuerpo de seguridad, ya que se ofrecen un total de 3,118 plazas, de las cuales 1,248 son para militares profesionales con al menos cinco años de servicio, 240 para alumnos del Colegio de Guardias Jóvenes y 1,630 plazas libres. Los aspirantes deben cumplir ciertos requisitos, como ser españoles, tener entre 18 y 40 años, y no tener antecedentes penales. Esta convocatoria busca garantizar la igualdad de oportunidades en el acceso al empleo público, promoviendo la inclusión de mujeres y hombres en el proceso. Es importante que los ciudadanos conozcan esta información para poder participar en el proceso de selección y contribuir a la seguridad del país.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre las oportunidades de empleo público, ya que esto les permite participar activamente en procesos que afectan la seguridad y el bienestar de la sociedad.", "updated_at": "2026-01-29T07:51:55.184982+00:00"}
{"id": "boe-2025-05-29-acuerdo-6d76e760", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo entre la Organización Mundial del Turismo y la Secretaría de Estado de Turismo del Gobierno de España para la celebración de la 123.ª reunión del Consejo Ejecutivo de ONU Turismo, hecho en Madrid el 27 de mayo de 2025.", "date_published": "2025-05-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/29/pdfs/BOE-A-2025-10595.pdf", "approved_by": "ª reunión del Consejo Ejecutivo de ONU Turismo, hecho en Madrid el 27 de mayo de 2025.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:19:03.767713+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-29-acuerdo-6d76e760.pdf", "text_length": 40826, "topic_primary": "otros", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo internacional", "Organización Mundial del Turismo", "reunión Consejo Ejecutivo", "turismo", "Segovia", "privilegios e inmunidades", "cooperación internacional"], "summary_plain_es": "Este acuerdo internacional entre la Organización Mundial del Turismo y la Secretaría de Estado de Turismo de España establece las condiciones para la celebración de la 123.ª reunión del Consejo Ejecutivo de ONU Turismo en Segovia del 28 al 30 de mayo de 2025. A través de este acuerdo, España se compromete a proporcionar las instalaciones, equipos y servicios necesarios para el evento, así como a garantizar la seguridad de los participantes. Además, se asegura que todos los asistentes disfrutarán de privilegios e inmunidades durante la reunión. Esto es relevante para el sector turístico y para las relaciones internacionales de España, ya que refuerza su papel en el ámbito del turismo global y promueve la cooperación internacional en este sector.", "affects_to": ["todos_ciudadanos", "empresas", "sector_tecnológico"], "transparency_notes": "Es importante que los ciudadanos conozcan este acuerdo ya que refleja el compromiso de España con el turismo internacional y la cooperación global, lo que puede impactar positivamente en la economía local y en la imagen del país en el extranjero.", "updated_at": "2026-01-29T07:52:00.411507+00:00"}
{"id": "boe-2025-05-29-resolucion-388575d4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 22 de mayo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-05-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/29/pdfs/BOE-A-2025-10618.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:19:03.768876+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-29-resolucion-388575d4.pdf", "text_length": 14769, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes", "currículum vitae"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de 15 días hábiles para presentar tu solicitud a través del portal Funciona, donde deberás incluir tu currículum vitae y otros méritos relevantes. Esta convocatoria afecta a varios puestos relacionados con asesoramiento en política exterior, control de exportaciones y gestión de iniciativas en África, entre otros. Es importante que estés informado sobre esta convocatoria si trabajas en la administración pública, ya que puede ofrecerte nuevas oportunidades laborales.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales dentro de la administración pública y participar activamente en la gestión del Estado.", "updated_at": "2026-01-29T07:52:05.170964+00:00"}
{"id": "boe-2025-05-30-real_decreto-a5d40c6f", "source": "BOE", "type": "real_decreto", "title_original": "Orden APA/539/2025, de 28 de mayo, por la que se modifican los anexos V, VI y VII del Reglamento del Registro de Variedades Comerciales, aprobado por el Real Decreto 170/2011, de 11 de febrero, el anejo II del Reglamento Técnico de Control y Certificación de Semillas de Plantas Hortícolas, aprobado por la Orden de 1 de julio de 1986, el anexo II de la Orden de 28 de octubre de 1994, por la que se aprueba el Reglamento Técnico de Control de la Producción y Comercialización de Plantones de Hortalizas y Material de Multiplicación de Hortalizas distinto de las semillas y el anexo 2 del Reglamento Técnico de Control y Certificación de semillas de plantas oleaginosas, aprobado por Orden ARM/3371/2010, de 27 de diciembre.", "date_published": "2025-05-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/30/pdfs/BOE-A-2025-10686.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:19:18.044502+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-30-real_decreto-a5d40c6f.pdf", "text_length": 20451, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["modificación reglamentos", "variedades comerciales", "certificación semillas", "plagas reguladas", "protocolos de examen"], "summary_plain_es": "La Orden APA/539/2025 modifica varios anexos de reglamentos relacionados con el registro de variedades comerciales y la certificación de semillas en España. A partir del 1 de junio de 2025, se incorporan actualizaciones de la Unión Europea que afectan a especies como la patata, el brécol y la lechuga, entre otras. Esto implica cambios en los protocolos de examen para asegurar que las variedades cumplan con los estándares de distinción, homogeneidad y estabilidad. La modificación también incluye la inclusión de nuevas plagas reguladas que afectan a ciertas especies. Esta orden es importante para garantizar que la normativa sea uniforme en todo el país y para proteger la producción agrícola frente a plagas. Afecta a los agricultores y a las empresas del sector agrícola, quienes deben adaptarse a estas nuevas regulaciones para asegurar la calidad de sus productos.", "affects_to": ["sector agrícola", "empresas", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo afectan a la producción agrícola y a la seguridad alimentaria en el país. La transparencia en estas normativas ayuda a garantizar la calidad y seguridad de los productos agrícolas.", "updated_at": "2026-01-29T07:52:14.659461+00:00"}
{"id": "boe-2025-05-30-orden-10d34c11", "source": "BOE", "type": "orden", "title_original": "Orden PJC/541/2025, de 22 de mayo, por la que se nombran Letrados y Letradas de la Administración de Justicia de la tercera categoría, turno libre, a las personas que han superado el proceso selectivo convocado por Orden JUS/1319/2022, de 27 de diciembre.", "date_published": "2025-05-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/30/pdfs/BOE-A-2025-10689.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:19:18.045004+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-30-orden-10d34c11.pdf", "text_length": 5927, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "letrados", "administración de justicia", "proceso selectivo", "turno libre", "toma de posesión", "recursos administrativos"], "summary_plain_es": "La Orden PJC/541/2025, publicada el 30 de mayo de 2025, nombra a los nuevos Letrados y Letradas de la Administración de Justicia de tercera categoría que han superado el proceso selectivo convocado en diciembre de 2022. Esto significa que las personas que han aprobado las pruebas ahora ocuparán sus cargos en diferentes destinos judiciales, según lo indicado en el anexo de la orden. Tienen un plazo de veinte días hábiles para tomar posesión de sus cargos, lo que es un paso importante en su carrera profesional. Esta orden es relevante para el funcionamiento del sistema judicial, ya que asegura que los nuevos letrados estén debidamente nombrados y puedan comenzar a ejercer sus funciones. Además, se establece la posibilidad de interponer recursos en caso de desacuerdo con el nombramiento, lo que garantiza un proceso administrativo justo y transparente.", "affects_to": ["funcionarios", "todos_ciudadanos", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta información para entender cómo se gestionan los nombramientos en la administración de justicia y cómo pueden afectar a la calidad del servicio judicial que reciben.", "updated_at": "2026-01-29T07:52:19.288869+00:00"}
{"id": "boe-2025-05-30-resolucion-3223629b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 23 de mayo de 2025, de la Subsecretaría, por la que se corrigen errores en la de 7 de mayo de 2025, por la que se publica la relación de aspirantes que han superado la fase de oposición del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo General Administrativo de la Administración del Estado, especialidad de Tráfico, convocado por Resolución de 16 de diciembre de 2024.", "date_published": "2025-05-30T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/30/pdfs/BOE-A-2025-10701.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:19:18.045527+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-30-resolucion-3223629b.pdf", "text_length": 2812, "topic_primary": "transporte", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Cuerpo General Administrativo", "Tráfico", "corrección de errores", "aspirantes", "proceso selectivo", "recursos administrativos"], "summary_plain_es": "Se corrigen errores en la publicación de la lista de aspirantes que han superado la fase de oposición para el Cuerpo General Administrativo de la Administración del Estado, especialidad de Tráfico. Esta resolución afecta a los aspirantes que se presentaron a las pruebas selectivas y que han visto alterada su posición en la lista debido a un error en la transcripción de los nombres y puntuaciones. Es importante que los aspirantes revisen la lista corregida para asegurarse de que su información es correcta y para conocer su situación en el proceso de selección. La resolución también informa sobre los recursos que pueden interponer los afectados si no están de acuerdo con la decisión. Esto garantiza que los derechos de los aspirantes sean respetados y que tengan la oportunidad de actuar en caso de discrepancias.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar la transparencia en los procesos de selección y garantizar que todos los aspirantes tengan acceso a la información correcta sobre su situación en el proceso administrativo.", "updated_at": "2026-01-29T07:52:24.143877+00:00"}
{"id": "boe-2025-05-31-orden-ca6d50dc", "source": "BOE", "type": "orden", "title_original": "Orden AUC/547/2025, de 26 de mayo, por la que se crea el Consulado Honorario de España en Puerto Princesa y se modifica la circunscripción consular del Consulado Honorario de España en El Nido, en la República de Filipinas.", "date_published": "2025-05-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/31/pdfs/BOE-A-2025-10773.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:19:31.086254+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-31-orden-ca6d50dc.pdf", "text_length": 5459, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["consulado honorario", "Puerto Princesa", "Filipinas", "asistencia consular", "comunidad española", "modificación circunscripción", "turismo", "gastos de personal"], "summary_plain_es": "Se ha creado un nuevo Consulado Honorario de España en Puerto Princesa, Filipinas, para mejorar la atención a la comunidad española en la región. Este consulado tendrá jurisdicción sobre diez municipios de la provincia de Palawan, donde residen más de sesenta españoles y donde también llegan muchos turistas. La creación de este consulado facilitará la gestión de emergencias y trámites consulares, ya que la distancia y la comunicación desde el Consulado en El Nido son complicadas. Además, se ha modificado la circunscripción del Consulado Honorario en El Nido, que ahora abarcará otras provincias. La creación del nuevo consulado no generará un aumento en los gastos de personal, ya que se utilizarán los recursos existentes del Ministerio de Asuntos Exteriores. Esta medida beneficiará a los españoles residentes y visitantes en la zona, mejorando su acceso a servicios consulares.", "affects_to": ["todos_ciudadanos", "familias", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan la creación de este consulado, ya que mejora el acceso a servicios consulares y la atención a la comunidad española en el extranjero, lo que puede ser crucial en situaciones de emergencia.", "updated_at": "2026-01-29T07:52:30.859744+00:00"}
{"id": "boe-2025-05-31-orden-cac0ef95", "source": "BOE", "type": "orden", "title_original": "Orden AUC/548/2025, de 26 de mayo, por la que se crea el Consulado Honorario de España en Siargao y se modifica la circunscripción consular del Consulado Honorario de España en Davao, en la República de Filipinas.", "date_published": "2025-05-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/31/pdfs/BOE-A-2025-10774.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:19:31.086711+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-31-orden-cac0ef95.pdf", "text_length": 4788, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["consulado honorario", "Siargao", "Davao", "asistencia consular", "españoles en Filipinas", "turismo", "emergencias consulares"], "summary_plain_es": "Se ha creado un nuevo Consulado Honorario de España en Siargao, Filipinas, para atender a la creciente comunidad española y a los turistas que visitan la isla. Este consulado tendrá jurisdicción en la región XIII y facilitará la asistencia consular, especialmente en situaciones de emergencia, ya que hay un número significativo de españoles que residen y trabajan en el sector turístico. Además, se ha modificado la circunscripción del Consulado Honorario en Davao, que ahora abarcará solo las regiones X, XI y XII. Esta medida no generará un aumento en los gastos de personal, ya que se utilizarán los recursos existentes del Ministerio de Asuntos Exteriores. Es importante que los ciudadanos conozcan estas actualizaciones, ya que mejorarán la atención y protección de los españoles en el extranjero.", "affects_to": ["todos_ciudadanos", "familias", "autónomos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la creación de este consulado, ya que mejorará la asistencia y protección de los españoles en Filipinas, especialmente en situaciones de emergencia.", "updated_at": "2026-01-29T07:52:37.062016+00:00"}
{"id": "boe-2025-05-31-orden-5e232dc8", "source": "BOE", "type": "orden", "title_original": "Acuerdo de 27 de mayo de 2025, de la Comisión Permanente del Consejo General del Poder Judicial, por el que se publica la relación de aspirantes que han superado la primera fase del proceso selectivo para la provisión de plazas, entre juristas de reconocida competencia con más de diez años de ejercicio profesional en las materias propias de los órganos del orden civil, del orden penal y de los órganos con jurisdicción compartida, para el acceso a la Carrera Judicial por la categoría de Magistrado/a, convocado por Acuerdo de 8 de febrero de 2023.", "date_published": "2025-05-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/05/31/pdfs/BOE-A-2025-10791.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:19:31.087756+00:00", "pdf_path": "pdfs/2025/05/boe-2025-05-31-orden-5e232dc8.pdf", "text_length": 8753, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["carrera judicial", "magistrados", "proceso selectivo", "juristas", "formación judicial", "Consejo General del Poder Judicial", "aspirantes"], "summary_plain_es": "El Acuerdo de 27 de mayo de 2025 del Consejo General del Poder Judicial publica la lista de aspirantes que han superado la primera fase del proceso selectivo para acceder a la Carrera Judicial como Magistrados/as. Este proceso está dirigido a juristas con más de diez años de experiencia en derecho civil, penal y jurisdicción compartida. Se han aprobado 51 personas que ahora deben presentar documentación en el Consejo General del Poder Judicial y asistir a un curso de formación en la Escuela Judicial. Este curso comenzará el 10 de junio de 2025 y los aprobados serán considerados funcionarios en prácticas. Es importante que los ciudadanos conozcan este proceso, ya que afecta la calidad y la profesionalidad del sistema judicial.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Conocer este acuerdo es fundamental para entender cómo se seleccionan los magistrados y la importancia de la formación en el sistema judicial, lo que impacta directamente en la justicia que reciben los ciudadanos.", "updated_at": "2026-01-29T07:52:41.930953+00:00"}
