{"id": "boe-2025-03-01-otro-7b1b8d57", "source": "BOE", "type": "otro", "title_original": "Modificaciones a los artículos 5 y 23 de los Estatutos de la Sociedad Europea para la financiación de material ferroviario (EUROFIMA), adoptadas el 13 y el 17 de junio de 2024. Texto consolidado de los Estatutos de EUROFIMA.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4083.pdf", "approved_by": "Texto consolidado de los Estatutos de EUROFIMA.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:58:51.863869+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-otro-7b1b8d57.pdf", "text_length": 38847, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["EUROFIMA", "modificaciones estatutarias", "financiación ferroviaria", "capital social", "transparencia"], "summary_plain_es": "Se han aprobado modificaciones a los Estatutos de EUROFIMA, la Sociedad Europea para la financiación de material ferroviario. Estas modificaciones afectan a la forma en que se lleva el registro de los accionistas y a la estructura del capital de la sociedad. A partir del 13 de junio de 2024, la sociedad deberá llevar un registro actualizado de los accionistas y su participación, que se publicará en su sitio web. Además, se ha establecido que el capital de clase B asciende a 50 millones de francos suizos, dividido en 500 acciones, y que no se requiere un quórum específico para la ampliación de capital. Estas modificaciones buscan mejorar la transparencia y la gestión de la sociedad, lo que puede beneficiar a los accionistas y a la financiación del material ferroviario en Europa.", "affects_to": ["empresas", "todos_ciudadanos", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas modificaciones para entender cómo se gestiona la financiación del material ferroviario en Europa y cómo pueden afectar a la inversión pública y privada en este sector.", "updated_at": "2026-01-29T07:33:19.825446+00:00"}
{"id": "boe-2025-03-01-resolucion-2322feb4", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38063/2025, de 20 de febrero, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del ejercicio de la fase de oposición del proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Titulado/a Especialista en Ciencias de la Salud en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38532/2024, de 10 de diciembre.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4097.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:51.864949+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-resolucion-2322feb4.pdf", "text_length": 5988, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "personal estatutario", "salud", "Ministerio de Defensa", "examen", "admitidos", "excluidos", "subsanación"], "summary_plain_es": "La Resolución 400/38063/2025, publicada el 1 de marzo de 2025, aprueba la lista provisional de personas admitidas y excluidas para el proceso selectivo de ingreso como personal estatutario fijo en la categoría de Titulado/a Especialista en Ciencias de la Salud en la Red Hospitalaria de la Defensa. Afecta a los aspirantes que se presentaron a esta convocatoria, permitiéndoles conocer su situación actual. Las personas excluidas tienen un plazo de diez días hábiles para subsanar los motivos de su exclusión o presentar alegaciones. El examen se llevará a cabo el 5 de abril de 2025 en la Universidad de Alcalá. Es importante que los aspirantes verifiquen que sus nombres figuran en la lista de admitidos para evitar ser excluidos definitivamente.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para asegurar la transparencia en la selección de personal en el sector público y garantizar que todos los aspirantes tengan la oportunidad de participar adecuadamente.", "updated_at": "2026-01-29T07:33:25.678507+00:00"}
{"id": "boe-2025-03-01-resolucion-d25a71cd", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38064/2025, de 20 de febrero, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del ejercicio de la fase de oposición del proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Enfermero/a, Fisioterapeuta, Terapeuta Ocupacional y Matrona en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38533/2024, de 10 de diciembre.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4098.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:51.865426+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-resolucion-d25a71cd.pdf", "text_length": 8607, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "personal estatutario", "enfermero", "fisioterapeuta", "terapeuta ocupacional", "matrona", "Ministerio de Defensa", "exámenes"], "summary_plain_es": "La Resolución 400/38064/2025, publicada el 1 de marzo de 2025, aprueba la lista provisional de personas admitidas y excluidas para el proceso selectivo de ingreso a plazas de Enfermero/a, Fisioterapeuta, Terapeuta Ocupacional y Matrona en la Red Hospitalaria de la Defensa. Esta resolución afecta a los aspirantes que se presentaron a la convocatoria del 10 de diciembre de 2024. Se establece un plazo de diez días hábiles para que aquellos excluidos puedan subsanar las causas de su exclusión o presentar alegaciones. Las fechas de los exámenes están fijadas para el 5 y 26 de abril de 2025. Es importante que los aspirantes verifiquen su inclusión en las listas para no perder la oportunidad de participar en el proceso selectivo.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos selectivos para poder participar y acceder a oportunidades laborales en el sector público, especialmente en áreas críticas como la sanidad.", "updated_at": "2026-01-29T07:33:31.746330+00:00"}
{"id": "boe-2025-03-01-resolucion-6119e310", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38065/2025, de 20 de febrero, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del ejercicio de la fase de oposición del proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Técnico/a Superior en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38534/2024, de 10 de diciembre.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4099.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:51.865895+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-resolucion-6119e310.pdf", "text_length": 6104, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Técnico Superior", "Red Hospitalaria", "admitidos", "excluidos", "proceso selectivo", "Ministerio de Defensa"], "summary_plain_es": "Se ha publicado la relación provisional de personas admitidas y excluidas para el proceso selectivo de ingreso a la categoría de Técnico/a Superior en la Red Hospitalaria de la Defensa. Esto afecta a quienes se presentaron a la oposición convocada el 10 de diciembre de 2024. Las listas se pueden consultar en el portal del Ministerio de Defensa. Quienes estén excluidos tienen un plazo de diez días hábiles para subsanar los errores que llevaron a su exclusión o para alegar su inclusión. El examen se llevará a cabo el 5 de abril de 2025. Es importante que los aspirantes verifiquen su situación en las listas para poder participar en el proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Conocer estos procesos es fundamental para que los ciudadanos puedan ejercer sus derechos y participar activamente en las oportunidades laborales que ofrece la administración pública.", "updated_at": "2026-01-29T07:33:36.452357+00:00"}
{"id": "boe-2025-03-01-resolucion-cbd3f542", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38066/2025, de 20 de febrero, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del ejercicio de la fase de oposición del proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Técnico/a Medio Sanitario: Cuidados Auxiliares de Enfermería en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38535/2024, de 10 de diciembre.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4100.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:51.866361+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-resolucion-cbd3f542.pdf", "text_length": 7476, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Técnico Medio Sanitario", "Cuidados Auxiliares", "Ministerio de Defensa", "examen", "admitidos", "excluidos"], "summary_plain_es": "Se aprueba la relación provisional de admitidos y excluidos para el proceso selectivo de ingreso a plazas de Técnico/a Medio Sanitario en la Red Hospitalaria de la Defensa. Esto afecta a las personas que se presentaron a la oposición convocada en diciembre de 2024. Si estás en la lista de excluidos, tienes diez días para corregir los errores que causaron tu exclusión o para alegar si no apareces en ninguna lista. El examen se llevará a cabo el 25 de mayo de 2025 en Alcalá de Henares, y es importante que lleves tu documento de identidad y un bolígrafo. Al finalizar el plazo de subsanación, se publicarán las listas definitivas de admitidos y excluidos.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para asegurar la transparencia y la equidad en las oposiciones, así como para que puedan ejercer sus derechos en caso de exclusión.", "updated_at": "2026-01-29T07:33:42.230135+00:00"}
{"id": "boe-2025-03-01-resolucion-86925b71", "source": "BOE", "type": "resolucion", "title_original": "Resolución 400/38067/2025, de 20 de febrero, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del ejercicio de la fase de oposición del proceso selectivo de ingreso, por el sistema general de acceso libre, para el acceso a la condición de personal estatutario fijo en plazas de la categoría de Celador/a en la Red Hospitalaria de la Defensa, convocado por Resolución 400/38536/2024, de 10 de diciembre.", "date_published": "2025-03-01T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/01/pdfs/BOE-A-2025-4101.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:58:51.866788+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-01-resolucion-86925b71.pdf", "text_length": 8040, "topic_primary": "sanidad", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Celador", "Red Hospitalaria", "admitidos", "excluidos", "examen", "Ministerio de Defensa"], "summary_plain_es": "Se ha publicado la relación provisional de personas admitidas y excluidas para el proceso selectivo de ingreso como Celador/a en la Red Hospitalaria de la Defensa. Este proceso, que se realiza por acceso libre, afecta a quienes han solicitado participar en esta oposición. Las listas se pueden consultar en el portal del Ministerio de Defensa. Si no estás en la lista de admitidos o excluidos, tienes diez días hábiles para corregir cualquier error o presentar alegaciones. El examen se llevará a cabo el 24 de mayo de 2025 en Alcalá de Henares, y es importante que lleves tu documento de identidad y un bolígrafo. Recuerda que si no subsanas tu exclusión, serás eliminado del proceso.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder participar en igualdad de condiciones y ejercer sus derechos en la selección de personal público.", "updated_at": "2026-01-29T07:33:51.277883+00:00"}
{"id": "boe-2025-03-03-orden-0733fe02", "source": "BOE", "type": "orden", "title_original": "Orden SND/196/2025, de 25 de febrero, por la que se crean la Junta de Contratación y la Mesa Única de Contratación, y se regula su composición y funciones.", "date_published": "2025-03-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/03/pdfs/BOE-A-2025-4168.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:59:20.783460+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-03-orden-0733fe02.pdf", "text_length": 29950, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Junta de Contratación", "Mesa Única de Contratación", "Ministerio de Sanidad", "contratación pública", "eficiencia administrativa"], "summary_plain_es": "La Orden SND/196/2025 establece la creación de la Junta de Contratación y la Mesa Única de Contratación del Ministerio de Sanidad. Esto significa que se organizarán mejor los procesos de contratación dentro del ministerio, lo que facilitará la gestión de recursos y garantizará una contratación más eficiente y transparente. Afecta principalmente a los funcionarios del Ministerio de Sanidad, quienes estarán involucrados en estos nuevos órganos. Con esta medida, se busca mejorar la eficacia en la prestación de servicios de salud y asegurar que los procedimientos de contratación se realicen de manera adecuada y conforme a la ley. Además, se asegura que no habrá nuevas cargas administrativas, lo que simplifica el proceso para todos los implicados. En resumen, esta orden busca optimizar la forma en que se gestionan los contratos en el ámbito sanitario, beneficiando a la administración pública y, por ende, a los ciudadanos que utilizan estos servicios.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender cómo se gestionan los recursos públicos y asegurar que se realicen de manera transparente y eficiente.", "updated_at": "2026-01-29T07:33:56.797776+00:00"}
{"id": "boe-2025-03-03-resolucion-9e5d5361", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 26 de febrero de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-03T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/03/pdfs/BOE-A-2025-4187.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:59:20.784852+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-03-resolucion-9e5d5361.pdf", "text_length": 14854, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "Ministerio de Hacienda", "competencias directivas", "currículum", "solicitudes"], "summary_plain_es": "La Resolución de 26 de febrero de 2025 convoca la provisión de puestos de trabajo en el Ministerio de Hacienda mediante el sistema de libre designación. Esto significa que las personas funcionarias que cumplan con los requisitos establecidos pueden solicitar estos puestos. Debes enviar tu solicitud a la Subsecretaría de Hacienda junto con tu currículum y una justificación de tu idoneidad para el puesto. El plazo para presentar solicitudes es de diez días naturales desde la publicación de la resolución. Se realizarán entrevistas a los candidatos seleccionados para valorar sus competencias. Esta convocatoria es importante porque permite a los funcionarios acceder a puestos directivos, lo que puede influir en su carrera profesional y en la gestión pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T07:34:01.955799+00:00"}
{"id": "boe-2025-03-04-otro-9ab2cef8", "source": "BOE", "type": "otro", "title_original": "Estatutos del Consorcio de Infraestructuras de Investigación Europeas del Observatorio de la red de telescopios Cherenkov (CTAO ERIC).", "date_published": "2025-03-04T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/04/pdfs/BOE-A-2025-4259.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:59:30.809030+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-04-otro-9ab2cef8.pdf", "text_length": 60976, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["CTAO ERIC", "investigación astronómica", "cooperación internacional", "telescopios Cherenkov", "financiación", "gobernanza", "derechos de los miembros"], "summary_plain_es": "Se aprueban los Estatutos del Consorcio de Infraestructuras de Investigación Europeas del Observatorio de la red de telescopios Cherenkov (CTAO ERIC), que establece un marco para la cooperación internacional en la investigación astronómica. Este consorcio, del que forman parte varios países europeos, busca facilitar el acceso a un observatorio de telescopios Cherenkov, promoviendo la investigación en astrofísica y física de partículas. Afecta principalmente a investigadores y científicos en estos campos, así como a las instituciones que deseen colaborar. Los estatutos regulan aspectos como la gobernanza, derechos de los miembros, financiación y evaluación de proyectos, lo que permitirá un funcionamiento más eficiente y transparente del consorcio. Este desarrollo es clave para fortalecer la posición de Europa en la investigación científica a nivel global.", "affects_to": ["todos_ciudadanos", "sector_sanitario", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos estatutos, ya que promueven la colaboración en investigaciones científicas que pueden tener un impacto significativo en la sociedad y el avance del conocimiento. La transparencia en su funcionamiento asegura que los recursos se utilicen de manera adecuada y efectiva.", "updated_at": "2026-01-29T07:34:11.344848+00:00"}
{"id": "boe-2025-03-05-real_decreto-21e5bea5", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 163/2025, de 4 de marzo, por el que se establecen los umbrales de renta y patrimonio familiar y las cuantías de las becas y ayudas al estudio para el curso 2025-2026, y se modifica parcialmente el Real Decreto 1721/2007, de 21 de diciembre, por el que se establece el régimen de las becas y ayudas al estudio personalizadas.", "date_published": "2025-03-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/05/pdfs/BOE-A-2025-4320.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:59:42.496861+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-05-real_decreto-21e5bea5.pdf", "text_length": 70399, "topic_primary": "educación", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["becas", "ayudas al estudio", "renta familiar", "patrimonio", "estudiantes", "educación", "discapacidad", "violencia sexual"], "summary_plain_es": "El Real Decreto 163/2025 establece los umbrales de renta y patrimonio familiar, así como las cuantías de las becas y ayudas al estudio para el curso 2025-2026. Esto afecta a estudiantes de todos los niveles educativos, garantizando que aquellos con menos recursos puedan acceder a la educación. Se introducen mejoras como la equiparación de las enseñanzas artísticas superiores con las universitarias en cuanto a becas, un aumento en la ayuda para gastos de residencia y un incremento en las becas para estudiantes con discapacidad. También se flexibilizan requisitos académicos para víctimas de violencia sexual y se excluyen ciertas subvenciones del cómputo patrimonial. Este decreto busca asegurar que la educación sea accesible para todos, independientemente de su situación económica.", "affects_to": ["estudiantes", "familias", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para entender cómo pueden beneficiarse de las ayudas educativas y garantizar el acceso a la educación para todos, especialmente en situaciones de vulnerabilidad económica.", "updated_at": "2026-01-29T07:34:21.760138+00:00"}
{"id": "boe-2025-03-05-orden-bd890cbb", "source": "BOE", "type": "orden", "title_original": "Orden PJC/203/2025, de 18 de febrero, por la que se incluye, en ejecución de sentencia, a don Pedro González del Río, en la relación de aprobados del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo de Auxilio Judicial de la Administración de Justicia, convocado por Orden JUS/60/2020, de 15 de enero.", "date_published": "2025-03-05T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/05/pdfs/BOE-A-2025-4345.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:59:42.497859+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-05-orden-bd890cbb.pdf", "text_length": 6112, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["auxilio judicial", "sentencia", "proceso selectivo", "Pedro González del Río", "funcionario", "Ministerio de Justicia", "convocatoria"], "summary_plain_es": "La Orden PJC/203/2025, publicada el 5 de marzo de 2025, incluye a don Pedro González del Río en la lista de aprobados del proceso selectivo para el Cuerpo de Auxilio Judicial de la Administración de Justicia. Esta inclusión se realiza en cumplimiento de una sentencia del Tribunal Superior de Justicia de Madrid que reconoció sus derechos tras un recurso contencioso-administrativo. Como resultado, se incrementa en una plaza la convocatoria original, permitiendo que Pedro pueda ser nombrado funcionario. Los aspirantes tienen un plazo de 20 días para presentar la documentación requerida para su nombramiento. Es importante que los ciudadanos conozcan este tipo de decisiones, ya que reflejan cómo se garantiza el acceso a la función pública y se corrigen injusticias en procesos selectivos.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones para entender cómo se protege el derecho al acceso a la función pública y se asegura la justicia en los procesos de selección de personal.", "updated_at": "2026-01-29T07:34:32.623942+00:00"}
{"id": "boe-2025-03-06-orden-19109c73", "source": "BOE", "type": "orden", "title_original": "Orden INT/209/2025, de 27 de febrero, por la que se regula la duración, el contenido y los requisitos de los cursos de conducción segura y eficiente cuya realización conlleve la recuperación o bonificación de puntos, así como los mecanismos de control y certificación.", "date_published": "2025-03-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/06/pdfs/BOE-A-2025-4407.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:59:56.519137+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-06-orden-19109c73.pdf", "text_length": 36251, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["cursos de conducción", "bonificación de puntos", "seguridad vial", "motocicletas", "turismos", "formación teórica", "formación práctica", "recuperación de puntos"], "summary_plain_es": "La Orden INT/209/2025 regula los cursos de conducción segura y eficiente que permiten recuperar o bonificar puntos del permiso de conducción. Estos cursos, dirigidos a conductores de motocicletas y turismos, tienen una duración mínima de seis horas y combinan formación teórica y práctica. Al completar el curso, los conductores pueden obtener una bonificación de hasta dos puntos, con un límite de quince, y pueden realizar un curso cada dos años. La norma busca mejorar la seguridad vial y establece requisitos claros para la certificación y control de estos cursos. Es importante que los ciudadanos conozcan esta regulación para aprovechar la oportunidad de mejorar su conducción y recuperar puntos de forma efectiva.", "affects_to": ["todos_ciudadanos", "conductores", "familias"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre esta regulación para que puedan beneficiarse de la formación y las bonificaciones disponibles, mejorando así su seguridad y la de los demás en las vías.", "updated_at": "2026-01-29T07:34:41.648842+00:00"}
{"id": "boe-2025-03-06-orden-a9ed7b54", "source": "BOE", "type": "orden", "title_original": "Orden INT/210/2025, de 27 de febrero, por la que se regula la formación para el acceso progresivo al permiso de conducción de la clase A.", "date_published": "2025-03-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/06/pdfs/BOE-A-2025-4408.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T04:59:56.519614+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-06-orden-a9ed7b54.pdf", "text_length": 24030, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["permiso de conducción", "formación motocicletas", "seguridad vial", "airbag obligatorio", "siniestros viales", "actualización normativa"], "summary_plain_es": "La Orden INT/210/2025 regula la formación necesaria para obtener el permiso de conducción de la clase A, que permite conducir motocicletas. Esta actualización es importante porque busca mejorar la seguridad vial, especialmente para motoristas, quienes han visto un aumento en la mortalidad en accidentes. La nueva normativa incrementa las horas de formación práctica en circulación y establece el uso obligatorio de un airbag en las motocicletas. Además, se actualizarán los contenidos teóricos para adaptarse a los avances tecnológicos y a las causas de siniestralidad. Esto afecta a todos los aspirantes a obtener este permiso, garantizando que estén mejor preparados para conducir de manera segura y responsable.", "affects_to": ["todos_ciudadanos", "estudiantes", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta normativa para entender los cambios en la formación de conductores y cómo estos pueden contribuir a reducir la siniestralidad en las carreteras.", "updated_at": "2026-01-29T07:34:46.688410+00:00"}
{"id": "boe-2025-03-06-orden-402aff57", "source": "BOE", "type": "orden", "title_original": "Orden de 29 de enero de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Central n.º 2 de Madrid a la Coronel Auditor doña María del Valle López Alfranca.", "date_published": "2025-03-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/06/pdfs/BOE-A-2025-4424.pdf", "approved_by": "º 2 de Madrid a la Coronel Auditor doña María del Valle López Alfranca.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T04:59:56.523906+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-06-orden-402aff57.pdf", "text_length": 2018, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento", "juez togado", "militar", "Madrid", "María del Valle López Alfranca", "Consejo General del Poder Judicial", "justicia militar"], "summary_plain_es": "El 29 de enero de 2025, se ha nombrado a la Coronel Auditor doña María del Valle López Alfranca como Juez Togado del Juzgado Togado Militar Central n.º 2 de Madrid. Este nombramiento se realiza en cumplimiento de las normativas vigentes que regulan la provisión de plazas en los órganos judiciales. La vacante fue convocada previamente en octubre de 2024. Este cambio afecta principalmente al ámbito judicial militar y a la administración de justicia en este sector. Los ciudadanos pueden interponer recursos contencioso-administrativos o de reposición si consideran que este nombramiento no se ajusta a derecho. Es importante que estés informado sobre estos nombramientos, ya que afectan la administración de justicia y la confianza en las instituciones.", "affects_to": ["otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los nombramientos en el ámbito judicial, ya que estos afectan la imparcialidad y la eficacia de la justicia en el país.", "updated_at": "2026-01-29T07:34:51.553829+00:00"}
{"id": "boe-2025-03-06-resolucion-931d45a6", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 27 de febrero de 2025, de la Presidencia de la Agencia Estatal de Administración Tributaria, por la que se aprueba la relación provisional de personas admitidas y excluidas, y se anuncia fecha, hora y lugar de celebración del primer ejercicio de los procesos selectivos para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo General Administrativo de la Administración del Estado, especialidad de Agentes de la Hacienda Pública, convocados por Resolución de 20 de diciembre de 2024.", "date_published": "2025-03-06T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/06/pdfs/BOE-A-2025-4438.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T04:59:56.524923+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-06-resolucion-931d45a6.pdf", "text_length": 24803, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposiciones", "Agentes Hacienda Pública", "admitidos", "excluidos", "subsanación", "procesos selectivos", "fecha examen"], "summary_plain_es": "Se ha publicado la relación provisional de personas admitidas y excluidas para los procesos selectivos del Cuerpo General Administrativo de la Administración del Estado, especialidad de Agentes de la Hacienda Pública. Esto afecta a quienes se presentaron a las oposiciones convocadas el 20 de diciembre de 2024. Si estás en la lista de excluidos, tienes diez días para corregir cualquier error que haya llevado a tu exclusión. La fecha del primer ejercicio para los admitidos es el 5 de abril de 2025. Es importante que verifiques tu estado en las listas publicadas, ya que si no subsanas los errores, podrías ser excluido definitivamente del proceso. Mantente informado sobre las fechas y requisitos para poder participar en las oposiciones.", "affects_to": ["estudiantes", "funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para garantizar la equidad y la transparencia en el acceso a la función pública. Conocer las listas de admitidos y excluidos permite a los aspirantes actuar a tiempo y corregir posibles errores.", "updated_at": "2026-01-29T07:34:57.975513+00:00"}
{"id": "boe-2025-03-07-otro-8ac8c774", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 1014-2025, contra la Ley 1/2024, de 8 de noviembre, de derogación de la Ley de Cantabria 8/2021, de 17 de noviembre, de Memoria Histórica y Democrática de Cantabria.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4518.pdf", "approved_by": "º 1014-2025, contra la Ley 1/2024, de 8 de noviembre, de derogación de la Ley de Cantabria 8/2021, de 17 de noviembre, de Memoria Histórica y Democrática de Cantabria.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:00:16.591090+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-otro-8ac8c774.pdf", "text_length": 1345, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley de Memoria Histórica", "Cantabria", "suspensión de la ley", "Gobierno", "Tribunal Constitucional"], "summary_plain_es": "Se ha admitido a trámite un recurso de inconstitucionalidad contra la Ley 1/2024, que deroga la Ley de Memoria Histórica y Democrática de Cantabria. Este recurso fue presentado por el presidente del Gobierno y se basa en el artículo 161.2 de la Constitución, lo que implica que los efectos de la ley derogada quedan suspendidos desde el 12 de febrero de 2025 para las partes involucradas y desde la publicación del edicto para el público en general. Esto significa que, mientras se resuelve el recurso, la ley de memoria histórica no se aplicará, afectando a la gestión de la memoria histórica en la comunidad autónoma de Cantabria. Es importante que estés al tanto de este proceso, ya que puede influir en la forma en que se aborda la memoria histórica en tu región.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que puede afectar a la legislación sobre memoria histórica y a la forma en que se reconoce el pasado en su comunidad. La transparencia en estos procesos asegura que todos estén informados sobre sus derechos y las decisiones que les afectan.", "updated_at": "2026-01-29T07:35:05.878830+00:00"}
{"id": "boe-2025-03-07-resolucion-dd5fe620", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de marzo de 2025, de la Subsecretaría, por la que se resuelve parcialmente la convocatoria de libre designación, efectuada por Resolución de 26 de noviembre de 2024.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4520.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:00:16.591636+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-dd5fe620.pdf", "text_length": 4571, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "asuntos exteriores", "nombramientos"], "summary_plain_es": "El 3 de marzo de 2025, se publica una resolución que resuelve parcialmente la convocatoria de libre designación de puestos en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, realizada el 26 de noviembre de 2024. Esta resolución afecta a los funcionarios que optaron por estos puestos, ya que se detallan los nombramientos y las nuevas asignaciones de trabajo. Los funcionarios que han sido adjudicados a nuevos destinos deben seguir el régimen de toma de posesión establecido en la normativa vigente. Además, se informa sobre los recursos que pueden interponer aquellos que no estén conformes con la resolución, permitiendo así que los interesados tengan la oportunidad de impugnarla si lo consideran necesario. Es importante que los ciudadanos conozcan esta resolución, ya que afecta a la gestión del personal en el ámbito de la administración pública y garantiza la transparencia en los procesos de nombramiento.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer esta resolución es fundamental para entender cómo se gestionan los nombramientos en la administración pública, lo que promueve la transparencia y la confianza en el sistema administrativo.", "updated_at": "2026-01-29T07:35:15.142288+00:00"}
{"id": "boe-2025-03-07-resolucion-a661352b", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38080/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38431/2024, de 22 de octubre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4536.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.592192+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-a661352b.pdf", "text_length": 1070, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "auditor presidente", "tribunal militar", "convocatoria", "Ministerio de Defensa"], "summary_plain_es": "Se ha declarado desierta una vacante para el puesto de Auditor Presidente/a en el Tribunal Militar Territorial 3.º de Barcelona, debido a que no se presentaron solicitudes durante el plazo establecido. Esta vacante fue convocada anteriormente en octubre de 2024, pero al no haber candidatos, la plaza queda sin cubrir. Esto significa que el proceso de selección no ha podido avanzar y la vacante seguirá disponible para futuras convocatorias. Si eres parte del ámbito judicial militar o estás interesado en estos puestos, es importante que estés atento a nuevas oportunidades que puedan surgir en el futuro.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan las oportunidades laborales en el ámbito público y militar, lo que fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T07:35:19.354853+00:00"}
{"id": "boe-2025-03-07-resolucion-0f7fab1e", "source": "BOE", "type": "resolucion", "title_original": "Resolución 430/38082/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38440/2024, de 22 de octubre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4537.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.592535+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-0f7fab1e.pdf", "text_length": 1071, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "órganos judiciales", "jurisdicción militar", "Tribunal Militar", "Ministerio de Defensa"], "summary_plain_es": "Se ha declarado desierta una vacante en los órganos judiciales de la jurisdicción militar, específicamente para el puesto de Vocal Togado en el Tribunal Militar Territorial 3.º de Barcelona. Esto significa que, tras finalizar el plazo para presentar solicitudes, no se ha recibido ninguna petición para ocupar este puesto. Esta resolución afecta a los procesos de selección dentro del ámbito militar y puede influir en la disponibilidad de personal en estos órganos judiciales. Es importante que los interesados en estas vacantes estén al tanto de esta situación, ya que puede afectar sus oportunidades laborales en el sector militar.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las vacantes en el ámbito militar y las oportunidades laborales que pueden surgir en este sector.", "updated_at": "2026-01-29T07:35:24.432604+00:00"}
{"id": "boe-2025-03-07-resolucion-71ae4468", "source": "BOE", "type": "resolucion", "title_original": "Resolución 431/38081/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38439/2024, de 22 de octubre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4538.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.592865+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-71ae4468.pdf", "text_length": 1100, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "juzgado militar", "jurisdicción militar", "Ministerio de Defensa", "Juez Togado", "Las Palmas", "convocatoria"], "summary_plain_es": "La Resolución 431/38081/2025, emitida por la Dirección General de Personal del Ministerio de Defensa, declara desierta una vacante en los órganos judiciales de la jurisdicción militar. Esta vacante corresponde al puesto de Juez/a Togado, de empleo Comandante/Capitán Auditor en el Juzgado Togado Militar Territorial n.º 52, ubicado en Las Palmas de Gran Canaria. El motivo de esta declaración es que, al finalizar el plazo de admisión de solicitudes, no se presentó ningún candidato para ocupar el puesto. Esto implica que no se podrá cubrir esta vacante en el ámbito militar, lo que puede afectar la operatividad de los órganos judiciales militares. Es importante que los interesados en estas posiciones estén al tanto de esta situación para futuras convocatorias.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las vacantes en el ámbito judicial militar y cómo pueden afectar la administración de justicia en este sector.", "updated_at": "2026-01-29T07:35:30.159254+00:00"}
{"id": "boe-2025-03-07-resolucion-9c65efe1", "source": "BOE", "type": "resolucion", "title_original": "Resolución 431/38083/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38442/2024, de 22 de octubre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4539.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.593273+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-9c65efe1.pdf", "text_length": 1084, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "jurisdicción militar", "Tribunal Militar", "personal militar", "oposiciones"], "summary_plain_es": "Se ha declarado desierta una vacante en los órganos judiciales de la jurisdicción militar, específicamente para el puesto de Vocal Togado en el Tribunal Militar Territorial 5.º, ubicado en Santa Cruz de Tenerife. Esto significa que, tras finalizar el plazo para presentar solicitudes, no se ha recibido ninguna petición para ocupar este puesto. Esta decisión afecta a los procesos de selección dentro del ámbito militar y puede influir en la disponibilidad de personal para funciones judiciales en este sector. Es importante que los interesados en estas vacantes estén al tanto de esta situación, ya que podría afectar futuras convocatorias y oportunidades laborales en el ámbito de la justicia militar.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones para entender cómo se gestionan las oportunidades laborales en el sector público y militar, así como la importancia de la participación en procesos de selección.", "updated_at": "2026-01-29T07:35:36.337751+00:00"}
{"id": "boe-2025-03-07-resolucion-86b5c7a1", "source": "BOE", "type": "resolucion", "title_original": "Resolución 431/38084/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38472/2024, de 8 de noviembre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4540.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.593601+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-86b5c7a1.pdf", "text_length": 1054, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "órganos judiciales", "jurisdicción militar", "Tribunal Militar Central", "Ministerio de Defensa", "candidaturas", "selección de personal"], "summary_plain_es": "Se ha declarado desierta una vacante en los órganos judiciales de la jurisdicción militar, específicamente para el puesto de Vocal Togado en el Tribunal Militar Central de Madrid. Esto significa que, tras finalizar el plazo para presentar solicitudes, no se ha recibido ninguna candidatura para ocupar este puesto. Esta decisión afecta a los procesos de selección en el ámbito militar y podría influir en la disponibilidad de personal en el sistema judicial militar. Es importante que los interesados en estas vacantes estén al tanto de esta situación, ya que puede afectar futuras convocatorias y oportunidades laborales en el sector.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan las vacantes en el ámbito judicial militar y las oportunidades laborales que pueden surgir en este sector.", "updated_at": "2026-01-29T07:35:43.637143+00:00"}
{"id": "boe-2025-03-07-resolucion-2f23d9d8", "source": "BOE", "type": "resolucion", "title_original": "Resolución 431/38085/2025, de 25 de febrero, de la Dirección General de Personal, por la que se declara desierta vacante en los órganos judiciales de la jurisdicción militar, convocada por Resolución 431/38473/2024, de 8 de noviembre.", "date_published": "2025-03-07T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/07/pdfs/BOE-A-2025-4541.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:16.593916+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-07-resolucion-2f23d9d8.pdf", "text_length": 1071, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["vacante desierta", "órganos judiciales", "jurisdicción militar", "Tribunal Militar Territorial", "Ministerio de Defensa", "candidaturas", "justicia militar"], "summary_plain_es": "Se ha declarado desierta una vacante en los órganos judiciales de la jurisdicción militar, específicamente para el puesto de Vocal Togado en el Tribunal Militar Territorial 1.º de Madrid. Esto significa que, tras finalizar el plazo para presentar solicitudes, no se ha recibido ninguna candidatura para este puesto. La vacante fue convocada anteriormente en noviembre de 2024, pero no ha habido interés por parte de los posibles aspirantes. Esta situación puede afectar la operatividad del tribunal militar, ya que no se cubrirá el puesto vacante. Es importante que los ciudadanos estén al tanto de estos procesos, ya que reflejan la disponibilidad de recursos humanos en el sistema judicial militar y pueden influir en la administración de justicia en este ámbito.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestiona el personal en los órganos judiciales y la importancia de la disponibilidad de puestos en la administración de justicia.", "updated_at": "2026-01-29T07:35:49.622144+00:00"}
{"id": "boe-2025-03-08-real_decreto-989c7a4c", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 140/2025, de 25 de febrero, por el que se regula la Comisión Interministerial de Cooperación para el Desarrollo Sostenible y la Solidaridad Global.", "date_published": "2025-03-08T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/08/pdfs/BOE-A-2025-4614.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:00:28.822442+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-08-real_decreto-989c7a4c.pdf", "text_length": 13361, "topic_primary": "medio_ambiente", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["comisión interministerial", "cooperación desarrollo sostenible", "solidaridad global", "política exterior", "coordinación ministerial"], "summary_plain_es": "El Real Decreto 140/2025 regula la creación y funcionamiento de la Comisión Interministerial de Cooperación para el Desarrollo Sostenible y la Solidaridad Global. Esta comisión tiene como objetivo coordinar las acciones de los diferentes ministerios en materia de cooperación, asegurando que se alineen con los principios y objetivos establecidos en la Ley 1/2023. Afecta principalmente a los ministerios del Gobierno español, ya que busca mejorar la eficacia y coherencia de las políticas de cooperación internacional. Con esta regulación, se espera que las actuaciones sean más coordinadas y que se optimicen los recursos públicos destinados a la cooperación para el desarrollo sostenible. Este decreto también establece que la comisión se reunirá al menos una vez al año y podrá hacerlo de forma presencial o a distancia, facilitando así su funcionamiento y la comunicación entre los diferentes departamentos ministeriales.", "affects_to": ["funcionarios", "empresas", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender cómo se gestionan los recursos públicos en cooperación internacional y cómo se busca mejorar la eficacia de las políticas de desarrollo sostenible.", "updated_at": "2026-01-29T07:35:55.769205+00:00"}
{"id": "boe-2025-03-10-real_decreto-ba62274a", "source": "BOE", "type": "real_decreto", "title_original": "Orden TED/225/2025, de 24 de febrero, por la que se establecen los procedimientos administrativos derivados de las normas técnicas de seguridad para las presas y sus embalses aprobadas por el Real Decreto 264/2021, de 13 de abril.", "date_published": "2025-03-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/10/pdfs/BOE-A-2025-4691.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:00:42.576085+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-10-real_decreto-ba62274a.pdf", "text_length": 71567, "topic_primary": "otros", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["seguridad presas", "embalses", "procedimientos administrativos", "Normas Técnicas", "Ministerio de Transición Ecológica", "Confederaciones Hidrográficas", "titulación de presas"], "summary_plain_es": "La Orden TED/225/2025 establece los procedimientos administrativos necesarios para garantizar la seguridad de las presas y embalses en España, en cumplimiento de las Normas Técnicas de Seguridad aprobadas anteriormente. Esta normativa afecta a los titulares de presas, tanto públicos como privados, quienes deberán seguir un marco claro para cumplir con sus obligaciones de seguridad. La orden especifica cómo deben presentar solicitudes ante las Confederaciones Hidrográficas y detalla los trámites que se llevarán a cabo, así como los plazos y las competencias de la Administración. Esto busca proteger a las personas y al medio ambiente, asegurando que las presas operen de manera segura y eficiente. Es importante que los ciudadanos conozcan esta regulación, ya que afecta la gestión del agua y la seguridad en sus comunidades.", "affects_to": ["empresas", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas normas para entender cómo se gestionan los recursos hídricos y se garantiza su seguridad, lo que impacta directamente en su bienestar y en el medio ambiente.", "updated_at": "2026-01-29T07:36:01.940001+00:00"}
{"id": "boe-2025-03-10-resolucion-49aa9398", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de marzo de 2025, de la Presidencia del Tribunal Constitucional, por la que se resuelve el concurso, convocado por Resolución de 27 de agosto de 2024.", "date_published": "2025-03-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/10/pdfs/BOE-A-2025-4692.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:00:42.576842+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-10-resolucion-49aa9398.pdf", "text_length": 2632, "topic_primary": "justicia", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramientos", "Tribunal Constitucional", "funcionarios", "resolución", "concurso", "plazas", "administración pública"], "summary_plain_es": "El 3 de marzo de 2025, se ha publicado una resolución que nombra a tres nuevos funcionarios en el Tribunal Constitucional. Esta decisión se deriva de un concurso convocado el 27 de agosto de 2024, donde se ofertaron dos plazas del grupo C, subgrupo C1, y una plaza del grupo C, subgrupo C2. Los nombrados son María Teresa Frutos Agudo, Julián Arribas Sáez y Virginia Rodríguez Ramos, quienes deberán tomar posesión de sus puestos en un plazo de tres días hábiles o un mes, dependiendo de si requieren cambio de residencia. Esta resolución también establece que se puede interponer un recurso contencioso-administrativo ante el Tribunal Supremo si se está en desacuerdo con la decisión. Es importante que los ciudadanos conozcan estos nombramientos, ya que afectan a la administración de justicia y a la representación del Estado en el Tribunal Constitucional.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en instituciones clave como el Tribunal Constitucional, ya que estos funcionarios desempeñan un papel crucial en la administración de justicia y la protección de derechos fundamentales.", "updated_at": "2026-01-29T07:36:08.559241+00:00"}
{"id": "boe-2025-03-10-orden-3fba7336", "source": "BOE", "type": "orden", "title_original": "Orden PJC/226/2025, de 5 de marzo, por la que se convocan para su provisión destinos vacantes en la Carrera Fiscal.", "date_published": "2025-03-10T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/10/pdfs/BOE-A-2025-4716.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:00:42.577561+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-10-orden-3fba7336.pdf", "text_length": 9148, "topic_primary": "economía", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["Carrera Fiscal", "destinos vacantes", "fiscales", "convocatoria", "servicio activo", "solicitudes", "méritos", "proyecto de actuación"], "summary_plain_es": "La Orden PJC/226/2025 convoca a los miembros del Ministerio Fiscal a solicitar destinos vacantes en varias fiscalías, incluyendo la Fiscalía contra la Violencia sobre la Mujer y la Fiscalía Especial contra la Corrupción. Los fiscales de primera y segunda categoría pueden participar, siempre que cumplan con ciertos años de servicio. Las solicitudes deben presentarse en un plazo de diez días desde la publicación de la orden y deben incluir información sobre méritos y, si corresponde, un proyecto de actuación. Es importante que los fiscales interesados se informen sobre los requisitos y el procedimiento para asegurar su participación en este proceso de provisión de destinos.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en el sistema judicial y garantizar la transparencia en la selección de fiscales.", "updated_at": "2026-01-29T07:36:15.908737+00:00"}
{"id": "boe-2025-03-11-otro-29608fc2", "source": "BOE", "type": "otro", "title_original": "Adenda n.º 6 al Acuerdo Administrativo Estándar entre el Gobierno del Reino de España y la Oficina de los Fondos Fiduciarios de Asociados Múltiples (OFFAM) del Programa de las Naciones Unidas para el Desarrollo (PNUD), hecha en Nueva York el 25 de noviembre de 2024.", "date_published": "2025-03-11T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/11/pdfs/BOE-A-2025-4755.pdf", "approved_by": "º 6 al Acuerdo Administrativo Estándar entre el Gobierno del Reino de España y la Oficina de los Fondos Fiduciarios de Asociados Múltiples (OFFAM) del Programa de las Naciones Unidas para el Desarrollo (PNUD), hecha en Nueva York el 25 de noviembre de 2024.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:00:57.596670+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-11-otro-29608fc2.pdf", "text_length": 7865, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["contribución", "Fondo ODS", "PNUD", "cooperación internacional", "desarrollo sostenible", "España", "adenda"], "summary_plain_es": "Esta adenda aprueba una contribución adicional de 16 millones de euros del Gobierno de España al Fondo Conjunto para los Objetivos de Desarrollo Sostenible (ODS) del Programa de las Naciones Unidas para el Desarrollo (PNUD). Afecta principalmente a la cooperación internacional y a las organizaciones que trabajan en el desarrollo sostenible. La contribución total del Gobierno de España al fondo asciende ahora a 86 millones de euros. Este cambio es importante porque permite financiar proyectos relacionados con la emergencia, la localización, el empleo decente y la seguridad alimentaria, entre otros. Además, se actualiza la dirección del banco para facilitar los pagos. La adenda entra en vigor desde su firma, el 25 de noviembre de 2024.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas decisiones, ya que afectan la asignación de recursos públicos a proyectos de desarrollo sostenible que pueden impactar en sus comunidades y en la cooperación internacional.", "updated_at": "2026-01-29T07:36:21.832999+00:00"}
{"id": "boe-2025-03-12-real_decreto-51ee86ef", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 188/2025, de 11 de marzo, por el que se regulan las subvenciones y ayudas en el ámbito de la cooperación para el desarrollo sostenible y la solidaridad global.", "date_published": "2025-03-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/12/pdfs/BOE-A-2025-4821.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:01:02.638127+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-12-real_decreto-51ee86ef.pdf", "text_length": 80516, "topic_primary": "medio_ambiente", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["subvenciones", "cooperación internacional", "desarrollo sostenible", "solidaridad global", "transparencia", "Ley 1/2023", "agilidad administrativa"], "summary_plain_es": "El Real Decreto 188/2025 regula las subvenciones y ayudas en el ámbito de la cooperación para el desarrollo sostenible y la solidaridad global. Esta normativa, que surge de la Ley 1/2023, busca modernizar y simplificar los procesos de cooperación internacional de España, adaptándolos a las necesidades actuales. Afecta a diversas entidades, incluyendo gobiernos, organizaciones no gubernamentales y el sector privado, permitiendo que se otorguen subvenciones de manera más ágil y flexible. Se eliminan obstáculos como la exigencia de intereses de demora en ciertos casos, lo que facilita la gestión de los fondos. Además, se refuerza la transparencia y la rendición de cuentas en el uso de estos recursos. En resumen, este decreto es un paso hacia una cooperación más efectiva y adaptada a los retos globales actuales, promoviendo alianzas con diversos actores y garantizando un enfoque en la igualdad de género y el empoderamiento de mujeres y niñas.", "affects_to": ["empresas", "organizaciones no gubernamentales", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas regulaciones para entender cómo se gestionan los recursos públicos destinados a la cooperación internacional y cómo pueden beneficiarse de estas ayudas.", "updated_at": "2026-01-29T07:36:29.009029+00:00"}
{"id": "boe-2025-03-12-orden-45f1814f", "source": "BOE", "type": "orden", "title_original": "Orden PJC/230/2025, de 4 de marzo, por la que se aprueba la relación definitiva de personas admitidas y excluidas del proceso selectivo extraordinario para acceso, turno libre, por el sistema selectivo de concurso, reservado a personas con discapacidad, en el Cuerpo de Ayudantes de Laboratorio del Instituto Nacional de Toxicología y Ciencias Forenses, convocado por Orden PJC/1354/2024, de 19 de noviembre.", "date_published": "2025-03-12T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/12/pdfs/BOE-A-2025-4840.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:01:02.639153+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-12-orden-45f1814f.pdf", "text_length": 7077, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["proceso selectivo", "ayudantes de laboratorio", "discapacidad", "admitidos", "excluidos", "recursos", "convocatoria"], "summary_plain_es": "La Orden PJC/230/2025 aprueba la lista definitiva de personas admitidas y excluidas en el proceso selectivo extraordinario para acceder al Cuerpo de Ayudantes de Laboratorio del Instituto Nacional de Toxicología y Ciencias Forenses, reservado para personas con discapacidad. Este proceso se basa en un sistema de concurso y afecta a aquellos que se presentaron a la convocatoria anterior. Si has sido excluido, puedes consultar las razones en los anexos de la orden. Es importante que sepas que estar en la lista de admitidos no garantiza que cumplas todos los requisitos necesarios, ya que esto se verificará más adelante. Además, tienes derecho a presentar un recurso si no estás de acuerdo con la decisión. Esta información es relevante para quienes buscan empleo en el sector público y especialmente para las personas con discapacidad que desean acceder a estas posiciones.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_tecnológico"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para garantizar la igualdad de oportunidades y el acceso a la información sobre sus derechos en el ámbito laboral público.", "updated_at": "2026-01-29T07:36:37.873852+00:00"}
{"id": "boe-2025-03-13-acuerdo-a16b25da", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo entre el Reino de España y los Estados Unidos de América sobre la cooperación en el despliegue de agentes de seguridad en el interior de vuelos desde, hacia o entre ambos países, hecho en Madrid el 29 de diciembre de 2022.", "date_published": "2025-03-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/13/pdfs/BOE-A-2025-4910.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:01:23.216704+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-13-acuerdo-a16b25da.pdf", "text_length": 14155, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo España Estados Unidos", "seguridad vuelos", "agentes de seguridad", "aviación civil", "cooperación internacional"], "summary_plain_es": "Este acuerdo entre España y Estados Unidos establece un marco para la cooperación en la seguridad de los vuelos entre ambos países. A partir de ahora, se podrán desplegar agentes de seguridad a bordo de ciertos vuelos, lo que busca reforzar la protección contra amenazas terroristas en la aviación civil. Este acuerdo afecta a las aerolíneas que operan vuelos entre España y Estados Unidos, así como a los pasajeros que utilizan estos servicios. Los agentes de seguridad, debidamente acreditados, viajarán en los aviones para garantizar la seguridad de los pasajeros y la tripulación. Además, se establecen responsabilidades claras para los Estados involucrados, como la notificación previa del despliegue de estos agentes y la gestión de incidentes a bordo. En resumen, este acuerdo busca mejorar la seguridad en los vuelos internacionales entre ambos países, beneficiando a todos los que viajan por estas rutas.", "affects_to": ["todos_ciudadanos", "empresas", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo, ya que afecta directamente la seguridad de los vuelos y la protección de los pasajeros en sus viajes internacionales. La transparencia en estos acuerdos fomenta la confianza en las medidas de seguridad implementadas.", "updated_at": "2026-01-29T07:36:49.475481+00:00"}
{"id": "boe-2025-03-13-resolucion-6d77268a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 4 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-03-13T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/13/pdfs/BOE-A-2025-4932.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:01:23.218650+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-13-resolucion-6d77268a.pdf", "text_length": 6188, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "solicitudes", "currículum vitae", "plazo"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta convocatoria para presentar tu solicitud, que debe incluir un currículum vitae detallado. La solicitud se puede realizar a través del portal Funciona, aunque también hay una opción excepcional para presentarla por otros medios si no puedes acceder a la plataforma. Es importante que estés al tanto de esta convocatoria si trabajas en la administración pública, ya que puede ofrecerte nuevas oportunidades laborales y un cambio en tu puesto actual.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en la gestión de recursos humanos del Estado.", "updated_at": "2026-01-29T07:37:01.173224+00:00"}
{"id": "boe-2025-03-14-otro-aa2f8f59", "source": "BOE", "type": "otro", "title_original": "Recurso de inconstitucionalidad n.º 1143-2025, contra el artículo único de la Ley Foral 5/2024, de 10 de mayo, de modificación del artículo 53 de la Ley Foral 8/2005, de 1 de julio, de protección civil y atención de emergencias de Navarra.", "date_published": "2025-03-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/14/pdfs/BOE-A-2025-5044.pdf", "approved_by": "º 1143-2025, contra el artículo único de la Ley Foral 5/2024, de 10 de mayo, de modificación del artículo 53 de la Ley Foral 8/2005, de 1 de julio, de protección civil y atención de emergencias de Navarra.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:01:36.897324+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-14-otro-aa2f8f59.pdf", "text_length": 1024, "topic_primary": "justicia", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["recurso de inconstitucionalidad", "Ley Foral Navarra", "protección civil", "emergencias", "Tribunal Constitucional"], "summary_plain_es": "El Tribunal Constitucional ha admitido a trámite un recurso de inconstitucionalidad contra un artículo de la Ley Foral de Navarra que modifica la normativa sobre protección civil y atención de emergencias. Este recurso fue promovido por el presidente del Gobierno y se centra en la Ley Foral 5/2024, que altera el artículo 53 de la Ley Foral 8/2005. Esto significa que se cuestiona la validez de esta modificación y su posible contradicción con la Constitución. Si el Tribunal decide que la modificación es inconstitucional, esto podría llevar a su anulación, afectando la regulación de emergencias en Navarra y, potencialmente, la forma en que se gestionan estas situaciones en la comunidad. Es importante que estés al tanto de este proceso, ya que puede influir en la seguridad y protección civil en tu región.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este recurso, ya que afecta a la legislación que regula la protección civil y la atención de emergencias, temas que son cruciales para la seguridad pública.", "updated_at": "2026-01-29T07:37:07.429086+00:00"}
{"id": "boe-2025-03-14-resolucion-c07591d5", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de marzo de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 3 de octubre de 2024.", "date_published": "2025-03-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/14/pdfs/BOE-A-2025-5053.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:01:36.898442+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-14-resolucion-c07591d5.pdf", "text_length": 3862, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "puestos de trabajo", "funcionarios", "ministerio", "adjudicación"], "summary_plain_es": "La Resolución de 7 de marzo de 2025, emitida por la Subsecretaría del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación, resuelve la convocatoria de libre designación de puestos de trabajo en el ministerio, que fue anunciada el 3 de octubre de 2024. Esta resolución hace pública la adjudicación de varios puestos, detallando los nombres de los adjudicatarios y sus puestos de procedencia. Los nuevos funcionarios deberán tomar posesión de sus destinos conforme a lo estipulado en la normativa vigente. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses. Esta información es relevante para los funcionarios que participan en el proceso de libre designación, ya que afecta directamente a sus carreras profesionales y oportunidades laborales dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la administración pública y cómo se toman decisiones que afectan a los empleados públicos.", "updated_at": "2026-01-29T07:37:13.181008+00:00"}
{"id": "boe-2025-03-14-orden-76c5af4b", "source": "BOE", "type": "orden", "title_original": "Orden PJC/245/2025, de 11 de marzo, por la que se convoca concurso específico para la provisión de puestos de trabajo en la Administración de Justicia en el ámbito territorial gestionado por el Ministerio de la Presidencia, Justicia y Relaciones con las Cortes.", "date_published": "2025-03-14T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/14/pdfs/BOE-A-2025-5076.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:01:36.899485+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-14-orden-76c5af4b.pdf", "text_length": 36839, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Administración de Justicia", "funcionarios", "puestos de trabajo", "méritos", "selección", "solicitudes"], "summary_plain_es": "Se convoca un concurso específico para cubrir puestos de trabajo en la Administración de Justicia en varias localidades. Este concurso está dirigido exclusivamente a funcionarios de los Cuerpos de Gestión Procesal y Administrativa y Auxilio Judicial que trabajen en el municipio donde se ofrecen los puestos. No podrán participar quienes estén en excedencia o sancionados. El proceso de selección consta de dos fases: una valoración de méritos generales y otra de méritos específicos relacionados con los puestos. Los interesados deben presentar sus solicitudes electrónicamente en un plazo de diez días hábiles desde la publicación de esta convocatoria. Es importante que los funcionarios conozcan esta oportunidad para mejorar su situación laboral y contribuir a la eficiencia del servicio público de justicia.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades de mejora en su carrera profesional y para asegurar un servicio público más eficiente y transparente.", "updated_at": "2026-01-29T07:37:18.572478+00:00"}
{"id": "boe-2025-03-15-resolucion-706d097e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de marzo de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área del Monopolio.", "date_published": "2025-03-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/15/pdfs/BOE-A-2025-5112.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:02:05.574846+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-15-resolucion-706d097e.pdf", "text_length": 4293, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "venta al público", "expendedurías", "cigarrillos", "cigarros", "picaduras de pipa", "Ceuta", "Melilla"], "summary_plain_es": "El 14 de marzo de 2025, se publicó una resolución que establece los precios de venta al público de diferentes productos de tabaco en las expendedurías de Tabaco y Timbre, tanto en la Península como en las Illes Balears, así como en Ceuta y Melilla. Esta normativa afecta a los consumidores de tabaco, ya que se detallan los precios de cigarrillos, cigarros, picaduras de liar y pipa, entre otros. Los precios incluyen los tributos aplicables y son propuestos por los fabricantes e importadores. Es importante que estés informado sobre estos precios, ya que pueden influir en tus decisiones de compra y en el gasto que destinas a estos productos. La resolución entra en vigor el mismo día de su publicación, por lo que es esencial que tengas en cuenta estos cambios de inmediato.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para poder tomar decisiones informadas sobre su consumo y gasto. Además, la transparencia en la regulación de precios ayuda a fomentar un mercado más justo y accesible.", "updated_at": "2026-01-29T07:37:24.038365+00:00"}
{"id": "boe-2025-03-15-resolucion-072ca521", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, de la Subsecretaría, por la que se aprueba la relación provisional de personas admitidas y excluidas, se anuncia fecha, hora y lugar de celebración del primer ejercicio y se modifica la composición del órgano de selección del proceso selectivo para ingreso, por el sistema general de acceso libre, en el Cuerpo Especial Facultativo de la Marina Civil, convocado por Resolución de 10 de enero de 2025.", "date_published": "2025-03-15T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/15/pdfs/BOE-A-2025-5123.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:05.575973+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-15-resolucion-072ca521.pdf", "text_length": 5908, "topic_primary": "justicia", "impact_index": {"score": 70, "reason": "Impacto alto estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["Cuerpo Especial Facultativo", "Marina Civil", "proceso selectivo", "admitidos y excluidos", "examen", "plazo de subsanación", "órgano de selección"], "summary_plain_es": "Se aprueba la lista provisional de admitidos y excluidos para el proceso selectivo de ingreso al Cuerpo Especial Facultativo de la Marina Civil. Esta resolución afecta a los aspirantes que se presentaron a la convocatoria del 10 de enero de 2025. Los aspirantes excluidos tienen un plazo de diez días para subsanar los motivos de su exclusión. Además, se convoca a los admitidos para el primer ejercicio que se celebrará el 9 de abril de 2025 en Madrid. La composición del órgano de selección también ha sido modificada debido a renuncias de algunos miembros. Es importante que los aspirantes estén informados sobre su situación y los plazos para poder participar en el proceso selectivo.", "affects_to": ["estudiantes", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para poder participar activamente en las oportunidades laborales que ofrece la administración pública y entender sus derechos durante el proceso de selección.", "updated_at": "2026-01-29T07:37:28.952775+00:00"}
{"id": "boe-2025-03-17-resolucion-51e3add3", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, de la Dirección General de Política Energética y Minas, por la que se publican los nuevos precios de venta, antes de impuestos, de los gases licuados del petróleo por canalización.", "date_published": "2025-03-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/17/pdfs/BOE-A-2025-5188.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:02:20.743935+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-17-resolucion-51e3add3.pdf", "text_length": 7746, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios gas licuado", "GLP canalización", "tarifas gas", "impuestos hidrocarburos", "suministros pendientes"], "summary_plain_es": "A partir del 18 de marzo de 2025, se establecen nuevos precios de venta antes de impuestos para los gases licuados del petróleo (GLP) por canalización. Para los usuarios finales, el término fijo será de 1,59 € al mes y el término variable de 91,8548 c€/kg. Para las empresas distribuidoras, el precio será de 77,0310 c€/kg. Estos precios no incluyen impuestos adicionales que varían según la región, como el Impuesto sobre Hidrocarburos o el Impuesto General Indirecto Canario. La resolución también establece que estos precios se aplicarán a los suministros pendientes de ejecución a partir de la fecha indicada, y las empresas distribuidoras deben asegurarse de medir correctamente los consumos de sus clientes para aplicar los precios adecuados. Es importante que los ciudadanos estén informados sobre estos cambios, ya que afectan directamente a sus facturas de gas y a la economía doméstica.", "affects_to": ["todos_ciudadanos", "empresas", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios en los precios del gas, ya que impactan en su economía diaria y en la planificación de sus gastos. La transparencia en estos asuntos permite a los consumidores tomar decisiones informadas.", "updated_at": "2026-01-29T07:37:33.591480+00:00"}
{"id": "boe-2025-03-17-resolucion-bc49dd34", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, de la Dirección General de Política Energética y Minas, por la que se publican los nuevos precios máximos de venta, antes de impuestos, del butano comercial envasado en envases de carga igual o superior a 8 kg, e inferior a 20 kg, excluidos los envases de mezcla para usos de los gases licuados del petróleo como carburante.", "date_published": "2025-03-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/17/pdfs/BOE-A-2025-5189.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:02:20.744475+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-17-resolucion-bc49dd34.pdf", "text_length": 8548, "topic_primary": "economía", "impact_index": {"score": 65, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["butano", "precios máximos", "venta", "envases", "gases licuados"], "summary_plain_es": "A partir del 18 de marzo de 2025, se establecen nuevos precios máximos de venta, antes de impuestos, para el butano comercial envasado en envases de entre 8 y 20 kg. Este cambio afecta a todos los consumidores que utilicen butano envasado en estos formatos, ya que el precio máximo se fija en 115,3287 cts.€/kg. Además, se determina un coste de comercialización de 61,2320 cts.€/kg. La resolución también aclara que no se aplicará a envases de mezcla ni a otros tipos de gas. Es importante que estés informado sobre estos cambios, ya que impactan directamente en el coste de tu suministro de butano.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Conocer los precios máximos de venta del butano es esencial para que los ciudadanos puedan planificar sus gastos y entender el impacto de las políticas energéticas en su economía diaria.", "updated_at": "2026-01-29T07:37:38.077236+00:00"}
{"id": "boe-2025-03-17-resolucion-5b21ac41", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de marzo de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se nombra personal funcionario del Cuerpo Técnico-Administrativo de las Cortes Generales a las personas que han superado la oposición, convocada por Resolución de 30 de diciembre de 2022.", "date_published": "2025-03-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/17/pdfs/BOE-A-2025-5192.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:20.744991+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-17-resolucion-5b21ac41.pdf", "text_length": 1349, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["nombramiento", "funcionarios", "Cuerpo Técnico-Administrativo", "oposición", "Cortes Generales", "resolución", "Congreso", "Senado"], "summary_plain_es": "El 6 de marzo de 2025, se ha publicado una resolución que nombra a varias personas como funcionarios del Cuerpo Técnico-Administrativo de las Cortes Generales. Estas personas han superado la oposición convocada el 30 de diciembre de 2022. Este nombramiento es importante porque permite que los nuevos funcionarios comiencen a desempeñar sus funciones en el ámbito administrativo del Congreso y del Senado. Afecta directamente a los opositores que han conseguido una plaza, quienes ahora tienen la oportunidad de trabajar en el ámbito legislativo y contribuir al funcionamiento de las instituciones. Este cambio también puede influir en la eficiencia del trabajo administrativo dentro de las Cortes Generales, lo que puede beneficiar a todos los ciudadanos al mejorar el servicio público.", "affects_to": ["funcionarios", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se conforma el personal que trabaja en sus instituciones y cómo se garantiza la transparencia y la meritocracia en el acceso a la función pública.", "updated_at": "2026-01-29T07:37:43.354625+00:00"}
{"id": "boe-2025-03-17-resolucion-528ff460", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/17/pdfs/BOE-A-2025-5215.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:20.745456+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-17-resolucion-528ff460.pdf", "text_length": 10449, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "currículum vitae", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 7 de marzo de 2025 convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. La solicitud se puede realizar a través del portal Funciona, y si no es posible, se puede presentar de manera excepcional en el Registro Electrónico Común. Es importante que conozcas esta convocatoria si eres funcionario, ya que te brinda la oportunidad de acceder a nuevos puestos de trabajo en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos, promoviendo así la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T07:37:48.315277+00:00"}
{"id": "boe-2025-03-17-resolucion-528ff460", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-17T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/17/pdfs/BOE-A-2025-5215.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:20.745456+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-17-resolucion-528ff460.pdf", "text_length": 10449, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios", "solicitudes", "currículum vitae", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "La Resolución de 7 de marzo de 2025 convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación para presentar tu solicitud, que debe incluir tu currículum vitae y otros méritos relevantes. La solicitud se puede realizar a través del portal Funciona, y si no es posible, se puede presentar de manera excepcional en el Registro Electrónico Común. Es importante que conozcas esta convocatoria si eres funcionario, ya que te brinda la oportunidad de acceder a nuevos puestos de trabajo en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan participar en la provisión de puestos públicos, promoviendo así la transparencia y la igualdad de oportunidades en la administración pública.", "updated_at": "2026-01-29T07:37:48.315277+00:00"}
{"id": "boe-2025-03-18-resolucion-cf759e93", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de marzo de 2025, de la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 29 de enero de 2025.", "date_published": "2025-03-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/18/pdfs/BOE-A-2025-5353.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:33.620844+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-18-resolucion-cf759e93.pdf", "text_length": 3652, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Ministerio de Asuntos Exteriores", "Iberoamérica", "cambio de puesto", "funcionarios", "administración pública"], "summary_plain_es": "El 3 de marzo de 2025, se publicó una resolución que resuelve la convocatoria de libre designación para un puesto en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria fue anunciada previamente el 29 de enero de 2025. El puesto adjudicado es para el Subdirector de la Secretaría de Estado para Iberoamérica y el Caribe y el Español en el Mundo, y el nuevo titular es Julio Navas López. Este cambio afecta a la organización interna del ministerio y puede influir en las políticas relacionadas con Iberoamérica y el Caribe. Si eres funcionario o trabajas en el sector público, es importante que estés al tanto de estos cambios, ya que pueden afectar tu entorno laboral y las decisiones administrativas en el ministerio.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos nombramientos para entender cómo se gestionan los recursos y las decisiones en la administración pública, lo que contribuye a una mayor transparencia y confianza en las instituciones.", "updated_at": "2026-01-29T07:37:53.015039+00:00"}
{"id": "boe-2025-03-18-resolucion-9ec0c76f", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 7 de marzo de 2025, de la Secretaría de Estado para la Unión Europea, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 19 de diciembre de 2024.", "date_published": "2025-03-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/18/pdfs/BOE-A-2025-5354.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:33.621301+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-18-resolucion-9ec0c76f.pdf", "text_length": 3586, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "funcionarios", "Ministerio de Asuntos Exteriores", "recurso administrativo"], "summary_plain_es": "La Resolución de 7 de marzo de 2025, emitida por la Secretaría de Estado para la Unión Europea, resuelve la convocatoria de libre designación de un puesto en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación. Esta convocatoria fue anunciada anteriormente el 19 de diciembre de 2024. El documento establece que el nuevo titular del puesto, Pablo Nuño García, procederá a tomar posesión de su cargo según lo estipulado en la normativa vigente. Además, se informa que contra esta resolución se puede interponer un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Esto es relevante para los funcionarios que aspiren a ocupar puestos en la administración pública, ya que les proporciona información sobre el proceso de selección y los derechos que tienen en caso de desacuerdo con la decisión tomada.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos procesos para entender cómo se gestionan los nombramientos en la administración pública y sus derechos en caso de discrepancias.", "updated_at": "2026-01-29T07:37:57.357734+00:00"}
{"id": "boe-2025-03-18-resolucion-940f7c29", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 6 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-18T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/18/pdfs/BOE-A-2025-5365.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:33.621769+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-18-resolucion-940f7c29.pdf", "text_length": 8622, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "funcionarios", "libre designación", "puestos de trabajo", "Ministerio de Asuntos Exteriores", "currículum", "oportunidades laborales"], "summary_plain_es": "Se ha publicado una resolución que convoca a funcionarios del Ministerio de Asuntos Exteriores, Unión Europea y Cooperación a solicitar puestos de trabajo mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos pueden optar a diferentes posiciones en el exterior, como embajadas y consulados. Tienes un plazo de quince días hábiles para presentar tu solicitud a través del portal Funciona, donde deberás incluir tu currículum y los méritos que consideres relevantes. La duración en estos puestos en el exterior será de un máximo de cinco años. Es importante que estés informado sobre esta convocatoria, ya que puede ofrecerte nuevas oportunidades laborales dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales y participar activamente en la administración pública. La transparencia en estos procesos fomenta la confianza en las instituciones.", "updated_at": "2026-01-29T07:38:01.315566+00:00"}
{"id": "boe-2025-03-19-ley-bb585522", "source": "BOE", "type": "ley", "title_original": "Real Decreto-ley 2/2025, de 18 de marzo, por el que se aprueban medidas urgentes para la garantía del interés superior de la infancia y la adolescencia ante situaciones de contingencias migratorias extraordinarias.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5404.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:02:42.612424+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-ley-bb585522.pdf", "text_length": 57275, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (ley) y alcance"}, "keywords": ["migración", "menores no acompañados", "interés superior", "protección infantil", "servicios sociales", "educación", "salud", "tutela"], "summary_plain_es": "El Real Decreto-ley 2/2025 establece medidas urgentes para proteger el interés superior de la infancia y la adolescencia en situaciones de migración extraordinaria. Afecta principalmente a los menores extranjeros no acompañados, cuya llegada a España ha aumentado significativamente. Este decreto busca garantizar su atención adecuada en áreas como la educación, salud y servicios sociales, asegurando que reciban el mismo trato que los menores españoles. Además, establece un protocolo para el traslado de estos menores entre comunidades autónomas, asegurando que se mantenga su tutela y protección durante el proceso. Es esencial que los ciudadanos conozcan estas medidas para entender cómo se gestionan los derechos y la protección de los menores en situaciones de vulnerabilidad.", "affects_to": ["todos_ciudadanos", "familias", "sector_sanitario"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas medidas para comprender cómo se protege a los menores en situaciones de migración, garantizando sus derechos y bienestar en la sociedad.", "updated_at": "2026-01-29T07:38:06.181404+00:00"}
{"id": "boe-2025-03-19-resolucion-60c5e341", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación forzosa del notario de Zarautz don Félix María Isaac González de Echavarri Ara.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5413.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:42.612996+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-60c5e341.pdf", "text_length": 1661, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación forzosa", "notario", "Zarautz", "Félix María Isaac González", "servicios notariales", "Ley 29/1983", "cese en funciones"], "summary_plain_es": "Se ha declarado la jubilación forzosa del notario de Zarautz, Félix María Isaac González de Echavarri Ara, quien cumplirá 72 años el 11 de abril de 2025. Esta decisión se toma en cumplimiento de la Ley 29/1983, que establece la edad máxima de permanencia en el servicio activo para los notarios. La jubilación forzosa implica que, a partir de esa fecha, el notario cesará en sus funciones. Esta medida afecta directamente al notario y a la comunidad que utiliza sus servicios, ya que se abrirá la posibilidad para que un nuevo notario ocupe su puesto. Es importante que los ciudadanos conozcan estos cambios, ya que pueden influir en la disponibilidad de servicios notariales en la zona.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede afectar la disponibilidad de servicios esenciales en su comunidad.", "updated_at": "2026-01-29T07:38:10.625908+00:00"}
{"id": "boe-2025-03-19-resolucion-d5b485ca", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, de la Dirección General para el Servicio Público de Justicia, por la que se declara la jubilación de don Carlos Luis Almela Vich, Teniente Fiscal con destino en la Fiscalía Provincial de Valencia.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5414.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:42.613424+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-d5b485ca.pdf", "text_length": 1844, "topic_primary": "economía", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación", "Teniente Fiscal", "Fiscalía Provincial", "Valencia", "derechos pasivos", "justicia", "resolución"], "summary_plain_es": "Se ha declarado la jubilación forzosa de Carlos Luis Almela Vich, quien ocupaba el cargo de Teniente Fiscal en la Fiscalía Provincial de Valencia. Esta decisión, tomada por la Dirección General para el Servicio Público de Justicia, se basa en las normativas vigentes que regulan el proceso de jubilación en el ámbito del Poder Judicial y el Ministerio Fiscal. La jubilación será efectiva a partir del 24 de marzo de 2025, y Carlos Almela Vich tendrá derecho a los beneficios pasivos correspondientes. Este cambio afecta a la estructura de la Fiscalía Provincial de Valencia y puede influir en la gestión de casos y recursos humanos en esta institución.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan las decisiones sobre jubilaciones en el ámbito público, ya que afectan la administración de justicia y la continuidad de los servicios públicos.", "updated_at": "2026-01-29T07:38:14.742461+00:00"}
{"id": "boe-2025-03-19-resolucion-cba11947", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de marzo de 2025, de la Dirección General de Seguridad Jurídica y Fe Pública, por la que se declara la jubilación del notario de Madrid don Joaquín-Martín Rovira Perea.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5415.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:02:42.613757+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-cba11947.pdf", "text_length": 1619, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["jubilación notario", "Joaquín-Martín Rovira Perea", "Madrid", "servicio notarial", "edad de jubilación"], "summary_plain_es": "Se ha declarado la jubilación del notario de Madrid, Joaquín-Martín Rovira Perea, quien cumplirá 72 años el 13 de abril de 2025. Esta decisión se toma en cumplimiento de la ley que establece la edad máxima de jubilación para los notarios. La resolución indica que su cese efectivo en el cargo será en la misma fecha en que cumple la edad legal de jubilación. Esto afecta a la organización del servicio notarial en Madrid, ya que se deberá gestionar su reemplazo y garantizar la continuidad del servicio. Es importante que los ciudadanos conozcan estos cambios, ya que impactan en la disponibilidad de notarios y en la atención a sus necesidades legales.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre la jubilación de funcionarios públicos, ya que esto puede afectar la disponibilidad de servicios legales y la atención a sus trámites notariales.", "updated_at": "2026-01-29T07:38:18.718178+00:00"}
{"id": "boe-2025-03-19-resolucion-f44be0ce", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de marzo de 2025, de la Secretaría General del Senado, por la que se convoca proceso selectivo para la provisión de plaza de Ingeniero/a técnico/a.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5422.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:42.614243+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-f44be0ce.pdf", "text_length": 49548, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Ingeniero Técnico", "Senado", "proceso selectivo", "empleo público", "igualdad de género", "requisitos"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir una plaza de Ingeniero/a Técnico/a en el Senado. Esta convocatoria afecta a personas que cumplan con ciertos requisitos, como tener nacionalidad española y poseer el título correspondiente. La selección se basará en principios de igualdad y mérito, garantizando que todos los aspirantes tengan las mismas oportunidades. La plaza está destinada a la Dirección de Sostenibilidad e Infraestructuras del Senado, y se busca asegurar una representación equilibrada de género en el proceso de selección. Es importante que los interesados estén al tanto de esta convocatoria, ya que representa una oportunidad laboral en el sector público.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para poder participar en procesos de selección que ofrecen oportunidades en el sector público, promoviendo así la igualdad de acceso al empleo.", "updated_at": "2026-01-29T07:38:23.012769+00:00"}
{"id": "boe-2025-03-19-resolucion-1f3382de", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de marzo de 2025, de la Secretaría General del Senado, por la que se convoca proceso selectivo para la provisión de plazas de Oficial/a de mantenimiento.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5423.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:42.614560+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-1f3382de.pdf", "text_length": 49293, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "plazas oficiales", "mantenimiento", "Senado", "empleo público", "requisitos", "selección", "igualdad"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir cinco plazas de Oficial/a de Mantenimiento en el Senado, que incluyen dos de albañil/a, dos de pintor/a y una de fontanero/a. Este proceso está dirigido a ciudadanos españoles que cumplan con ciertos requisitos de edad, formación y condiciones psicofísicas. La selección se regirá por principios de igualdad y mérito, asegurando que tanto hombres como mujeres tengan las mismas oportunidades. Es importante que los interesados en trabajar en el sector público estén informados sobre esta convocatoria, ya que representa una oportunidad de empleo estable y regulado en una institución del Estado. La información sobre los requisitos y el proceso de selección es esencial para que los aspirantes puedan preparar adecuadamente su candidatura y cumplir con todos los criterios establecidos.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan acceder a oportunidades de empleo público y participar en el proceso de selección, promoviendo así la transparencia y la igualdad en el acceso al trabajo en el sector público.", "updated_at": "2026-01-29T07:38:28.350652+00:00"}
{"id": "boe-2025-03-19-resolucion-65fd22b0", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 12 de marzo de 2025, de la Secretaría General del Senado, por la que se convoca proceso selectivo, por los turnos libre, de promoción interna y de discapacidad, para la provisión de plazas de Técnico/a intermedio/a de tecnologías de la información.", "date_published": "2025-03-19T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/19/pdfs/BOE-A-2025-5424.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:02:42.614891+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-19-resolucion-65fd22b0.pdf", "text_length": 47989, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "Senado", "Técnico intermedio", "tecnologías de la información", "turno libre", "promoción interna", "discapacidad", "empleo público"], "summary_plain_es": "Se convoca un proceso selectivo para cubrir nueve plazas de Técnico/a intermedio/a de tecnologías de la información en el Senado. Este proceso incluye tres turnos: libre, promoción interna y discapacidad. Seis plazas son para el turno libre, dos para promoción interna y una para discapacidad. Para participar, debes cumplir ciertos requisitos como ser español, tener al menos 18 años y poseer un título universitario. La convocatoria busca garantizar la igualdad de oportunidades y el acceso a la función pública, respetando principios de mérito y capacidad. Es importante que los ciudadanos interesados en trabajar en el Senado conozcan esta convocatoria, ya que ofrece oportunidades laborales en el sector público y promueve la inclusión de personas con discapacidad.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo público y participar en procesos de selección que promueven la igualdad y la inclusión.", "updated_at": "2026-01-29T07:38:32.848751+00:00"}
{"id": "boe-2025-03-20-acuerdo-b650bcdd", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo internacional administrativo entre el Ministerio de Educación, Formación Profesional y Deportes del Reino de España y el Ministerio de Educación y Ciencia de Ucrania sobre la cooperación en el ámbito de la educación secundaria general, hecho en Lviv el 28 de enero de 2025.", "date_published": "2025-03-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/20/pdfs/BOE-A-2025-5520.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:03:12.535670+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-20-acuerdo-b650bcdd.pdf", "text_length": 9862, "topic_primary": "educación", "impact_index": {"score": 50, "reason": "Impacto medio estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["acuerdo educativo", "cooperación España Ucrania", "estudio del español", "educación secundaria", "movilidad estudiantil"], "summary_plain_es": "Este acuerdo entre el Ministerio de Educación de España y el Ministerio de Educación de Ucrania busca fortalecer la cooperación en la educación secundaria general. A partir de ahora, se promoverá el estudio del español en las escuelas secundarias de Ucrania, facilitando el acceso a materiales didácticos y formación para los docentes. Las instituciones ucranianas que enseñen español recibirán apoyo metodológico y curricular, y se fomentará la movilidad de estudiantes y profesores entre ambos países. Este acuerdo también contempla la creación de secciones bilingües y la formación de una comisión de seguimiento para asegurar su implementación. En resumen, se busca enriquecer la educación y el intercambio cultural entre España y Ucrania, beneficiando a estudiantes y docentes de ambos países.", "affects_to": ["estudiantes", "sector educativo", "familias"], "transparency_notes": "Es fundamental que los ciudadanos conozcan este acuerdo para entender cómo se fortalecerá la enseñanza del español en Ucrania y las oportunidades de intercambio cultural y educativo que se generarán entre ambos países.", "updated_at": "2026-01-29T07:38:38.584626+00:00"}
{"id": "boe-2025-03-20-resolucion-99ea9424", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 11 de marzo de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se publica la convocatoria para la provisión de plazas, por oposición, por el sistema general de acceso libre, del Cuerpo de Asesores Facultativos de las Cortes Generales, especialidad Informática.", "date_published": "2025-03-20T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/20/pdfs/BOE-A-2025-5542.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:12.537269+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-20-resolucion-99ea9424.pdf", "text_length": 68031, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "oposiciones", "Cuerpo de Asesores", "informática", "igualdad de oportunidades", "transparencia", "empleo público"], "summary_plain_es": "Se ha publicado una convocatoria para cubrir dos plazas del Cuerpo de Asesores Facultativos de las Cortes Generales en la especialidad de Informática. Esta convocatoria es importante porque permite a los ciudadanos acceder a un puesto en la administración pública mediante un proceso de oposición. Los requisitos para participar incluyen cumplir con ciertos criterios de mérito y capacidad, y se garantiza la igualdad de oportunidades para todos los aspirantes, incluyendo medidas para personas con discapacidad. La selección se llevará a cabo a través de un tribunal que asegurará la imparcialidad y la transparencia del proceso. Esta iniciativa afecta a quienes buscan empleo en el sector público, especialmente en el ámbito de la informática, y promueve la igualdad de género en el acceso a estas plazas.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan participar en el proceso de selección y acceder a oportunidades laborales en el sector público, promoviendo así la transparencia y la igualdad en el acceso al empleo.", "updated_at": "2026-01-29T07:38:44.782017+00:00"}
{"id": "boe-2025-03-21-resolucion-9a674e20", "source": "BOE", "type": "resolucion", "title_original": "Enmienda al artículo 39 del Estatuto de Roma de la Corte Penal Internacional, adoptada el 13 de diciembre de 2023 por Resolución ICC-ASP/22/Res.2.", "date_published": "2025-03-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/21/pdfs/BOE-A-2025-5608.pdf", "approved_by": "2.", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:03:24.614025+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-21-resolucion-9a674e20.pdf", "text_length": 1390, "topic_primary": "justicia", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["enmienda", "Estatuto de Roma", "Corte Penal Internacional", "magistrados", "justicia internacional", "resolución", "asamblea"], "summary_plain_es": "El 13 de diciembre de 2023, se aprobó una enmienda al artículo 39 del Estatuto de Roma de la Corte Penal Internacional. Esta modificación, que entrará en vigor el 13 de junio de 2024, introduce un nuevo preámbulo en el apartado 2, letra b), que menciona la posibilidad de sustituir a un magistrado según lo establecido en las Reglas de Procedimiento y Prueba. Esto afecta a los Estados parte del Estatuto, incluyendo a España, ya que implica un cambio en el funcionamiento de las Salas de la Corte Penal Internacional. La enmienda busca mejorar la operatividad y flexibilidad del tribunal en la gestión de sus magistrados, lo que podría influir en la eficacia de los procesos judiciales internacionales. Es importante que estés al tanto de estos cambios, ya que reflejan el compromiso de los Estados en fortalecer la justicia penal internacional.", "affects_to": ["todos_ciudadanos", "empresas", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas enmiendas para entender cómo se regula la justicia internacional y cómo pueden afectar a la cooperación entre países en temas legales y de derechos humanos.", "updated_at": "2026-01-29T07:38:49.949877+00:00"}
{"id": "boe-2025-03-21-resolucion-2f15c397", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 17 de marzo de 2025, de la Subsecretaría, por la que se resuelve la convocatoria de libre designación, efectuada por Resolución de 4 de febrero de 2025.", "date_published": "2025-03-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/21/pdfs/BOE-A-2025-5611.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:03:24.614548+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-21-resolucion-2f15c397.pdf", "text_length": 2729, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["resolución", "convocatoria", "libre designación", "Ministerio del Interior", "nombramientos", "funcionarios", "recursos administrativos"], "summary_plain_es": "La Resolución de 17 de marzo de 2025, emitida por la Subsecretaría del Ministerio del Interior, concluye la convocatoria de libre designación para un puesto en la Dirección General de Política Interior. Esta convocatoria, anunciada previamente el 4 de febrero de 2025, permitía a los funcionarios optar por un puesto específico. La resolución incluye detalles sobre el puesto adjudicado y el nombre de la persona seleccionada, que es Rocío Martínez Cuquerella. Si no estás de acuerdo con esta decisión, puedes presentar un recurso contencioso-administrativo en un plazo de dos meses o un recurso administrativo de reposición en un mes. Esto es relevante para los funcionarios que buscan avanzar en su carrera dentro del Ministerio del Interior.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los nombramientos en la administración pública y cómo pueden participar en el proceso si lo consideran necesario.", "updated_at": "2026-01-29T07:38:54.073763+00:00"}
{"id": "boe-2025-03-21-resolucion-1a73a6f1", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 13 de marzo de 2025, de la Dirección de la Agencia Estatal Boletín Oficial del Estado, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-03-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/21/pdfs/BOE-A-2025-5642.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:24.615102+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-21-resolucion-1a73a6f1.pdf", "text_length": 6555, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "Agencia Estatal", "igualdad de género", "solicitudes", "currículum vitae", "recurso administrativo"], "summary_plain_es": "Se convoca la provisión de un puesto de trabajo en la Agencia Estatal Boletín Oficial del Estado mediante el sistema de libre designación. Esto significa que los funcionarios interesados pueden presentar su solicitud para ocupar el puesto especificado en el anexo de la resolución. Tienes un plazo de quince días hábiles para hacerlo, y la solicitud debe ser presentada de forma telemática a través del portal Funciona, o en formato papel si no puedes acceder a la modalidad online. Es importante que incluyas tu currículum vitae y detalles sobre tu experiencia laboral y formación. La convocatoria también subraya el compromiso de la administración con la igualdad de género en la selección de candidatos. Si no estás de acuerdo con la resolución, puedes presentar un recurso de reposición o un recurso contencioso-administrativo. Esta convocatoria afecta principalmente a los funcionarios que buscan nuevas oportunidades dentro de la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar en procesos de selección justos y transparentes.", "updated_at": "2026-01-29T07:38:59.235856+00:00"}
{"id": "boe-2025-03-21-resolucion-a133c316", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-21T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/21/pdfs/BOE-A-2025-5643.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:24.615407+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-21-resolucion-a133c316.pdf", "text_length": 9092, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios públicos", "Patrimonio Nacional", "solicitudes", "currículum"], "summary_plain_es": "Se convoca la provisión de varios puestos de trabajo en el Consejo de Administración del Patrimonio Nacional mediante el sistema de libre designación. Esto significa que los funcionarios públicos pueden solicitar estos puestos si cumplen con los requisitos establecidos. Tienes un plazo de quince días hábiles para presentar tu solicitud, que debe incluir tu currículum y otros méritos relevantes. Los puestos disponibles se detallan en el anexo de la resolución. Esta convocatoria afecta principalmente a los funcionarios del Estado que buscan avanzar en su carrera profesional dentro de la administración pública. Es importante que estés informado sobre esta oportunidad, ya que puede ser un paso significativo en tu trayectoria laboral.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades laborales en la administración pública y participar activamente en el desarrollo de su carrera profesional.", "updated_at": "2026-01-29T07:39:02.840365+00:00"}
{"id": "boe-2025-03-22-resolucion-c11132f4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 21 de marzo de 2025, de la Presidencia del Comisionado para el Mercado de Tabacos, por la que se publican los precios de venta al público de determinadas labores de tabaco en Expendedurías de Tabaco y Timbre del área de Península y Baleares.", "date_published": "2025-03-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/22/pdfs/BOE-A-2025-5742.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:03:33.817625+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-22-resolucion-c11132f4.pdf", "text_length": 3884, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["precios tabaco", "expendedurías", "Península", "Baleares", "resolución", "mercado de tabacos", "consumidores", "transparencia"], "summary_plain_es": "La Resolución del 21 de marzo de 2025, publicada por el Comisionado para el Mercado de Tabacos, establece los precios de venta al público de diversos productos de tabaco en las expendedurías de la Península y Baleares. Esto incluye cigarrillos, picaduras de liar y de pipa, con precios que varían según el tipo y la marca. Esta medida afecta a los consumidores de tabaco, ya que les proporciona información actualizada sobre los precios que deberán pagar en los establecimientos. Además, los precios incluyen todos los tributos aplicables, lo que garantiza transparencia en el costo final. La resolución entra en vigor el mismo día de su publicación, por lo que es importante que los usuarios estén al tanto de estos cambios para realizar sus compras informadas.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan los precios de los productos de tabaco para poder tomar decisiones informadas sobre sus compras y entender cómo se estructuran los costos en el mercado.", "updated_at": "2026-01-29T07:39:08.851413+00:00"}
{"id": "boe-2025-03-22-resolucion-faaf024e", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de marzo de 2025, de la Subsecretaría, por la que se corrigen errores en la de 28 de febrero de 2025, por la que se convoca concurso específico para la provisión de puestos de trabajo.", "date_published": "2025-03-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/22/pdfs/BOE-A-2025-5765.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:33.818554+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-22-resolucion-faaf024e.pdf", "text_length": 4228, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso específico", "corrección de errores", "puestos de trabajo", "Ministerio de Hacienda", "convocatoria", "plazo de solicitudes"], "summary_plain_es": "El 19 de marzo de 2025, se publicó una resolución que corrige errores en la convocatoria de un concurso específico para la provisión de puestos de trabajo en el Ministerio de Hacienda. Estos errores afectan a la inclusión de varias localidades en la lista de puestos disponibles, como Madrid, Huelva, Jaén, León, Lleida y La Rioja-Logroño. Además, se ajustan descripciones y requisitos de algunos puestos, como el manejo de aplicaciones informáticas y la naturaleza de los bienes inmuebles en la valoración catastral. Es importante que los interesados en participar en este concurso revisen estas correcciones, ya que no se amplía el plazo para presentar solicitudes, lo que significa que deben actuar con rapidez para no perder la oportunidad de postularse.", "affects_to": ["funcionarios", "todos_ciudadanos", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurar que todos los interesados tengan la información correcta al momento de postularse, garantizando así un proceso justo y transparente.", "updated_at": "2026-01-29T07:39:14.068872+00:00"}
{"id": "boe-2025-03-22-resolucion-0b84e933", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 19 de marzo de 2025, de la Subsecretaría, por la que se corrigen errores en la de 28 de febrero de 2025, por la que se convoca concurso general para la provisión de puestos de trabajo.", "date_published": "2025-03-22T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/22/pdfs/BOE-A-2025-5766.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:33.818922+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-22-resolucion-0b84e933.pdf", "text_length": 1240, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["concurso general", "provisión de puestos", "Ministerio de Hacienda", "corrección de errores", "Atención al ciudadano"], "summary_plain_es": "El 19 de marzo de 2025, se publicó una resolución que corrige errores en la convocatoria de un concurso general para la provisión de puestos de trabajo en el Ministerio de Hacienda. Esta corrección afecta específicamente al anexo I de la resolución anterior, del 28 de febrero de 2025, donde se debe incluir el área de 'Atención al ciudadano' para un puesto específico. Es importante destacar que esta corrección no altera el plazo de presentación de solicitudes, por lo que los interesados deben seguir con el proceso tal como estaba establecido. Esta resolución es relevante para aquellos que estén interesados en participar en el concurso y necesiten estar al tanto de los requisitos correctos para los puestos ofrecidos.", "affects_to": ["funcionarios", "estudiantes", "todos_ciudadanos"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para asegurarse de que cumplen con los requisitos correctos al presentar sus solicitudes en el concurso público.", "updated_at": "2026-01-29T07:39:19.032092+00:00"}
{"id": "boe-2025-03-24-real_decreto-56337144", "source": "BOE", "type": "real_decreto", "title_original": "Orden PJC/281/2025, de 21 de marzo, por la que se determina el importe económico de las actuaciones previstas en el Anexo II del Reglamento de asistencia jurídica gratuita aprobado por Real Decreto 141/2021, de 9 de marzo.", "date_published": "2025-03-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/24/pdfs/BOE-A-2025-5828.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:03:48.634183+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-24-real_decreto-56337144.pdf", "text_length": 12578, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["asistencia jurídica gratuita", "importes económicos", "abogados", "procuradores", "justicia", "actualización", "servicio público"], "summary_plain_es": "La Orden PJC/281/2025 establece el importe económico para las actuaciones de asistencia jurídica gratuita, actualizando las tarifas que no se modificaban desde 2018. Esto afecta a los profesionales de la Abogacía y la Procura que ofrecen servicios en el ámbito de la justicia gratuita, garantizando que las personas con menos recursos puedan acceder a la defensa de sus derechos. La actualización de estos importes es fundamental para asegurar que los abogados y procuradores reciban una compensación justa por su trabajo, lo que a su vez mejora la calidad del servicio de asistencia jurídica. La orden entrará en vigor el 1 de enero de 2025, y busca cumplir con los principios de necesidad, eficacia y transparencia en la administración pública.", "affects_to": ["todos_ciudadanos", "profesionales", "sector_sanitario"], "transparency_notes": "Es importante que los ciudadanos conozcan esta orden para entender cómo se financia la asistencia jurídica gratuita y cómo se garantiza su acceso a la justicia, especialmente para aquellos en situaciones vulnerables.", "updated_at": "2026-01-29T07:39:23.976157+00:00"}
{"id": "boe-2025-03-24-resolucion-ee889dd4", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 14 de marzo de 2025, de la Subsecretaría, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-03-24T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/24/pdfs/BOE-A-2025-5852.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:48.635596+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-24-resolucion-ee889dd4.pdf", "text_length": 7659, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "Ministerio de Asuntos Exteriores"], "summary_plain_es": "Se convoca la provisión de puestos de trabajo en el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación mediante el sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos. Tienes un plazo de quince días hábiles desde la publicación de esta convocatoria para presentar tu solicitud, que debe incluir un currículum vitae detallando tus méritos y experiencia. Además, se establece que la permanencia en los puestos ubicados en el exterior será de un máximo de cinco años. Es importante que conozcas que puedes interponer recursos si no estás de acuerdo con la resolución. Esta convocatoria afecta directamente a los funcionarios que buscan nuevas oportunidades laborales dentro del ministerio.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que los funcionarios puedan acceder a oportunidades laborales y mejorar su carrera profesional dentro de la administración pública.", "updated_at": "2026-01-29T07:39:28.064407+00:00"}
{"id": "boe-2025-03-25-orden-a33130d6", "source": "BOE", "type": "orden", "title_original": "Orden ECM/287/2025, de 20 de marzo, por la que se acuerda la emisión, acuñación y puesta en circulación de monedas de colección de 40 euro «XCVII Crucero de Instrucción-Juan Sebastián de Elcano».", "date_published": "2025-03-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/25/pdfs/BOE-A-2025-5921.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:03:56.727024+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-25-orden-a33130d6.pdf", "text_length": 9424, "topic_primary": "otros", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["moneda de colección", "Juan Sebastián de Elcano", "40 euros", "XCVII Crucero de Instrucción", "Fábrica Nacional de Moneda", "interés cultural", "acuñación"], "summary_plain_es": "Se aprueba la emisión de una moneda de colección de 40 euros con motivo del XCVII Crucero de Instrucción del Buque-Escuela Juan Sebastián de Elcano, en el que participa la Princesa de Asturias, doña Leonor de Borbón. Esta moneda, que será acuñada en plata, tiene un diseño especial que incluye el retrato de la Princesa y la imagen del buque. Se emitirán hasta 1.000.000 de estas monedas, que estarán disponibles para el público a través de entidades de crédito y la Fábrica Nacional de Moneda y Timbre. La emisión está programada para el segundo cuatrimestre de 2025. Este tipo de monedas no solo tiene un valor numismático, sino que también representa un interés cultural y educativo, resaltando la formación de la Princesa en el ámbito militar y social.", "affects_to": ["todos_ciudadanos", "familias", "estudiantes"], "transparency_notes": "Es importante que los ciudadanos conozcan esta emisión de monedas, ya que fomenta el interés por la numismática y la historia cultural del país, además de ser una oportunidad para que los jóvenes aprendan sobre la formación militar y social de la Princesa de Asturias.", "updated_at": "2026-01-29T07:39:34.532017+00:00"}
{"id": "boe-2025-03-25-resolucion-659aeb3b", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 3 de marzo de 2025, de la Subsecretaría, por la que se declara desierta la convocatoria de libre designación, efectuada por Resolución de 12 de diciembre de 2022.", "date_published": "2025-03-25T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/25/pdfs/BOE-A-2025-5932.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:03:56.727898+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-25-resolucion-659aeb3b.pdf", "text_length": 2684, "topic_primary": "otros", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria desierta", "libre designación", "puestos de trabajo", "Hospital Español Tánger", "funcionarios", "recursos administrativos"], "summary_plain_es": "La Resolución de 3 de marzo de 2025 declara desierta la convocatoria de libre designación para dos puestos de trabajo en el Hospital Español en Tánger, Marruecos, que se había anunciado el 12 de diciembre de 2022. Esto significa que no se ha encontrado a ningún candidato adecuado para ocupar las posiciones de médico y enfermero. Esta decisión afecta a los funcionarios que podrían haber estado interesados en estos puestos, ya que no habrá nuevas incorporaciones en estas posiciones específicas. Si eres funcionario y estabas considerando postularte, debes saber que esta oportunidad ya no está disponible. La resolución también establece que se pueden presentar recursos en caso de desacuerdo con esta decisión, lo que permite a los interesados tener una vía para expresar sus inquietudes.", "affects_to": ["funcionarios"], "transparency_notes": "Es importante que los ciudadanos conozcan estas resoluciones para entender cómo funcionan las convocatorias de empleo público y las oportunidades disponibles en la administración. La transparencia en estos procesos ayuda a fomentar la confianza en las instituciones públicas.", "updated_at": "2026-01-29T07:39:43.030918+00:00"}
{"id": "boe-2025-03-26-real_decreto-c8b5a74a", "source": "BOE", "type": "real_decreto", "title_original": "Real Decreto 248/2025, de 25 de marzo, por el que se modifica el Reglamento de retribuciones del personal de las Fuerzas Armadas, aprobado por el Real Decreto 1314/2005, de 4 de noviembre.", "date_published": "2025-03-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/26/pdfs/BOE-A-2025-6002.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:04:02.540069+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-26-real_decreto-c8b5a74a.pdf", "text_length": 9099, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["retribuciones Fuerzas Armadas", "complemento específico", "actualización retributiva", "personal militar", "responsabilidad empleo"], "summary_plain_es": "El Real Decreto 248/2025 modifica el Reglamento de retribuciones del personal de las Fuerzas Armadas, con el objetivo de actualizar las retribuciones complementarias de los militares. Esto se hace en respuesta a la creciente complejidad de las misiones que deben cumplir, tanto a nivel nacional como internacional. La norma revisa el complemento específico que perciben los militares, ajustando las cuantías del componente general en función de la responsabilidad asociada a cada empleo. Así, se busca asegurar que las retribuciones sean adecuadas a las exigencias actuales, garantizando que los miembros de las Fuerzas Armadas cuenten con la motivación y preparación necesarias. Este cambio afecta directamente al personal militar, mejorando su situación retributiva y reconociendo su labor en un contexto operativo cada vez más exigente.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos cambios para entender cómo se valoran y remuneran los esfuerzos del personal militar, lo que contribuye a una mayor confianza en las instituciones y en la defensa nacional.", "updated_at": "2026-01-29T07:39:48.456099+00:00"}
{"id": "boe-2025-03-26-resolucion-c6f5899a", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 20 de marzo de 2025, de la Dirección de la Agencia Española de Cooperación Internacional para el Desarrollo, por la que se convocan puestos de trabajo por el sistema de libre designación.", "date_published": "2025-03-26T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/26/pdfs/BOE-A-2025-6026.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:04:02.543899+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-26-resolucion-c6f5899a.pdf", "text_length": 14476, "topic_primary": "empleo", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "puestos de trabajo", "libre designación", "funcionarios públicos", "AECID", "solicitudes", "requisitos", "recursos"], "summary_plain_es": "La Agencia Española de Cooperación Internacional para el Desarrollo ha convocado varios puestos de trabajo para funcionarios públicos mediante un sistema de libre designación. Esto significa que los funcionarios que cumplan con los requisitos establecidos pueden solicitar estos puestos, que están detallados en un anexo. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir tu currículum, una justificación de tu idoneidad para el puesto y un cuestionario de autoevaluación. La solicitud se puede presentar a través de un portal específico o, en casos excepcionales, mediante un registro electrónico común. Es importante que conozcas esta convocatoria si eres funcionario interesado en avanzar en tu carrera, ya que ofrece oportunidades para ocupar puestos directivos en la AECID. Además, si no estás de acuerdo con la resolución, puedes presentar un recurso contencioso-administrativo en un plazo de dos meses.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para que puedan acceder a oportunidades de empleo público y participar activamente en la administración pública.", "updated_at": "2026-01-29T07:39:53.823550+00:00"}
{"id": "boe-2025-03-27-real_decreto-046af20d", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores de la Orden PJC/281/2025, de 21 de marzo, por la que se determina el importe económico de las actuaciones previstas en el Anexo II del Reglamento de asistencia jurídica gratuita aprobado por Real Decreto 141/2021, de 9 de marzo.", "date_published": "2025-03-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/27/pdfs/BOE-A-2025-6097.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:04:09.485488+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-27-real_decreto-046af20d.pdf", "text_length": 1209, "topic_primary": "economía", "impact_index": {"score": 45, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "asistencia jurídica gratuita", "transacciones extrajudiciales", "abogados", "importes económicos"], "summary_plain_es": "Se ha publicado una corrección de errores de la Orden PJC/281/2025, que establece el importe económico de las actuaciones en el ámbito de la asistencia jurídica gratuita. Este error se refiere a una confusión en la terminología utilizada en el documento original, donde se mencionaba 'Transacciones judiciales' en lugar de 'Transacciones extrajudiciales'. Esta corrección es importante para asegurar que los profesionales de la abogacía y los ciudadanos comprendan correctamente las condiciones y los importes aplicables en el contexto de la asistencia jurídica gratuita. Afecta principalmente a los abogados que trabajan en este ámbito, ya que la precisión en la terminología es crucial para la correcta aplicación de la normativa.", "affects_to": ["sector_sanitario", "funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender mejor sus derechos y las condiciones de la asistencia jurídica gratuita, lo que les permite acceder a la justicia de manera más efectiva.", "updated_at": "2026-01-29T07:39:58.240209+00:00"}
{"id": "boe-2025-03-27-orden-5c478d57", "source": "BOE", "type": "orden", "title_original": "Orden de 26 de febrero de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 12 de Madrid a la Comandante Auditor doña María Pilar Rubiato Nogales.", "date_published": "2025-03-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/27/pdfs/BOE-A-2025-6103.pdf", "approved_by": "º 12 de Madrid a la Comandante Auditor doña María Pilar Rubiato Nogales.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:04:09.487014+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-27-orden-5c478d57.pdf", "text_length": 1882, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "María Pilar Rubiato", "Consejo General del Poder Judicial", "justicia militar"], "summary_plain_es": "El 26 de febrero de 2025, se ha nombrado a la Comandante Auditor doña María Pilar Rubiato Nogales como Juez Togado del Juzgado Togado Militar Territorial n.º 12 de Madrid. Este nombramiento se produce para cubrir una vacante en dicho juzgado, y es una decisión tomada por el Pleno del Consejo General del Poder Judicial. Este cambio es relevante para el funcionamiento del sistema judicial militar, ya que asegura que haya un juez en funciones en esta jurisdicción. Si tienes interés en el ámbito judicial o en la administración de justicia militar, este nombramiento puede ser de tu interés, ya que afecta la forma en que se gestionan los casos en este juzgado específico.", "affects_to": ["todos_ciudadanos", "funcionarios", "sector_sanitario"], "transparency_notes": "Es importante que los ciudadanos conozcan estos nombramientos para entender cómo se conforma el sistema judicial y quiénes son los responsables de impartir justicia en el ámbito militar.", "updated_at": "2026-01-29T07:40:03.580802+00:00"}
{"id": "boe-2025-03-27-orden-3688d3a3", "source": "BOE", "type": "orden", "title_original": "Orden de 26 de febrero de 2025, por la que se nombra Juez Togado del Juzgado Togado Militar Territorial n.º 13 de Valencia al Capitán Auditor don Antonio Villegas García.", "date_published": "2025-03-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/27/pdfs/BOE-A-2025-6104.pdf", "approved_by": "º 13 de Valencia al Capitán Auditor don Antonio Villegas García.", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:04:09.487318+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-27-orden-3688d3a3.pdf", "text_length": 1866, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["nombramiento juez", "juzgado militar", "Consejo General del Poder Judicial", "Antonio Villegas García", "Valencia", "recursos administrativos"], "summary_plain_es": "El 26 de febrero de 2025, se ha nombrado al Capitán Auditor don Antonio Villegas García como Juez Togado del Juzgado Togado Militar Territorial n.º 13 de Valencia. Este nombramiento se realiza para cubrir una vacante en dicho juzgado, siguiendo los procedimientos establecidos por la ley. La decisión fue tomada por el Pleno del Consejo General del Poder Judicial, y es importante que los ciudadanos conozcan que tienen la opción de interponer recursos en caso de desacuerdo con esta decisión. Esto afecta principalmente a los miembros de las Fuerzas Armadas y a aquellos que puedan estar involucrados en procesos judiciales militares en Valencia.", "affects_to": ["otros"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre los nombramientos en el sistema judicial, ya que esto garantiza la transparencia y la confianza en la administración de justicia.", "updated_at": "2026-01-29T07:40:07.780368+00:00"}
{"id": "boe-2025-03-27-resolucion-97c83348", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 18 de marzo de 2025, conjunta de las Presidencias del Congreso de los Diputados y del Senado, por la que se convoca oposición, por los turnos libre, restringido y de discapacidad, para el Cuerpo Técnico-Administrativo de las Cortes Generales.", "date_published": "2025-03-27T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/27/pdfs/BOE-A-2025-6118.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:04:09.487908+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-27-resolucion-97c83348.pdf", "text_length": 58864, "topic_primary": "otros", "impact_index": {"score": 55, "reason": "Impacto medio estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["oposición", "Cuerpo Técnico-Administrativo", "Cortes Generales", "plazas", "acceso libre", "discapacidad", "igualdad", "mérito"], "summary_plain_es": "Se convoca una oposición para el Cuerpo Técnico-Administrativo de las Cortes Generales, con un total de 18 plazas disponibles. De estas, 5 son para promoción interna y 13 para acceso libre, restringido y de discapacidad. Se reservan 3 plazas para el turno restringido y 1 para personas con discapacidad, garantizando así el acceso equitativo a la función pública. Esta convocatoria se basa en principios de mérito, capacidad e igualdad, y busca fomentar la participación de mujeres y hombres en el proceso. Es importante que los ciudadanos conozcan esta convocatoria, ya que representa una oportunidad de empleo en el ámbito público y promueve la inclusión de personas con discapacidad.", "affects_to": ["todos_ciudadanos", "estudiantes", "funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos estén informados sobre estas convocatorias para fomentar la participación en el empleo público y garantizar que se respeten los principios de igualdad y diversidad en el acceso a la función pública.", "updated_at": "2026-01-29T07:40:11.780650+00:00"}
{"id": "boe-2025-03-28-acuerdo-690f77a8", "source": "BOE", "type": "acuerdo", "title_original": "Acuerdo GOV/62/2025, de 11 de marzo, por el que se aprueban los Estatutos de la Universitat Autònoma de Barcelona.", "date_published": "2025-03-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/28/pdfs/BOE-A-2025-6192.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:04:22.544336+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-28-acuerdo-690f77a8.pdf", "text_length": 63451, "topic_primary": "otros", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (acuerdo) y alcance"}, "keywords": ["estatutos universidad", "autonomía universitaria", "igualdad de oportunidades", "sostenibilidad", "transparencia", "comunidad universitaria", "cataluña", "educación superior"], "summary_plain_es": "El Acuerdo GOV/62/2025 aprueba los nuevos Estatutos de la Universitat Autònoma de Barcelona (UAB), que reemplazan a los anteriores de 2003. Este cambio responde a la necesidad de actualizar la normativa universitaria en consonancia con la Ley orgánica 2/2023 del sistema universitario. Los nuevos estatutos refuerzan la autonomía de la universidad y establecen principios de actuación que promueven la igualdad, la sostenibilidad y la transparencia. Afecta a toda la comunidad universitaria, incluyendo estudiantes, personal académico y administrativo, garantizando derechos y deberes en un entorno inclusivo y respetuoso. Con este acuerdo, se busca mejorar la calidad educativa y fomentar un ambiente de innovación y colaboración social.", "affects_to": ["estudiantes", "funcionarios", "sector educativo"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estos estatutos para entender cómo se organiza y gestiona la educación superior, así como los derechos y deberes que tienen dentro de la universidad.", "updated_at": "2026-01-29T07:40:15.870442+00:00"}
{"id": "boe-2025-03-28-orden-5b8a3188", "source": "BOE", "type": "orden", "title_original": "Orden PJC/298/2025, de 25 de marzo, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-03-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/28/pdfs/BOE-A-2025-6221.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:04:22.546859+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-28-orden-5b8a3188.pdf", "text_length": 14761, "topic_primary": "empleo", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "puestos de trabajo", "selección", "documentación", "plazo de solicitud", "evaluación"], "summary_plain_es": "La Orden PJC/298/2025 convoca la provisión de puestos de trabajo en el ámbito del Ministerio de la Presidencia, Justicia y Relaciones con las Cortes mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios de carrera que cumplan con los requisitos establecidos. Tienes un plazo de diez días naturales para presentar tu solicitud, que puede hacerse de forma presencial o telemática. Es necesario adjuntar documentación como un currículum vitae y una justificación de idoneidad para el puesto. La selección se basará en la idoneidad y competencia profesional, y se realizarán entrevistas para evaluar a los candidatos. La resolución final se publicará en el BOE y podrás interponer un recurso contencioso-administrativo si no estás de acuerdo con la decisión. Esta orden es importante porque permite a los funcionarios acceder a puestos de mayor responsabilidad, lo que puede influir en su carrera profesional y en la gestión pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los recursos humanos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T07:40:21.460166+00:00"}
{"id": "boe-2025-03-28-resolucion-164c0ecf", "source": "BOE", "type": "resolucion", "title_original": "Resolución de 25 de marzo de 2025, de la Secretaría de Estado de Relaciones con las Cortes y Asuntos Constitucionales, por la que se convoca la provisión de puesto de trabajo por el sistema de libre designación.", "date_published": "2025-03-28T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/28/pdfs/BOE-A-2025-6222.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:04:22.547274+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-28-resolucion-164c0ecf.pdf", "text_length": 14017, "topic_primary": "empleo", "impact_index": {"score": 35, "reason": "Impacto bajo estimado basado en tipo de norma (resolucion) y alcance"}, "keywords": ["convocatoria", "libre designación", "funcionarios", "selección", "puestos de trabajo", "justificación de idoneidad", "currículum vitae"], "summary_plain_es": "La Resolución de 25 de marzo de 2025 convoca la provisión de un puesto de trabajo en la Secretaría de Estado de Relaciones con las Cortes y Asuntos Constitucionales mediante el sistema de libre designación. Esta convocatoria está dirigida a funcionarios de carrera que cumplan con los requisitos establecidos. Tienes un plazo de diez días naturales para presentar tu solicitud, que debe incluir un currículum vitae, una justificación de idoneidad y un cuestionario de autoevaluación. La selección se basará en la idoneidad y competencias profesionales, y se realizarán entrevistas si hay muchas solicitudes. La resolución final se publicará en el BOE y podrás interponer un recurso contencioso-administrativo si no estás de acuerdo con la decisión. Este proceso es importante ya que permite a los funcionarios acceder a puestos de responsabilidad en la administración pública.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas convocatorias para entender cómo se gestionan los puestos en la administración pública y cómo pueden participar en estos procesos.", "updated_at": "2026-01-29T07:40:27.539820+00:00"}
{"id": "boe-2025-03-29-real_decreto-dd863532", "source": "BOE", "type": "real_decreto", "title_original": "Corrección de errores del Real Decreto 248/2025, de 25 de marzo, por el que se modifica el Reglamento de retribuciones del personal de las Fuerzas Armadas, aprobado por el Real Decreto 1314/2005, de 4 de noviembre.", "date_published": "2025-03-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/29/pdfs/BOE-A-2025-6294.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:04:38.870025+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-29-real_decreto-dd863532.pdf", "text_length": 1135, "topic_primary": "otros", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (real_decreto) y alcance"}, "keywords": ["corrección de errores", "Real Decreto 248/2025", "retribuciones Fuerzas Armadas", "Escala de Oficiales", "remuneración", "transparencia", "personal militar"], "summary_plain_es": "Se ha publicado una corrección de errores del Real Decreto 248/2025, que modifica el Reglamento de retribuciones del personal de las Fuerzas Armadas. Esta corrección afecta a la tabla de la Escala de Oficiales, donde se añade una nueva fila que establece un importe mensual de 1.761,83 euros para los rangos de General del Ejército, Almirante General, General del Aire, Teniente General o Almirante. Es importante que los miembros de las Fuerzas Armadas y el público en general estén al tanto de estos cambios, ya que afectan directamente a la remuneración de estos profesionales. La corrección se publica para asegurar que la información oficial sea precisa y clara, garantizando así la transparencia en la administración pública.", "affects_to": ["funcionarios", "otros"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas correcciones para entender cómo se gestionan las retribuciones en las Fuerzas Armadas y asegurar la correcta aplicación de las normativas.", "updated_at": "2026-01-29T07:40:33.029947+00:00"}
{"id": "boe-2025-03-29-orden-3bf3656c", "source": "BOE", "type": "orden", "title_original": "Orden PJC/300/2025, de 3 de marzo, por la que se resuelve el concurso específico para el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/1138/2024, de 8 de octubre.", "date_published": "2025-03-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/29/pdfs/BOE-A-2025-6298.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:04:38.870546+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-29-orden-3bf3656c.pdf", "text_length": 5016, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso específico", "Letrados de la Administración de Justicia", "plazas adjudicadas", "toma de posesión", "plazos", "servicio activo"], "summary_plain_es": "La Orden PJC/300/2025 resuelve el concurso específico para el Cuerpo de Letrados de la Administración de Justicia, que fue convocado anteriormente. Se aprueba la adjudicación de plazas a los candidatos seleccionados y se declaran desiertos algunos puestos. Los letrados que obtienen un nuevo destino deben tomar posesión en un plazo que varía según si hay cambio de residencia o no. Además, se establece que el tiempo de toma de posesión cuenta como servicio activo, salvo en ciertas situaciones. Es importante que los letrados conozcan esta resolución para poder adaptarse a sus nuevos puestos y cumplir con los plazos establecidos.", "affects_to": ["funcionarios"], "transparency_notes": "Conocer esta orden es fundamental para que los letrados comprendan sus derechos y obligaciones en el proceso de adjudicación de plazas, así como los plazos que deben cumplir para su toma de posesión.", "updated_at": "2026-01-29T07:40:37.803485+00:00"}
{"id": "boe-2025-03-29-orden-c9d4b2b1", "source": "BOE", "type": "orden", "title_original": "Orden PJC/301/2025, de 18 de marzo, por la que se resuelve el concurso de traslados para el Cuerpo de Letrados de la Administración de Justicia, convocado por Orden PJC/58/2025, de 16 de enero.", "date_published": "2025-03-29T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/29/pdfs/BOE-A-2025-6299.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - A. Nombramientos, situaciones e incidencias", "version": "1.0", "created_at": "2026-01-29T05:04:38.870891+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-29-orden-c9d4b2b1.pdf", "text_length": 49830, "topic_primary": "justicia", "impact_index": {"score": 40, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["concurso de traslados", "Cuerpo de Letrados", "Administración de Justicia", "toma de posesión", "plazas vacantes", "reconocimiento de categoría", "plazos", "derechos laborales"], "summary_plain_es": "La Orden PJC/301/2025 resuelve el concurso de traslados para el Cuerpo de Letrados de la Administración de Justicia, convocado anteriormente en enero de 2025. Esta resolución afecta a los Letrados que han participado en el concurso y que cumplen con los requisitos establecidos. Se nombran a los Letrados que ocuparán nuevas plazas, y se detallan los plazos para la toma de posesión en función de si el cambio de destino implica o no un cambio de residencia. Además, se establece que los Letrados en proceso de consolidación de categoría verán reconocida su situación a partir de la publicación de esta orden. Es importante que los Letrados conozcan sus derechos y las condiciones de su nuevo destino, así como los plazos que deben cumplir para asegurar una transición adecuada.", "affects_to": ["funcionarios"], "transparency_notes": "Es fundamental que los ciudadanos conozcan estas resoluciones para entender cómo se gestionan los recursos humanos en la Administración de Justicia y cómo afectan a los servicios públicos que reciben.", "updated_at": "2026-01-29T07:40:45.801636+00:00"}
{"id": "boe-2025-03-31-otro-a33e0584", "source": "BOE", "type": "otro", "title_original": "Instrumento de aceptación de la Enmienda al Convenio sobre el acceso a la información, la participación del público en la toma de decisiones y el acceso a la justicia en materia de medio ambiente, hecha en Almaty (Kazajstán) el 27 de mayo de 2005.", "date_published": "2025-03-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/31/pdfs/BOE-A-2025-6374.pdf", "approved_by": "No especificado", "section": "I. Disposiciones generales", "version": "1.0", "created_at": "2026-01-29T05:05:03.708950+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-31-otro-a33e0584.pdf", "text_length": 9267, "topic_primary": "medio_ambiente", "impact_index": {"score": 30, "reason": "Impacto bajo estimado basado en tipo de norma (otro) y alcance"}, "keywords": ["acceso a la información", "participación pública", "medio ambiente", "organismos modificados genéticamente", "transparencia", "decisiones ambientales", "enmienda", "convenio"], "summary_plain_es": "Se aprueba el Instrumento de aceptación de la Enmienda al Convenio sobre el acceso a la información y la participación del público en decisiones ambientales, realizada en Almaty en 2005. Esta enmienda establece nuevas normas para garantizar que el público esté informado y pueda participar en decisiones sobre la diseminación de organismos modificados genéticamente (OMG). Afecta a todos los ciudadanos, ya que promueve la transparencia y la participación en cuestiones ambientales. Además, se establecen procedimientos y plazos para que el público pueda expresar sus opiniones antes de que se tomen decisiones sobre estos organismos. Este cambio busca asegurar que las decisiones sobre el medio ambiente se tomen de manera más inclusiva y responsable.", "affects_to": ["todos_ciudadanos"], "transparency_notes": "Es crucial que los ciudadanos conozcan estas enmiendas para poder participar activamente en decisiones que afectan su entorno y bienestar. La transparencia en estos procesos fomenta una sociedad más informada y comprometida con el medio ambiente.", "updated_at": "2026-01-29T07:40:50.482115+00:00"}
{"id": "boe-2025-03-31-orden-df5eeee1", "source": "BOE", "type": "orden", "title_original": "Orden PJC/307/2025, de 26 de marzo, por la que se convoca proceso selectivo para ingreso, por el sistema general de acceso libre y promoción interna, en el Cuerpo de Letrados de la Administración de Justicia.", "date_published": "2025-03-31T00:00:00", "url_oficial": "https://www.boe.es/boe/dias/2025/03/31/pdfs/BOE-A-2025-6403.pdf", "approved_by": "No especificado", "section": "II. Autoridades y personal. - B. Oposiciones y concursos", "version": "1.0", "created_at": "2026-01-29T05:05:03.709850+00:00", "pdf_path": "pdfs/2025/03/boe-2025-03-31-orden-df5eeee1.pdf", "text_length": 73476, "topic_primary": "justicia", "impact_index": {"score": 60, "reason": "Impacto medio estimado basado en tipo de norma (orden) y alcance"}, "keywords": ["proceso selectivo", "Cuerpo de Letrados", "plazas", "acceso libre", "promoción interna", "discapacidad", "oposiciones"], "summary_plain_es": "Se convoca un proceso selectivo para ingresar en el Cuerpo de Letrados de la Administración de Justicia, que incluye 417 plazas disponibles. Este proceso se divide entre acceso libre y promoción interna, con un total de 254 plazas de la oferta de empleo público de 2023 y 163 de 2024. Se garantiza la igualdad de género y se reservan plazas para personas con discapacidad. Los aspirantes deben elegir entre el turno libre o la promoción interna, ya que no pueden participar en ambos. El proceso incluye oposiciones y un curso formativo. Es importante que estés informado sobre esta convocatoria si te interesa trabajar en la Administración de Justicia.", "affects_to": ["todos_ciudadanos", "funcionarios", "estudiantes"], "transparency_notes": "Es fundamental que los ciudadanos conozcan esta convocatoria para que puedan acceder a oportunidades laborales en la Administración de Justicia y entender los criterios de inclusión y diversidad en el empleo público.", "updated_at": "2026-01-29T07:40:55.647209+00:00"}
